{
  "header": {
    "title": "Heptameron Circle Creation Guide",
    "authors": [
      "LITHARGOEL"
    ],
    "category": "Western Esotericism, Grimoire Magic, Ceremonial Magic",
    "keywords": [
      "Heptameron",
      "Magic Circle",
      "Evocation",
      "Grimoire",
      "Ritual Magic",
      "Angelic Magic",
      "Planetary Hours",
      "Sigils",
      "Solomonic Magic"
    ]
  },
  "central_thesis": "This guide simplifies the complex process of constructing the Heptameron magic circle by consolidating necessary information (angels, sigils, seasonal names, planetary hour correspondences) into an easily actionable format, enabling practitioners to accurately create circles attuned to specific astrological timings and magical objectives.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Explains the guide's purpose: to simplify the Heptameron circle creation process by drawing on Joseph Lisiewski's 'Ceremonial Magic & The Power of Evocation' and offering a consolidated resource for practitioners."
    },
    {
      "chapter_title": "Circle Examples",
      "summary": "Provides visual diagrams of completed Heptameron circles, specifically detailing 'The Figure of a Circle for the First Hour of the Lord's Day in Spring-Time' to illustrate the layout of names and symbols."
    },
    {
      "chapter_title": "Circle Structure",
      "summary": "Outlines the three concentric rings of the Heptameron circle (Outer, Middle, Inner) and provides detailed instructions, adapted from the Heptameron itself, for inscribing the correct names and sigils in each, based on the specific hour, day, and season of operation."
    },
    {
      "chapter_title": "Timing Tables (Sunday - Saturday)",
      "summary": "Presents comprehensive tables listing the Angels of the Hour for both day and night hours for each day of the week, crucial for identifying the correct angelic correspondences for ritual timing."
    },
    {
      "chapter_title": "Seasons Table",
      "summary": "Offers a matrix of names corresponding to different seasons (Summer, Autumn/Fall, Winter, Spring), including angels, heads of signs, names of earth, sun, and moon, which are integral for populating the middle ring of the circle."
    },
    {
      "chapter_title": "Listings of spirits for each day",
      "summary": "Details the ruling Angel of the Day, their ministerial spirits, and the four Angels of the Air (including the King and his Ministers) for each day of the week, intended for the outer ring of the circle."
    },
    {
      "chapter_title": "Angels' Sigils",
      "summary": "Displays the unique sigils (seals) for seven key angels: Michael, Gabriel, Samael, Raphael, Sachiel, Anael, and Cassiel, explicitly noting that the sigil used in the middle ring must correspond to the Angel of the HOUR, not the Angel of the Day."
    },
    {
      "chapter_title": "A few examples",
      "summary": "Provides step-by-step practical examples of how to apply all the rules and tables to construct the middle ring for specific scenarios, such as working on a Tuesday in the 8th hour during Spring, and a Friday in the 10th hour during Winter."
    }
  ],
  "key_concepts": [
    {
      "term": "Heptameron Magic Circle",
      "definition": "A foundational ritual implement for angelic evocation in Solomonic magic, composed of three concentric rings, each inscribed with specific divine, angelic, and planetary names that vary according to the precise astrological timing (day, hour, season) of the operation."
    },
    {
      "term": "Outer Ring (Angels of the Air)",
      "definition": "The outermost ring of the Heptameron circle, inscribed with four specific angelic names for a given day (one King and three Ministers), responsible for general atmospheric or directional control within the operation."
    },
    {
      "term": "Middle Ring (Variable Components)",
      "definition": "The central ring of the Heptameron circle, which requires nine variable sets of names and sigils. These include the Name of the Hour, Name and Sigil of the Angel of the Hour, Name of the Angel of the Day and its Ministers, Name of the Season, Names of Spirits Ruling in that Season, Name of the Head of the Sign for that Season, Name of the Earth for that Season, and Names of the Sun and Moon for that Season. These elements dynamically attune the circle to the specific timing and purpose of the ritual."
    },
    {
      "term": "Inner Ring (Divine Names)",
      "definition": "The innermost ring of the Heptameron circle, consistently inscribed with four divine names: Adonay, Eloy, Agla, and Tetragrammaton, each flanked by equal-armed crosses (except Tetragrammaton with one). This ring serves as a core protective and power-invoking element."
    },
    {
      "term": "Planetary Hours",
      "definition": "Astrologically calculated temporal divisions of the day (sunrise to sunset) and night (sunset to sunrise), which are not fixed 60-minute segments. These hours are crucial for determining the specific angels and planetary influences governing the precise moment of a magical operation, thereby dictating many of the names to be inscribed in the circle."
    },
    {
      "term": "Angel of the Hour",
      "definition": "The specific angelic entity ruling a particular planetary hour. The sigil and name of this angel are vital for the middle ring, distinct from the Angel of the Day, and are paramount for aligning the circle's energies with the operative moment."
    },
    {
      "term": "Angel of the Day",
      "definition": "The primary angelic entity governing a specific day of the week, along with its ministers. These names are incorporated into the middle ring to provide a broader daily influence upon the magical operation."
    },
    {
      "term": "Seasons Table",
      "definition": "A tabular compilation of names (e.g., season name, season angels, head of sign, name of earth, sun name, moon name) that change according to the four annual seasons (Summer, Autumn/Fall, Winter, Spring). This information is used to populate specific fields within the middle ring, integrating seasonal energies into the circle's design."
    }
  ],
  "practical_system": {
    "description": "The document presents a systematic, step-by-step methodology for designing and inscribing the Heptameron magic circle, a crucial element for angelic evocation. The system is based on aligning the circle's inscriptions with specific astrological and angelic influences tied to the day, planetary hour, and season of the operation. It delineates three concentric rings: an 'Outer Ring' for Angels of the Air (specific to the day), a 'Middle Ring' requiring nine categories of variable names (hour, angel of hour, sigil of angel of hour, angel of day and ministers, season, spirits of season, head of sign, earth of season, sun and moon of season), and an 'Inner Ring' for fixed divine names (Adonay, Eloy, Agla, Tetragrammaton) with crosses. The guide provides all necessary tables (hours, angels, seasons) and sigils, emphasizing the critical importance of calculating planetary hours accurately (often requiring external tools) and using the sigil of the Angel of the *Hour*.",
    "tools": [
      "Drawing implements (for inscribing the circle)",
      "Parchment or suitable surface (for the circle's materialization)",
      "Celestial time calculator (e.g., online tool for planetary hours)",
      "Knowledge of provided tables (Angels, Seasons, Sigils)"
    ],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "This guide has been written to make simple the process of working out the correct circle to use for the intended purpose and timing.",
      "page": "1"
    },
    {
      "text": "Therefore let there be made three Circles of the latitude of nine foot, and let them be distant one from another a hands breadth, and in the middle Circle, first, write the name of the hour wherein you do the work... for as the time is changed, so the names are to be altered.”",
      "page": "3"
    },
    {
      "text": "Remember that the hours of the day are NOT 60 minute segments, they are astrologically timed from sunrise to sunset and divided up.",
      "page": "3"
    },
    {
      "text": "The inner ring simply has four divine Names: Adonay, Eloy, Agla, Tetragrammaton, with 2 equal armed crosses beside each name, except Tetragrammaton with just 1.",
      "page": "3"
    },
    {
      "text": "Remember, the sigil you use in the middle ring of the circle is to be of the angel of the HOUR, not the angel of the day.",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "This guide is highly relevant for serious practitioners of Solomonic ceremonial magic, particularly those engaging with grimoire traditions like the Heptameron. It addresses a critical pain point in traditional grimoire work: the precise and often convoluted process of configuring ritual spaces according to complex astrological and angelic correspondences. By consolidating disparate information and providing clear, tabular data, Lithargoel's guide significantly reduces the barrier to entry and the potential for error in constructing effective magic circles, which are foundational to successful evocation. It acts as a pragmatic bridge between dense historical texts and modern operative magical practice.",
    "target_audience": "The primary target audience consists of ceremonial magicians, occultists, and students of Western Esotericism with an interest in grimoire traditions and angelic evocation. It is particularly useful for those seeking a practical, organized, and precise methodology for preparing a Heptameron-style magic circle, and who appreciate a structured approach to complex magical operations."
  }
}