{
  "header": {
    "title": "Shamanic-Like Journeying and Psi: I. Imagery Cultivation, Paranormal Belief, and the Picture-Identification Task",
    "authors": [
      "Lance Storm",
      "Adam J. Rock"
    ],
    "category": "Parapsychological Research / Altered States of Consciousness",
    "keywords": [
      "Australian Sheep-Goat Scale",
      "ASGS",
      "paranormal belief",
      "psi",
      "shamanism",
      "transliminality"
    ]
  },
  "central_thesis": "This study investigates whether an imagery cultivation model, specifically a shamanic-like journeying protocol, is an effective and efficient psi-conducive technique, comparable to the Ganzfeld. It also examines if paranormal belief/experience (measured by ASGS) and transliminality predict psi performance in this context.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION",
      "summary": "Discusses the Ganzfeld's history and controversies in psi research, proposing shamanic-like practices as a potentially more effective alternative. Introduces paranormal belief and transliminality as variables that might influence psi outcomes in this new paradigm."
    },
    {
      "chapter_title": "Shamanism",
      "summary": "Defines shamanism as voluntarily entering altered states for community service and describes 'shamanic-like journeying' as a technique, often involving monotonous drumming, to block external stimuli and enhance internal imagery. The paper notes its historical association with psi effects and highlights the need to experimentally evaluate its psi-conducive potential in non-shamans."
    },
    {
      "chapter_title": "Paranormal Belief and Psi",
      "summary": "Explores the 'sheep-goat effect,' where belief in psi correlates with better performance. The study uses Thalbourne's Australian-Sheep-Goat Scale (ASGS) to measure paranormal belief, hypothesizing a positive relationship with direct hits, especially in the shamanic-like condition."
    },
    {
      "chapter_title": "Transliminality and Psi",
      "summary": "Defines transliminality as the tendency for psychological material to cross into/out of consciousness, suggesting it might correlate with paranormal effects by drawing on unconscious sources. The Transliminality Scale (Form B) is administered, hypothesizing a positive correlation with direct hits, stronger in the shamanic-like condition."
    },
    {
      "chapter_title": "The Psi Task—Anomalous Picture Identification",
      "summary": "Describes the experimental task: participants rank a randomly-selected concealed target picture from four options. This free-response paradigm is considered more efficient for psi testing than forced-choice methods. The theory is that imagery cultivated during the shamanic-like treatment will enhance performance on this task."
    },
    {
      "chapter_title": "METHOD",
      "summary": "Details the experimental setup involving 108 non-shaman participants randomly assigned to either a shamanic-like (treatment) or control condition. The shamanic-like condition involved 15 minutes of monotonous drumming (8 b.p.s.) guided by Harner's 'lower world' journey visualization instructions, followed by a picture identification task. The control involved quiet sitting. Materials included ASGS, Transliminality Scale, concealed picture sets, and audio equipment."
    },
    {
      "chapter_title": "RESULTS",
      "summary": "The shamanic-like condition yielded a marginally significant direct hit rate (34.5%, p = .048), comparable to Ganzfeld meta-analyses (ES = 0.22). The control condition was at chance (22.6%). No significant difference was found between conditions or for paranormal belief/transliminality as predictors of direct hits. Post-hoc analysis revealed significant 'extreme scoring' (preferences for ranks #1 and #4) for the whole sample, suggesting bidirectional psi effects, and surprisingly, low RASGS scorers ('goats') tended to score more extremely."
    },
    {
      "chapter_title": "DISCUSSION",
      "summary": "Concludes that the shamanic-like journeying protocol for imagery cultivation is statistically effective and efficient, comparable to the Ganzfeld, in facilitating psi. Acknowledges limitations, such as insufficient power for between-condition differences and the unexpected negative correlation of paranormal belief with extreme scoring. Recommends future research to isolate effective components of the protocol, explore other personality traits, and investigate different imagery cultivation techniques. Highlights practical advantages over the Ganzfeld procedure."
    }
  ],
  "key_concepts": [
    {
      "term": "Shamanic-Like Journeying",
      "definition": "A protocol for voluntarily entering altered states of consciousness, typically induced by monotonous drumming (8 b.p.s.) and guided visualization, aimed at enhancing internal imagery to facilitate psi effects. It's considered an 'imagery cultivation model' distinct from noise-reduction models like the Ganzfeld."
    },
    {
      "term": "Psi",
      "definition": "A general term for paranormal phenomena, specifically Extrasensory Perception (ESP) in this context, demonstrated through the 'Anomalous Picture Identification Task' where participants attempt to identify a concealed target picture."
    },
    {
      "term": "Ganzfeld",
      "definition": "An experimental parapsychology protocol designed to induce an altered state of consciousness conducive to psi, typically by creating an undifferentiated sensory field (e.g., red light through ping-pong balls over eyes, white noise through headphones)."
    },
    {
      "term": "Australian Sheep-Goat Scale (ASGS)",
      "definition": "A psychometric scale developed by Thalbourne (1995) to measure paranormal belief/experience. Participants are categorized as 'sheep' (believers) or 'goats' (non-believers), with the hypothesis that sheep tend to 'psi hit' and goats to 'psi miss'."
    },
    {
      "term": "Transliminality",
      "definition": "The hypothesized tendency for psychological material to cross 'thresholds' (limines) into or out of consciousness. Measured by the Transliminality Scale, it is proposed to correlate with paranormal effects due to its connection with unconscious (endo-psychic) sources."
    },
    {
      "term": "Direct Hits",
      "definition": "A conservative measure of psi performance where a participant correctly ranks the target picture as their #1 (most likely) choice among a set of alternatives."
    },
    {
      "term": "Extreme Scoring",
      "definition": "A post-hoc psi measure combining instances where participants selected rank #1 (psi-hitting) or rank #4 (psi-missing) for the target picture, suggesting a bidirectional manifestation of psi effects (i.e., strong accuracy or strong inaccuracy)."
    }
  ],
  "practical_system": {
    "description": "The 'shamanic-like journeying protocol' is an imagery cultivation system designed to induce an altered state of consciousness conducive to psi perception. It leverages monotonous drumming at 8 beats-per-second (b.p.s.) alongside a guided visualization script to facilitate a 'descent into the Lower World' where psi-related images are actively propagated and cultivated.",
    "tools": [
      "CD-player (or equivalent audio device like a computer, iPod, mp3 player) for playing recorded instructions and drumming.",
      "CD-R disc (or mp3 file) containing the specific shamanic-like journeying script and monotonous drumming at 8 b.p.s.",
      "Stop-watch for timing segments of the ritual.",
      "Manila envelope containing a target set (one target picture + three decoys).",
      "Manila envelope containing the actual concealed target picture, wrapped in aluminum foil.",
      "Blanket (optional, for comfort during the supine position).",
      "Eye-mask (light-proof, to be worn during the entire 19-minute journeying period)."
    ],
    "rituals": [
      "Initial visualization of an opening into the earth (e.g., hole, cave, spring, man-made opening) that feels comfortable and can be clearly seen, noting its details for 2 minutes.",
      "Upon the beginning of monotonous drumming, visualize entering the opening and commencing a 'journey' into the earth.",
      "Guided descent through a 'Tunnel' (5-second pauses between instructions) that may be dark, dim, ribbed, bending, steep, or fast. Instructions include navigating obstacles (going around or through cracks). This phase continues for approximately 9 minutes of drumming without further verbal guidance.",
      "Reaching the end of the Tunnel and visualizing a set of doors. Push open the doors (with 15-second pauses between actions).",
      "Visualize an envelope (containing the target picture) and imagine opening it. Study the concealed target picture in detail for 2 minutes, with instructions to remember this information for later.",
      "A rapid drum tempo signals the return journey (30 seconds), followed by a guided ascent back through the Tunnel (5-second pauses).",
      "The session concludes with four sharp drum strikes, signaling the end of the journey."
    ]
  },
  "relevant_quotes": [
    {
      "text": "In a previous article (Storm & Rock, 2009) we proposed an imagery cultivation model to be at least as psi-conducive as the Ganzfeld, based on anthropological and parapsychological claims concerning alleged psi effects during shamanic practices.",
      "page": "1"
    },
    {
      "text": "Shamanism may be defined as “a family of traditions whose practitioners focus on voluntarily entering altered states of consciousness in which they experience themselves, or their spirit(s), travelling to other realms at will and interacting with other entities in order to serve their community” (Walsh, 1989, p. 5).",
      "page": "3"
    },
    {
      "text": "The purpose of shamanic techniques such as monotonous drumming is to 'block out the noise produced by the external stimuli or perception and to attend to internal imagery processes, thus bringing them more clearly into focus' (Noll, 1985, p. 445).",
      "page": "3"
    },
    {
      "text": "Transliminality is defined as the 'hypothesized tendency for psychological material to cross (trans) thresholds (limines) into or out of consciousness' (Thalbourne & Houran, 2000, p. 853).",
      "page": "4"
    },
    {
      "text": "The present study, therefore, had two aims: (i) to determine if imagery cultivation using a shamanic-like journeying protocol was psi-conducive, and (ii) to determine if paranormal belief/experience and transliminality would predict psi performance.",
      "page": "5"
    },
    {
      "text": "In the present study, we provide both methodological reasons and statistical evidence which support our argument that a shamanic-like journeying protocol of imagery cultivation is at least as effective and efficient as the Ganzfeld.",
      "page": "21"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper offers a rigorous, scientific exploration into the efficacy of 'shamanic-like' practices for inducing psi phenomena, bridging parapsychology with traditional esoteric techniques. For occult practitioners, it provides empirical support for the use of rhythmic drumming and guided visualization (imagery cultivation) as operative methods for accessing non-ordinary states conducive to 'psi-hitting' or receiving anomalous information. The comparability of the shamanic-like condition's effect size to established Ganzfeld results suggests that active visualization and 'journeying' can be as effective as passive noise-reduction in facilitating psychic perception. The finding of 'extreme scoring' (psi-hitting or psi-missing) aligns with the concept of polarized results in magical workings, where intent can manifest strongly, even if not always as desired.",
    "target_audience": "Parapsychologists, researchers in altered states of consciousness, practitioners of shamanism, chaos magicians, ceremonial magicians, and anyone interested in the scientific validation of trance induction, visualization techniques, and their potential for facilitating psychic or 'magical' abilities."
  }
}