{
  "header": {
    "title": "May 2002 Doings: A Sporadic Journal of Activities, Spells, and Words",
    "authors": [
      "Eliza Fegley"
    ],
    "category": "Practical Magic & Esoteric Craft",
    "keywords": [
      "Journal",
      "Spells",
      "Magic",
      "Esotericism",
      "Occultism",
      "Witchcraft",
      "Herbalism",
      "Goddess Worship",
      "Meditation",
      "Divination",
      "Folklore",
      "Crafts",
      "Self-Love",
      "Debt Magic",
      "Protection Spells",
      "Elemental Magic",
      "Personal Practice"
    ]
  },
  "central_thesis": "This journal presents an eclectic and experiential approach to practical magic and esoteric understanding, emphasizing personal experimentation, intuitive development, and the integration of diverse magical traditions into daily life. It advocates for active engagement with magical principles and critical self-reflection over dogmatic adherence to pre-existing systems, promoting a grounded and self-empowered practice.",
  "structure_content": [
    {
      "chapter_title": "May 01, 2002 - Rot Away Debt",
      "summary": "A practical spell to eliminate debt, involving writing bills on paper, a diminishing ABRACADABRA seal, dirt, water, and a black votive candle, culminating in disposal. Timing is crucial: 3 days before the New Moon."
    },
    {
      "chapter_title": "May 02, 2002 - Stop Debt Growth",
      "summary": "A complementary spell performed on the dark moon, utilizing a raw egg and a dime in a jar to symbolically halt the growth of debt. The broken egg represents stopping growth, and the cleansed dime is placed with bills as a 'clean slate'."
    },
    {
      "chapter_title": "May 03, 2002 - Rhiannon",
      "summary": "An article detailing the Welsh underworld goddess Rhiannon, exploring her myths, associations with other goddesses (Epona, Morrigan), symbolism (magical horse, birds), and domains (fertility, underworld, enchantments). It includes suggestions for creating a devotional altar."
    },
    {
      "chapter_title": "May 04, 2002 - Getting Involved / I Killed My Television",
      "summary": "Personal reflections on the importance of hands-on experimentation in magic and life, advocating for direct engagement and learning from 'mistakes' over passive consumption of information. A commentary on disconnecting from television to foster self-education and creative pursuits."
    },
    {
      "chapter_title": "May 05, 2002 - The Circle",
      "summary": "An article on the versatile symbolism of the circle for wholeness, binding, protection, and completion. It provides specific instructions for drawing circular sigils with colored inks (red, pink, light blue) to achieve self-love, relationship harmony, or recovery from a break-up."
    },
    {
      "chapter_title": "May 06, 2002 - Essential Oils",
      "summary": "An unfinished article listing various essential oils (Ginger, Lavender, Lemon Verbena, Palmarosa, Rose, Rosemary, Yarrow, Ylang-Ylang) with their specific magical properties related to love. It outlines practical methods for their use, including diffusers, direct application, massage oils, baths, laundry, and cleaning."
    },
    {
      "chapter_title": "May 07, 2002 - The Basics of Spellcrafting - LOVE",
      "summary": "An introductory guide to fundamental spellcrafting principles: emphasizing focus, visualization, and understanding moon cycles for specific magical intentions (New, Waxing, Full, Waning Moon). It also details color correspondences for love spells (red, pink, white, silver, gold) and methods for casting a protective circle."
    },
    {
      "chapter_title": "May 08, 2002 - Charming A Protective Whistle / Aphrodite Candles & Mini Altar",
      "summary": "Instructions for two crafts: a charm to imbue a whistle with protective qualities, calling for help in times of need; and a method for making seashell candles from tea candle wax, to be arranged with sand and sea salt as an altar piece."
    },
    {
      "chapter_title": "May 09, 2002 - Hecate Wreath",
      "summary": "Instructions for crafting a wreath from fresh willow branches, which symbolizes the goddess Hecate and the Moon. The wreath is designed as an altar embellishment after drying."
    },
    {
      "chapter_title": "May 10, 2002 - Parsley Uses",
      "summary": "A detailed article covering parsley's historical customs and lore (associations with death, the Devil, luck, and fertility), warnings regarding its use, culinary applications, cosmetic recipes (face masks, hair rinse), medicinal remedies, and methods for preservation (drying, freezing), infusions, and decoctions."
    },
    {
      "chapter_title": "May 11, 2002 - Salamanders",
      "summary": "A skeptical exploration of the symbolic meaning of salamanders, debunking popular Wiccan 'good luck' associations. It presents historical and folkloric perspectives, including their biological capacity for regrowth, Egyptian hieroglyphic use, alchemical symbolism, and perceived cold properties."
    },
    {
      "chapter_title": "May 12, 2002 - The Karmaflaging Rede",
      "summary": "A poetic piece defining 'Karmaflage' as experiencing multiple karmic repercussions. It presents a 'rede' (guiding principle) emphasizing conscious action, forethought, and good intentions as essential to avoid negative karmic outcomes."
    },
    {
      "chapter_title": "May 19, 2002 - Meditation: Preparation and Breathing",
      "summary": "An article on meditation techniques, focusing on preparation (eliminating distractions) and two relaxation methods: 'Orgasm Relaxation' (using orgasm to release physical and mental tension with specific visualizations) and 'Breathing' (a 2-4 belly breathing rhythm for sustained focus)."
    },
    {
      "chapter_title": "May 20, 2002 - Easy Soap Balls",
      "summary": "A simple craft project providing instructions for making fragrant soap balls from grated unscented soap, ground lavender, tea tree oil, rosemary oil, and warm water, intended for personal use or gifting."
    },
    {
      "chapter_title": "May 21, 2002 - If You're A Real Witch...",
      "summary": "A critical reflection on common naive requests for 'easy' spells. It emphasizes that effective spellcasting demands years of research, soul-searching, personal interpretation of symbols, and an understanding of 'Unseen Forces,' rejecting the notion of quick fixes. It also posits self-love as the magnetic force for attracting a soulmate."
    },
    {
      "chapter_title": "May 22, 2002 - A Gentle Herbal Face Cleanser",
      "summary": "A recipe and instructions for making a gentle, homemade face cleanser from witch hazel, dried chamomile flowers, calendula petals, and distilled water. It details the preparation, storage, and application, noting its suitability for sensitive skin."
    },
    {
      "chapter_title": "May 23, 2002 - Acorns O'Plenty",
      "summary": "Instructions for gathering and drying acorns. These are then used symbolically for prosperity (stored in a food pantry) and protection (placed on windowsills to guard against lightning)."
    },
    {
      "chapter_title": "May 25, 2002 - Color Telepathy - Children",
      "summary": "An account of practicing telepathy with children using color cards. It describes the process of making the cards, the methodology of sending and receiving colors, and identifies which colors are most effective for telepathic transmission."
    },
    {
      "chapter_title": "May 26, 2002 - Ridding Monsters",
      "summary": "A simple, lighthearted children's charm ('Vixum, Braxum, Poly-goo stew...') intended to playfully banish imaginary closet monsters, highlighting the use of sound and motion in children's magic."
    },
    {
      "chapter_title": "May 31, 2002 - Spit",
      "summary": "An article detailing various historical and folkloric magical uses of spit, including for good luck (fishermen, boxers, traders, shoes, urine), protection (evil eye, journeys), fertility (newlywed groom), and counteracting bad omens (magpies). It also notes its potential use in 'dark arts'."
    }
  ],
  "key_concepts": [
    {
      "term": "Eclectic Practice",
      "definition": "The overarching approach of integrating diverse magical traditions, herbalism, and personal development into a coherent and flexible personal system, as demonstrated by the variety of topics covered."
    },
    {
      "term": "Personalization of Magic",
      "definition": "The emphasis on direct experimentation, intuition, and individual interpretation of magical principles and spells, encouraging practitioners to adapt or create practices rather than blindly follow instructions."
    },
    {
      "term": "Intent and Focus",
      "definition": "The foundational elements of effective spellcrafting, requiring clear articulation of purpose and desired outcome, and maintained mental concentration during ritual work."
    },
    {
      "term": "Sympathetic Magic",
      "definition": "A principle where objects or actions influence others based on their resemblance or association. Examples include the diminishing ABRACADABRA seal for debt, crushing an egg to stop growth, and using acorns for prosperity."
    },
    {
      "term": "Lunar Correspondence",
      "definition": "The practice of aligning magical workings with the phases of the moon (New Moon for beginnings, Waxing for growth, Full for abundance, Waning for banishing/reducing) to enhance spell efficacy."
    },
    {
      "term": "Herbalism",
      "definition": "The use of plants for magical, medicinal, and cosmetic purposes, including detailed instructions for preparations like infusions, decoctions, face masks, and hair rinses, and understanding their inherent properties."
    },
    {
      "term": "Color Correspondence",
      "definition": "The assignment of specific magical meanings and energies to different colors (e.g., red for sexual energy, pink for gentle love, silver for protection) and their application in spellcraft and visualization."
    },
    {
      "term": "Orgasm Relaxation",
      "definition": "A meditation technique where the energy of orgasm is consciously directed to release physical tension or clear mental clutter, as a prelude to deeper meditative states or magical work."
    },
    {
      "term": "Karmaflage",
      "definition": "A neologism coined by the author, referring to the experience of being subjected to multiple karmic kickbacks, highlighting the principle of personal responsibility and the repercussions of actions lacking forethought and heart."
    },
    {
      "term": "Telepathy",
      "definition": "The practice of mental communication without physical means, explored through structured exercises, particularly with children, using color cards as a training aid."
    }
  ],
  "practical_system": {
    "description": "The practical system presented is fundamentally eclectic and experimental, prioritizing the practitioner's personal experience, intuition, and critical evaluation of magical traditions. It operates on the premise that reality is malleable through focused intent, visualization, and symbolic action, often leveraging natural correspondences (e.g., moon phases, colors, herbs). A strong ethical framework, particularly concerning karma and self-love, is integrated with hands-on spellcraft and personal development techniques. The author champions active creation and self-reflection as vital components of magical growth.",
    "tools": [
      "Paper and writing implements (pen, ink)",
      "Glass jars with lids",
      "Dirt and water",
      "Black votive candles, matches/lighter",
      "Raw eggs",
      "Dimes",
      "Herbs (parsley, chamomile, calendula, willow branches, lavender)",
      "Essential oils (ginger, lavender, lemon verbena, palmarosa, rose, rosemary, yarrow, ylang-ylang)",
      "Diffusers and carrier oils (apricot kernel, sweet almond, soy, grapeseed, sunflower)",
      "Tea candles, seashells, wax",
      "Double boiler or microwave-safe measuring cup",
      "Natural wide-mouthed shallow bowl, sand, sea salt",
      "Twistie ties",
      "Whistle",
      "Kitchen utensils (knives, bowls, juicer)",
      "Witch hazel",
      "Acorns",
      "Color cards"
    ],
    "rituals": [
      "Rot Away Debt Spell",
      "Stop Debt Growth Spell",
      "Circle Spells for Self-Love, Relationship Harmony, Break-up Recovery",
      "Charming A Protective Whistle",
      "Making Aphrodite (Seashell) Candles",
      "Crafting a Hecate Wreath",
      "Making Moisturizing Honey Parsley Face Mask",
      "Making Apple Parsley Face Mask for Oily Skin",
      "Parsley Vinegar Hair Rinse",
      "Blood Building Juice",
      "Ridding Monsters (Children's Charm)",
      "Orgasm Relaxation Meditation",
      "2-4 Belly Breathing Meditation",
      "Easy Soap Balls Craft",
      "Making Herbal Face Cleanser",
      "Acorns for Prosperity and Protection",
      "Color Telepathy Practice with Children"
    ]
  },
  "relevant_quotes": [
    {
      "text": "This file and all that it contains is for personal use only. None of this material may be placed on any website other than sacredspiral.com and it may not be republished without permission from author.",
      "page": "1"
    },
    {
      "text": "I do not know if these spells work well on their own as I've only needed to cast them once and I am still feeling their effects. They have done more to help me (and my main financial focus) than any money gain spell ever has.",
      "page": "3"
    },
    {
      "text": "It's is never enough to read about other people's projects and concoctions. I have to try them out for myself... I usually get my best inspirations after a fuck-up.",
      "page": "5"
    },
    {
      "text": "Life passes by so quickly and when you look back you will want to see your accom-plishments and not reruns of the fake make-believe world called television.",
      "page": "5"
    },
    {
      "text": "The most important part in ritual or spellcrafting is focus. Before beginning any spell or ritual, take a moment to tell yourself why you are doing this. What is the purpose for this spell or ritual? What is your planned outcome? Keep your focus very simple and to the point.",
      "page": "8"
    },
    {
      "text": "To effectively 'cast a spell', one needs to do years of research and years of soul searching to understand personal interpretations of colors, symbols, mythologies, and more. As one travels deeper into the realms of mysticism, these personal meanings will change and take on even stronger meanings. There is no end to the learning and there is no such thing as 'quick' and 'easy' when it comes to working with the Unseen Forces.",
      "page": "19"
    },
    {
      "text": "You learn to love yourself first and that self-love will attract others to you like a magnet attracts certain metals. Magnetism.",
      "page": "19"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for contemporary practitioners seeking a grounded, eclectic, and personally interpretive approach to magic. It demystifies spellcrafting, emphasizing practical application and encouraging self-reliance, critical thinking, and ethical considerations (e.g., karma, personal responsibility). Its journal format provides a relatable glimpse into the day-to-day practice and reflections of a modern witch, making esoteric concepts accessible. The author's skepticism towards unverified claims (e.g., salamander symbolism, 'easy' spells) adds a layer of realism and intellectual rigor often absent in more sensationalized occult texts.",
    "target_audience": "The target audience primarily consists of beginning to intermediate practitioners of witchcraft, Wicca, and eclectic magic. This includes individuals interested in practical applications, herbalism, goddess work, and a personal, experiential path to magical development. The direct and sometimes informal language also appeals to those comfortable with a non-dogmatic approach, as well as parents seeking introductory esoteric practices for children."
  }
}