{
  "header": {
    "title": "Babylonian Oil Magic in the Talmud and in the later Jewish Literature",
    "authors": [
      "Samuel Daiches, Ph.D."
    ],
    "category": "Western Esotericism, Occultism, Magic, Jewish Magic, Babylonian Magic",
    "keywords": [
      "Oil Magic",
      "Babylonian Magic",
      "Talmud",
      "Jewish Literature",
      "Divination",
      "Lecanomancy",
      "Ritual Magic",
      "Assyro-Babylonian",
      "Sumerian",
      "Demons",
      "Spirits",
      "Grimoire Traditions"
    ]
  },
  "central_thesis": "The central thesis of this work is to demonstrate the direct historical transmission and adoption of Babylonian oil magic practices, including specific rituals, invocations, and underlying philosophies, into Jewish magical traditions as evidenced in the Talmud and subsequent Jewish esoteric literature. The author meticulously traces these practices, from ancient Mesopotamia (Sumerian-Babylonian texts) through their appearance in Jewish contexts, highlighting striking parallels and the syncretic nature of occult knowledge across cultures and millennia.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION",
      "summary": "This section establishes oil as a mystic element across ancient civilizations (Bible, Assyria, Egypt, Greece) and specifically in magic (Babylonian, Jewish, Egyptian, European). It posits Babylonian oil magic as the primary origin for many later forms, laying the groundwork for the comparative analysis that follows."
    },
    {
      "chapter_title": "A. TALMUDIC PASSAGES REFERRING TO OIL MAGIC, AND NOTES",
      "summary": "This part delves into specific Talmudic texts mentioning oil magic, such as 'princes of oil' (שרי שמן) and 'princes of eggs' (שרי ביצים) for divination and the use of oil for magical healing. It connects these obscure Talmudic references to clear Babylonian parallels, asserting the Babylonian origin and understanding of the magical power of oil, often used to inquire of or manipulate spirits."
    },
    {
      "chapter_title": "B. LATER JEWISH TEXTS, TRANSLATIONS, AND NOTES",
      "summary": "This extensive section presents eleven later Jewish magical texts, providing translations and detailed notes. These texts are categorized into two groups: B1, where oil is part of a broader divination ceremony for spirits to appear in a medium's nail, hand, or a vessel; and B2, where divination is performed solely through oil formations or reflections. The notes offer deep etymological, historical, and comparative insights, drawing parallels with Babylonian rituals, including specific adjurations, offerings, and ritual components. Key magical entities like 'princes of the thumb' (שרי בהן), 'princes of the hand' (שרי כף), 'princes of the cup' (שרי כוס), and 'princes of bdellium' (שרי בדולח) are explored, tracing their origins and significance."
    }
  ],
  "key_concepts": [
    {
      "term": "Oil as a Mystic Element",
      "definition": "Across antiquity, oil was intrinsically linked to sacred acts like consecration and dedication (e.g., Jacob's anointing of a stone, Moses anointing Aaron). In magical contexts, it served as a medium for spirit contact, divination, and healing due to its perceived inherent purity and mystic qualities."
    },
    {
      "term": "Babylonian Oil Magic",
      "definition": "The historical and primary source of many oil-based magical practices, as evidenced in Assyro-Babylonian ritual tablets (e.g., Rit., Maklū texts). It featured oil in incantations ('šaman šipti'), for purification ('šamnu ellu'), and soothing ('šaman tap-šú-uh-ti'), often involving the invocation of deities like Ea and Marduk for divination."
    },
    {
      "term": "šari šemēn (שרי שמן)",
      "definition": "A Talmudic and later Jewish term, meaning 'princes of oil'. It refers to the spirits or divine entities invoked through the use of oil in various magical ceremonies, particularly for divination. These 'princes' were believed to provide answers or manifest phenomena through the oil."
    },
    {
      "term": "šari bohen (שרי בהן)",
      "definition": "Specifically, 'princes of the thumb'. This refers to a form of divination (lecanomancy) where an innocent medium (child) looks into an anointed, prepared thumb-nail (often the right thumb) to perceive spirits or omens. This practice has direct parallels in Babylonian 'bēl şupur ubāni annie' (master of the nail of this finger)."
    },
    {
      "term": "Magical Circle (עגול)",
      "definition": "An indispensable protective element in ceremonial magic, creating a consecrated boundary on the earth. Its purpose is to shield the magician and medium from malevolent spirits while compelling invoked entities to appear within its confines and provide truthful answers. Parallels are found in Babylonian 'uşurtu'."
    },
    {
      "term": "Divination by Oil Formations/Reflections (Lecanomancy)",
      "definition": "A key operative mechanism. In texts, this involves observing how oil drops behave when poured on water (e.g., cleaving/rising vs. sinking to indicate life/death) or observing reflections in a dish of oil (e.g., seeing one's face vs. not seeing it to indicate health/bewitchment). This method is directly traced to Old Babylonian oil-divination texts."
    },
    {
      "term": "Medium (Child or Pregnant Woman)",
      "definition": "An innocent individual (typically a young boy, girl, or pregnant woman) utilized in many oil magic rituals. Their purity is believed to make them more receptive and capable of 'seeing' the spirits or interpreting the oil's phenomena, acting as a direct channel for communication with the invoked entities."
    },
    {
      "term": "Timing and Purity of Operation",
      "definition": "Ritual success is heavily dependent on specific conditions: performing operations at dawn before sunrise ('עמוד השמש'), on clear/cloudless days, and requiring the practitioner and medium to observe fasting, ritual bathing, and wear clean, white garments. These conditions ensure optimal spiritual alignment and potency."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined across the texts is a form of **lecanomancy** and **spirit evocation/divination** primarily utilizing **olive oil** (or sesame oil) as a medium. The core mechanism involves invoking specific 'princes' or spirits (e.g., 'princes of the nail,' 'princes of the hand,' 'princes of the cup,' 'princes of bdellium') who are compelled to appear and reveal information or perform actions. This appearance is typically observed by an innocent medium (child or pregnant woman) through reflections or formations within the anointed oil or vessel. The system emphasizes rigorous ritual purity (fasting, ritual bathing, white garments) and precise timing (dawn, clear days) to ensure the efficacy and safety of the operation. Responses from spirits can be visual, audible, or even written.",
    "tools": [
      "Olive Oil",
      "Sesame Oil",
      "Water",
      "Cup/Dish/Vessel (makaltu)",
      "New pot (for healing ritual)",
      "Knife (with black handle)",
      "Smooth stones (four kinds)",
      "Bdellium",
      "Wax candle",
      "Black soot from a saucepan",
      "Parchment of a deer, ink, pen (for spirit writing)",
      "Stool",
      "Table",
      "Lambs (black and white, for offerings)",
      "Glass cups (for offerings)",
      "'Book of the oath' (ספר השבועה) - a grimoire containing adjurations"
    ],
    "rituals": [
      "**Thumb-Nail Divination (שרי בהן)**: Requires a young lad as medium. Prepare the right thumb-nail (thin until thin). Create a circle on the ground with a black-handled knife. Place four smooth stones in the circle. The lad sits in the circle facing the 'pillar of the sun' (dawn). Anoint the lad's thumb-nail and forehead with pure olive oil. Whisper specific spells (Biblical verses like Jeremiah x.10b, Psalm cxviii.15-16) into the lad's ear, adjuring 'princes of the nail' to bring King Mimon and Queen to the nail. Spirits may demand offerings (two lambs, three glass cups) and the 'book of the oath.' The lad observes spirits and relays information. To dismiss, remove oil from nail/forehead and adjure them to depart peacefully.",
      "**Hand Divination (שרי כף)**: Uses a young lad, girl, or pregnant woman. Besmear the hand (right or left) with black soot from a saucepan, then anoint with olive oil. Medium sits on a stool, facing east towards a window. Whisper specific names (e.g., TONDEIT, KEIT, HEIT; ATOR, SATOR, SOMANI) three times into the medium's right ear, three times above the head, and three times into the left ear. The medium observes figures (e.g., a man dressed in black, then white) in the oil on the hand, who are adjured to bring the 'king' and 'sons of his kingdom' to answer questions or write messages. Dismissal involves a peaceful adjuration.",
      "**Cup Divination (שרי כוס)**: Uses two innocent boys. Anoint a cup (inside, outside, edge) with sesame oil. Kindle a wax candle and stick it to the cup's edge, facing the boys. Adjure 'princes of the cup' by divine names (HVIH, Sefiroth) and specific magical words (AGP, NGP, etc.) to reveal information (e.g., about theft). The cup is placed on a dish, turned upside down towards the sun, while Psalm 29 is recited. The boys dip themselves in water before further adjurations.",
      "**Oil Formation Divination (Pregnancy)**: Pour three drops of olive oil with the small finger into a cup of water, uttering specific names (Kutiel, Harbiel) with each drop. Observe the oil drops: if they cleave and rise, the child will live; if they sink, the child will not live.",
      "**Oil Reflection Divination (Health/Bewitchment)**: For diagnosing health or bewitchment, a person looks into a dish full of good oil. Seeing one's own face signifies health/no bewitchment; failure to see it signifies death/bewitchment.",
      "**Magical Healing (Expelling Demons)**: To drive out a demon or illness, recite Psalm 10 'Why, O Lord, standest thou afar off' nine times over a new pot filled with drawn water containing a little olive oil. The afflicted person then washes their entire body with this oil-water mixture, concentrating on the name 'ALMATz' for removal of illness or demon."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Oil was regarded in antiquity as a mystic element. It was used for consecration and dedication.",
      "page": "5"
    },
    {
      "text": "šiptu šamnu ellu šamnu ib-bu šamnu nam-ru šamnu mu-lil-li ša ilāni šamnu mu-pa-aš-ši-ih šerbu-a-na ša a-me-lu-ti šaman šipti ša il E-a šaman šipti ša i Marduk ú-da-hi-id-ka šaman tap-šú-uh-ti šál E-a id-di-nu a-na pa-aš-ha-a-ti ap-sú-uš-ka šaman balāti addika. ('Incantation. Bright oil, pure oil, shining oil, the purifying oil of the gods, oil which softens the sinews of man. With the oil of the incantation of Ea, with the oil of the incantation of Marduk I have made thee drip; with the oil of softening which Ea has given for soothing I have anointed thee; oil of life I have put on thee.')",
      "page": "6"
    },
    {
      "text": "שרי שמן ושרי ביצים מותרין לשאול בהן אלא מפני שמכזבין. לוחשין על שמן שבכלי ואין לוחשין על שמן שביד לפיכך סכין משמן שביד ואין סכין משמן שבכלי. ('One is allowed to ask of the princes of oil and the princes of eggs, only (one does not ask because ?) they lie. One whispers a charm over oil in the vessel and one does not whisper a charm over oil in the hand; therefore one anoints (oneself) with the oil in the hand and one does not anoint (oneself) with the oil in the vessel.')",
      "page": "9"
    },
    {
      "text": "The diviner shall look upon oil in water",
      "page": "11"
    },
    {
      "text": "The influence of the culture of the land of the two rivers upon the development of mankind has been very great, but not the least great has it been in the domain of magic and witchcraft. The more one examines the ancient literature the more one sees how the various forms of Sumero-Babylonian superstition spread to the whole of the ancient civilized world, and how many of these superstitions have survived up to the present day in East and West.",
      "page": "8"
    },
    {
      "text": "This note makes it clear that the thumb-nail divination which was common in Babylonia 2,000 years before the common era (see for the date of the Ritual Tablets', Zimmern, l. c., p. 82, also above, p. 12) was in vogue among Jews in the times of the Talmud as well as in the time of Rashi and Kimhi and was still practised in the seventeenth century. It is still being practised in the Orient at the present time; cf. Thompson, PSBA., 1906, pp. 84-5, where the description of a thumb-nail divination ceremony witnessed by the writer is given. Thus we see how magical practices wander from generation to generation almost untouched by the hand of time. Thumb-nail magic can, as we see, look back upon a period of 4,000 years.",
      "page": "33"
    },
    {
      "text": "The magical circle was indispensable, as it was supposed to protect the magician from attacks from the spirits. For details about the magical circle, see Thompson, Semitic Magic, pp. lviii ff.",
      "page": "32"
    }
  ],
  "critical_analysis": {
    "relevance": "This book is profoundly relevant for scholars and practitioners of Western Esotericism and Occultism, especially those interested in grimoire traditions and historical magic. It provides definitive evidence of the deep historical roots and cross-cultural transmission of specific magical practices, particularly oil divination, from ancient Mesopotamia into Jewish (and subsequently broader European) magical systems. The meticulous comparative analysis between Babylonian cuneiform texts and Jewish magical manuscripts illuminates the syncretic nature of occult knowledge, demonstrating how core ritual mechanics and symbolic associations (e.g., 'princes of oil,' magical circles, spirit offerings) persisted for millennia, often with reinterpreted theological frameworks. It enriches our understanding of how magical systems adapt while retaining their operative essence, offering invaluable context for studying Chaos Magic's principles of belief flexibility and Hermeticism's emphasis on sympathetic correspondences.",
    "target_audience": "The primary target audience includes academic researchers in Jewish Studies, Ancient Near Eastern religions, Folklore, and the History of Esotericism. It is also highly valuable for serious practitioners of historical ceremonial magic, Hermetic Qabalah, and Grimoire traditions who seek a deeper understanding of the origins, philosophical underpinnings, and precise operative mechanics of traditional divinatory and healing magic, particularly those involving scrying or spirit evocation through physical media."
  }
}