{
  "header": {
    "title": "Manhood, Witchcraft and Possession in Old and New England",
    "authors": [
      "Erika Anne Gasser"
    ],
    "category": "History of Western Esotericism and Occultism",
    "keywords": [
      "Manhood",
      "Witchcraft",
      "Possession",
      "Early Modern England",
      "Colonial New England",
      "Gender Studies",
      "Patriarchy",
      "Demonic Possession",
      "Puritanism",
      "Propaganda",
      "Historical Analysis",
      "Gendered Language",
      "Witch-hunts",
      "Social Hierarchy",
      "Supernatural Beliefs"
    ]
  },
  "central_thesis": "This dissertation argues that manhood played a more complicated and significant role in witchcraft and possession cases than previously acknowledged. Through a transatlantic cultural history, it reveals how gender was crucial in understanding the experiences of men as accused witches, demoniacs, and propagandists, demonstrating that men were often 'unmade' as honorable men by aligning them with feminized weaknesses, disorder, or degraded status, thereby defending or challenging patriarchal structures in early modern England and New England.",
  "structure_content": [
    {
      "chapter_title": "MANHOOD, WITCHCRAFT AND POSSESSION",
      "summary": "This chapter sets the theoretical foundation, integrating feminist theory and gender history into the study of witchcraft. It highlights the complex role of manhood in witchcraft and possession narratives and introduces the concept of 'unmaking' men, arguing that gender analysis is as crucial for men as for women in understanding these historical phenomena."
    },
    {
      "chapter_title": "A MAN UNMADE: JOHN SAMUEL AND WITCHES OF WARBOYS",
      "summary": "Analyzing the 1593 Warboys case, this chapter demonstrates how John Samuel, an accused male witch, was 'unmade' as a man in conjunction with his wife and daughter. It explores how existing gender and hierarchical norms were leveraged to portray the Samuel family as dangerous, illustrating the gendered dynamics that underpinned the accusations and conviction process."
    },
    {
      "chapter_title": "GENDERED LANGUAGE IN ENGLISH WITCHCRAFT-POSSESSION",
      "summary": "This chapter examines the English pamphlet war (1599-1602) between Anglican Samuel Harsnett and Puritan John Darrell over exorcism. It details how elite men on both sides used gendered language, concepts of 'manly credit,' accusations of 'excessive passions,' and occupational stereotypes to assert their authority, discredit opponents, and advance their religious and political agendas."
    },
    {
      "chapter_title": "PASSING A CENTURY, CROSSING THE ATLANTIC",
      "summary": "Offering a transatlantic perspective, this chapter traces continuities and changes in witchcraft-possession cases from early 17th-century England to 18th-century New England. It notes that men featured more prominently in published cases than in overall accusations, and analyzes how evolving medical theories and gendered assumptions influenced credulity and skepticism surrounding these supernatural events."
    },
    {
      "chapter_title": "TO UNMAKE A MINISTER: GEORGE BURROUGHS IN SALEM",
      "summary": "This chapter focuses on the 1692 Salem witchcraft trials, specifically the case of Reverend George Burroughs. It analyzes how Burroughs, despite his status as a minister, was 'unmade' into a witch. His character was discredited through spectral evidence and rumors of violence and ambition, demonstrating how his perceived failures of manhood contributed to his execution."
    },
    {
      "chapter_title": "GENDER IN NEW ENGLAND WITCHCRAFT-POSSESSION",
      "summary": "This chapter dissects the pamphlet controversy between Cotton Mather and Robert Calef regarding Margaret Rule's possession in Boston (1693-1700). It highlights Calef's gendered strategies to undermine Mather's authority and credit by associating him with disordered, feminized traits and questioning his self-mastery, thus challenging the legitimacy of the Puritan theocracy."
    },
    {
      "chapter_title": "Epilogue",
      "summary": "The epilogue synthesizes the dissertation's findings, reaffirming that while witchcraft-possession was largely a female phenomenon, the construction and deconstruction of manhood were central to its dynamics. It concludes that gendered strategies were consistently employed across Anglo-America to justify accusations, maintain social order, and provide explanations for outcomes, reflecting the complex and flexible nature of patriarchy."
    }
  ],
  "key_concepts": [
    {
      "term": "Witchcraft-possession",
      "definition": "Cases in which individuals perform symptoms of demonic possession and accuse human intermediaries (witches) of causing their affliction, blurring the lines between straightforward demonic possession and bewitchment."
    },
    {
      "term": "Maleficium",
      "definition": "The use of supernatural power, typically by female witches, to inflict harm upon others, including causing illness, death, or disruption of household goods."
    },
    {
      "term": "Manhood/Manliness",
      "definition": "Culturally-specific ideals and expectations in early modern society regarding what constituted a successful or unsuccessful man. Key qualities included maturity, rationality, responsibility, self-control, courage, piety, wisdom, and appropriate deference to authority, often defined in opposition to perceived feminine weaknesses."
    },
    {
      "term": "\"Unmaking\" of Men",
      "definition": "A rhetorical and social process by which men involved in witchcraft or possession cases (as accused or propagandists) were stripped of their privileges and reputation as honorable men. This often involved associating them with feminized traits, disorder, or degraded status, thereby justifying their condemnation or discrediting their arguments."
    },
    {
      "term": "Manly Credit/Reputation",
      "definition": "A crucial social and economic currency in early modern England, defining an individual's standing within the community based on perceived religious virtue, honesty, social status, and proper behavior. Its loss could have severe implications for an individual's livelihood and social acceptance."
    },
    {
      "term": "Gendered Language/Strategies",
      "definition": "Rhetorical tactics that explicitly or implicitly invoked contemporary gender norms to support or undermine individuals and their claims. This included associating opponents with 'feminized' traits like irrationality, emotional excess, or promiscuity, while asserting one's own adherence to masculine ideals like reason and self-mastery."
    },
    {
      "term": "Spectral Evidence",
      "definition": "Testimony based on visions of invisible spirits or specters, often used by possessed accusers to identify the witches tormenting them. While controversial, it held significant weight in early modern witchcraft trials, particularly in New England."
    },
    {
      "term": "Feminization",
      "definition": "The act of attributing 'female' characteristics—such as foolishness, irrationality, emotionality, or susceptibility—to men, especially male witches or opponents, to undermine their credibility and status within a patriarchal framework. The dissertation emphasizes the broader concept of 'unmaking' to encompass this process."
    },
    {
      "term": "Witch-Finder General",
      "definition": "A historical figure, notably Matthew Hopkins in 17th-century England, who traveled the countryside pursuing witches, often using controversial methods that contributed to spikes in witchcraft prosecutions."
    },
    {
      "term": "Sadducees",
      "definition": "A term used by pro-witchcraft writers in the early modern period to dismiss skeptics who doubted the existence of witches or spirits, aligning them with ancient Jewish sects that denied the resurrection and the existence of angels and spirits."
    }
  ],
  "practical_system": {
    "description": "This dissertation is a historical analysis of early modern witchcraft and demonic possession, focusing on the socio-cultural, political, and gendered mechanisms that informed beliefs and trials. It does not present a practical system for contemporary magical or occult practice. Instead, it meticulously describes the *historical* understanding and management of perceived supernatural interventions, including the methods of accusation, 'tests' for witchcraft/possession, and the rhetorical strategies used by historical figures to interpret and control these events. The 'system' explored is the historical framework through which these phenomena were conceptualized and adjudicated.",
    "tools": [
      "Prayer and Fasting: The primary 'tool' for Puritans in dispossessing demons, seen as a godly and legitimate method.",
      "Suspected Witch's Hair/Blood: Objects or bodily fluids believed to hold power in countermagical practices.",
      "Pins, Needles, Awls, Hot Irons: Used in physical tests to probe for witches' marks or to torment demoniacs.",
      "Opium: Employed by physicians as a natural remedy for convulsive fits, highlighting the interplay between medical and supernatural explanations.",
      "Scripture/Biblical Texts: Used by ministers and propagandists to justify or condemn practices, and to interpret supernatural events within a theological framework.",
      "Cunningpeople/Astrologers/Physicians: Consulted for diagnosis and remedies for afflictions, reflecting the diverse approaches to supernatural interference."
    ],
    "rituals": [
      "Puritan Dispossession/Exorcism: Involved intense 'prayer and fasting' sessions conducted by ministers to expel demons, emphasizing spiritual means over Catholic rituals.",
      "Countermagic: Practices like snipping and burning a suspected witch's hair or drawing blood from the accused, believed to negate their malefic power or cure the afflicted.",
      "Oath Tests: Forcing accused witches or demoniacs to repeat specific words or prayers (e.g., the Lord's Prayer) that were believed to either bind spirits or reveal demonic influence through stumbling or refusal.",
      "Scratching Experiment: Afflicted individuals would violently scratch the accused to draw blood, with the belief that this act would relieve their symptoms and serve as proof of the witch's guilt.",
      "Testing for Insensitivity/Marks: Suspected witches were physically examined for 'devil's marks' or 'teats' that were believed to be insensitive to pain or would not bleed when pricked with pins or awls.",
      "Testing Possessed Bodies: Demoniacs were subjected to various physical trials, such as being held in fires, pricked with hot pins, or restrained, to observe their supposed supernatural insensitivity, strength, or rigidity, and to differentiate genuine possession from fraud."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Recognizing that witchcraft belief was fundamentally gendered, but that the scripts drawn upon by male and female actors were not necessarily gendered in the same way, it argues that manhood played more of a role—and more complicated a role—in witchcraft and possession than previously recognized or explored.",
      "page": "4"
    },
    {
      "text": "I argue that gender is as crucial to understanding the men in witchcraft-possession as the women. Rather than exclude gender as a category of analysis because of its instability and inconsistency, close reading of published possession accounts reveals how men \"unmade\" their enemies as men, defended their own interests, and struggled to gain or maintain gendered power.",
      "page": "10"
    },
    {
      "text": "John Samuel did not cease to be a man, or become a feminine man, but rather he was undone as a decent man; he came to represent an inversion to the appropriate manifestation of patriarchal order. Having stripped him of the standard protections and privileges of manhood, his adversaries found a way to transform his former privileges into proof of his guilt.",
      "page": "107"
    },
    {
      "text": "For propagandists, whether in support of Darrell or against him, gendered language was a pivotal device. As part of their larger project to forward their religious and political objectives, writers on both sides attempted to discredit the legitimacy of their opponents by attacking, in various ways, their manhood.",
      "page": "115"
    },
    {
      "text": "By linking Mather’s theology to popish delusions, which Protestants believed priests used to seduce witnesses, Calef managed to capitalize on the doctrinal uncertainties that had plagued John Darrell a century before.",
      "page": "293"
    },
    {
      "text": "The gendered language of manhood was flexible enough to support Mather and Calef’s opposing arguments about possession, and also their opposing reactions to its decline.",
      "page": "315"
    },
    {
      "text": "The custom of 'scratching' a witch, or 'drawing blood,' usually from the face or hands, was commonly believed to limit his or her power to harm, and was used in Warboys as a way for the girls to reinforce belief in the Samuels’ guilt. This ritual juxtaposed the innocent bodies of the girls with the demonic bodies of the accused.",
      "page": "94"
    },
    {
      "text": "The coerced oaths, which represent the apex of the Throckmortons’ manipulation, also demonstrate ways that witchcraft-possession opened spaces that undermined gendered and hierarchical norms. For example, the oaths served to coerce some members of the Samuel family to testify against others.",
      "page": "78"
    },
    {
      "text": "It was commonly believed that witches had teats and devil’s marks that were insensitive to pain and would not bleed, and accordingly many suspects were stuck with pins, needles or awls.",
      "page": "218"
    },
    {
      "text": "The trials in the Massachusetts Bay Colony were unusual in some ways; confessing witches were saved from the gallows so that they could name their confederates. But New Englanders, from the lowly to the elite, drew upon gendered assumptions deeply embedded in the Anglo-American cultural legacy.",
      "page": "9"
    }
  ],
  "critical_analysis": {
    "relevance": "This dissertation is highly relevant to Western Esotericism and Occultism studies, particularly in its historical and cultural analysis of witchcraft and demonic possession. It illuminates how socio-political power dynamics, religious conflicts, and gendered assumptions shaped the perception and prosecution of these phenomena in early modern Anglo-America. By dissecting the 'unmaking' of manhood, it provides nuanced insight into the operative social and psychological mechanisms behind historical witch-hunts, which were often intertwined with popular magical practices and official demonological theories. This work challenges simplistic interpretations and offers a deeper understanding of the gendered nature of belief systems concerning the invisible world.",
    "target_audience": "Academic historians specializing in early modern European and American history, gender studies, religious history, and the history of witchcraft and esotericism. Scholars of Western Esotericism and Occultism interested in the social, political, and gendered dimensions of historical magical practices and belief systems would find this work valuable."
  }
}