{
  "header": {
    "title": "Disciples of the 'Dark Side': The Satanist Infiltration of the National Socialist Movement",
    "authors": [
      "Searchlight Investigative Team"
    ],
    "category": "Investigative Journalism",
    "keywords": [
      "David Myatt",
      "Order of Nine Angles (ONA)",
      "Satanism",
      "National Socialist Movement (NSM)",
      "Neo-Nazism",
      "Human Sacrifice",
      "Esoteric Nazism",
      "Left Hand Path",
      "Chaos Magic"
    ]
  },
  "central_thesis": "This investigative report exposes David Myatt, leader of the National Socialist Movement (NSM), as a prominent figure in the extreme satanist Order of Nine Angles (ONA), which advocates human sacrifice, perverse sexual practices, and Hitler-worshipping rituals. The article details the infiltration of these satanist elements into the British neo-Nazi movement.",
  "structure_content": [
    {
      "chapter_title": "Introduction to NSM and Myatt's Satanist Connections",
      "summary": "The National Socialist Movement (NSM), a new British neo-Nazi group formed from a split in Combat 18, has been infiltrated by extreme satanists. David Myatt, the NSM leader, is also a leading member of the Order of Nine Angles (ONA), a satanic group known for supporting human sacrifice, perverted sexual practices, and Hitler-worshipping rituals."
    },
    {
      "chapter_title": "The Order of Nine Angles (ONA) Philosophy",
      "summary": "Formed by Myatt in the early 1980s, the ONA is a secret society adhering to 'traditional Satanism', deriding other groups as 'weak impostors'. It embraces the 'Left Hand Path' to create a 'new type of individual', seeing the Devil/Satan as 'far more terrifying and evil' than conventional descriptions. ONA material includes bizarre rituals blending neo-Nazi homage with sexual connotations, such as the 'Mass of Heresy' from 'The Black Book of Satan', performed with a swastika banner and Hitler's image on the altar, featuring chants revering Hitler and Aryan supremacy."
    },
    {
      "chapter_title": "ONA's Advocacy and Practice of Human Sacrifice",
      "summary": "The ONA's 'Ceremony of Recalling' (from 'The Black Book of Satan'), performed on the summer solstice, involves perverted sexual acts, the killing of a 'chosen one', and subsequent consumption of cakes containing the victim's blood. The ONA explicitly endorses 'involuntary sacrifices' (or 'culling') of 'opponents of Satanism' or those 'detrimental to the Satanic spirit', achieved via 'magickal means', direct killing, or 'assassination'. Killers are expected to 'revel in the victim's blood'."
    },
    {
      "chapter_title": "ONA Rituals: 'Opening a Star Gate to the Dark Gods' (First Version)",
      "summary": "This solo rite, sourced from 'The Lamp of Thoth Magazine', aims to open a 'Star Gate' and summon 'Dark Gods'. Performed naked on an isolated hilltop at new moon with Saturn rising, it involves a large quartz tetrahedron crystal. The Priestess holds the crystal while both participants (Priest/Priestess) vibrate 'Binan ath ga wath am'. Sexual union occurs while visualizing the Star Gate opening and 'Atazoth' (a 'dark, nebulous chaos' or 'dragon-like entity') emerging. The crystal is buried after climax."
    },
    {
      "chapter_title": "ONA Rituals: 'Opening a Star Gate to the Dark Gods' (Second Version)",
      "summary": "A group version of the 'Star Gate' ritual, involving a Cantor, Priest, Priestess, and six other participants (three male, three female), all robed, barefoot, and without metallic objects. Performed on Autumnal Equinox or Winter Solstice on a volcanic hilltop. The rite includes an 'orgiastic rite', sexual union among participants, chanting 'Binan ath ga wath am', and vibrating the name 'Atazoth' to manifest 'Dark Gods' initially through sound, smell, and temperature change."
    },
    {
      "chapter_title": "Myatt's Personal and Political Odyssey & ONA Lifestyle",
      "summary": "David Myatt's political journey began in the 1970s with Nazi admiration, leading to figures like Colin Jordan. After disillusionment with far-right leadership and a brief monastic period, he returned to politics, reinterpreting Nazism with 'religious, philosophical and spiritual dimensions' and 'mystic bonds of racial kinship'. ONA members are expected to follow a fanatical lifestyle with rigorous physical and military training (e.g., 32-mile walks, 20-mile runs, 200-mile cycling). The ONA attracts few converts, with most failing to achieve 'Master or Lady Master' status."
    },
    {
      "chapter_title": "Connections to other Satanists and Nazi Figures",
      "summary": "Other satanists linked to the NSM include Christos Beest (Richard Moult), an 'Outer Representative' of the ONA. Tony Williams, a leading NSM activist, also practices satanism and was present with Myatt at NSM meetings. Joe Short, a long-time Nazi satanist and synagogue arsonist, was a close associate of Myatt since the 1970s. Victor Norris, a convicted child rapist, satanist, and Nazi terrorist, was also connected to Myatt, establishing the Anglican Satanic Church (as Father Raoul Belphlegor) and collaborating with Magdalene Graham on satanic publications like 'Dark Lily', hinting at paedophilic practices."
    },
    {
      "chapter_title": "The Occult-Fascist Axis and Racial Masochism",
      "summary": "The ONA is part of a broader 'Occult-Fascist Axis' involving groups like the Rune Guild, Fraternity of Balder, Fraternitas Loki, The Black Order, Abraxas Foundation, and Blood Axis, aiming for a 'Daemonie revolution' and 'modern nazi renaissance'. These groups promote 'esoteric fascism' and a 'Dark soul of man'. The concept of 'racial masochism' is introduced by Elizabeth Selwyn as a psychological analysis of fascists, suggesting an inferiority complex that leads them to rely on 'fancy dress' (uniforms) and adopt 'disgusting things' to cover shame, akin to Aleister Crowley's psychological profile."
    },
    {
      "chapter_title": "NSM and ONA's Underground Activities and Recruitment",
      "summary": "Myatt and ONA operate through Post Office boxes and have attempted to recruit into the 'Dark Side' via political involvement in the NSM. ONA's immediate aim is 'destruction of the present order' through human sacrifice, 'Revolutionary forms' (implying NSM involvement), and establishing 'esoteric rural Community'. Following journalistic inquiries, ONA material was withdrawn from the internet, and the group has largely returned 'underground', suggesting intensified secrecy regarding their activities, which Searchlight believes are 'far more sinister'."
    },
    {
      "chapter_title": "Postscript and Myatt's Denials",
      "summary": "Myatt denied satanism and requested Searchlight to cease its pursuit, claiming to be 'honourable' and that his assertions from the 1980s that Searchlight 'got our facts wrong' remain. Searchlight refutes Myatt's denials, asserting that his actions contradict his claims and that the collected evidence supports the detailed expose, particularly regarding his embrace of violence and 'sacrificing ourselves' for 'race' as per his 'satanic regeneration'."
    }
  ],
  "key_concepts": [
    {
      "term": "Order of Nine Angles (ONA)",
      "definition": "A secret satanic group founded by David Myatt, practicing 'traditional Satanism', advocating the 'Left Hand Path', esoteric Nazism, and promoting human sacrifice and extreme sexual practices."
    },
    {
      "term": "National Socialist Movement (NSM)",
      "definition": "Britain's newest neo-Nazi political grouping, formed in July 1997 from a split in Combat 18, led by David Myatt, and a vehicle for ONA infiltration."
    },
    {
      "term": "Left Hand Path",
      "definition": "The ONA's core philosophical and practical orientation, focused on individual transformation and the creation of a 'new type of individual' through 'dark connotations' and 'sinister dialectic', often involving morally transgressive acts."
    },
    {
      "term": "Human Sacrifice (Culling)",
      "definition": "A central and explicit ONA practice, involving 'involuntary sacrifices' of 'opponents of Satanism' or 'detrimental individuals', executed via magick, direct killing, or assassination, often involving consumption of the victim's blood."
    },
    {
      "term": "Star Gate",
      "definition": "A magical concept and ritual objective within ONA, referring to an energetic portal or gateway to summon 'Dark Gods' or primal entities like 'Atazoth' into Earth's dimensions, achieved through specific sexual and symbolic rites involving crystals."
    },
    {
      "term": "Atazoth",
      "definition": "A primal entity or 'Dark God' invoked in ONA 'Star Gate' rituals, visualized as a 'dark, nebulous chaos' or 'dragon-like entity' emerging from 'accusal dimensions'."
    },
    {
      "term": "Traditional Satanism",
      "definition": "The ONA's self-proclaimed form of Satanism, distinguished from what it considers 'weak impostors', emphasizing 'darkest of dark powers' and a radical approach to occult practices, including human sacrifice."
    },
    {
      "term": "Racial Masochism",
      "definition": "A psychological concept, articulated by Elizabeth Selwyn, used to explain the behavior of fascists as stemming from an inferiority complex, where reliance on uniforms and 'fancy dress' serves to mask a lack of genuine authority or self-worth, leading to 'disgusting things' to cover shame."
    },
    {
      "term": "Esoteric Nazism",
      "definition": "David Myatt's unique interpretation of Nazism as possessing 'religious, philosophical and spiritual dimensions', rather than being merely a political ideology, connecting individuals to their environment through 'irrational mystic bonds of racial kinship' and 'folk community'."
    }
  ],
  "practical_system": {
    "description": "The ONA's practical system, as described, is an operative, highly transgressive magical path (the 'Left Hand Path') aimed at individual transformation and the summoning of 'Dark Gods' to facilitate 'System Breakdown'. It involves a blend of esoteric studies, rigorous physical/mental training, and ritual magic that incorporates sexual acts, neo-Nazi symbolism, and human sacrifice. The overall goal is to create a 'new type of individual' and to manifest 'darkest of dark powers' on Earth.",
    "tools": [
      "Quartz tetrahedron crystal (large)",
      "Altar (decorated with swastika banner and Hitler's photo)",
      "Mein Kampf (copy on altar)",
      "Cakes (some containing marijuana, some containing sacrificial victim's blood)",
      "Mica sheet",
      "Oak pediment",
      "Robes (for specific rituals)",
      "Non-metallic objects (for specific rituals)"
    ],
    "rituals": [
      "Mass of Heresy (from The Black Book of Satan): Performed before an altar decorated with a swastika banner and a framed photo of Hitler, with chants revering Hitler and Aryan supremacy.",
      "Ceremony of Recalling (from The Black Book of Satan): Performed on the Summer Solstice, involving perverted sexual acts, the killing of a 'chosen one', and subsequent consumption of cakes containing marijuana, followed by cakes containing the victim's blood on the next new moon.",
      "Death Rite: A group ritual to celebrate the death of an adversary. Features chants ('We, the spawn of Chaos'), cursing an imaginary figure on a naked priestess's womb on an altar, followed by chants of 'Kill and laugh and then dance to our Prince' and 'We have killed and now glory in the killing', concluding with sexual intercourse on the altar and an orgy.",
      "Opening a Star Gate to the Dark Gods (First Version): A solo, naked rite on an isolated hilltop, at new moon with Saturn rising, involving a large quartz tetrahedron crystal. The Priestess holds the crystal while both participants vibrate 'Binan ath ga wath am' during sexual union, visualizing the Star Gate opening and 'Atazoth' (a 'dark, nebulous chaos') emerging. The crystal is buried post-climax.",
      "Opening a Star Gate to the Dark Gods (Second Version): A group rite (Cantor, Priest, Priestess, 3 male, 3 female), robed, barefoot, on an Autumnal Equinox or Winter Solstice hilltop. Involves an 'orgiastic rite', sexual union, chanting 'Binan ath ga wath am', and vibrating 'Atazoth' to manifest Dark Gods."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The 'conventional descriptions' of the Devil or Satan are basically childish Nazarene images. The reality is far more terrifying and evil.",
      "page": "2"
    },
    {
      "text": "We believe Adolf Hitler was sent by our gods To guide us to greatness. We believe in the inequality of races And in the right of the Aryans to live According to the laws of the folk.",
      "page": "2"
    },
    {
      "text": "An involuntary sacrifice is when an individual or individuals are chosen by a group, Temple or Order. Such sacrifices are usually sacrificed on the Spring Equinox, although if this is not possible for whatever reason, another date may be used.",
      "page": "2"
    },
    {
      "text": "There are three ways of conducting an involuntary sacrifice: (1) by magickal means (e.g. the Death Ritual); (2) by some person or persons directly killing the sacrifice(s); (3) by assassination.",
      "page": "2"
    },
    {
      "text": "Traditional Satanist groups have and still do conduct human sacrifices, regarding it as not only a very powerful form of magick but also a means of drawing to the earth the darkest of dark powers.",
      "page": "2"
    },
    {
      "text": "Because it epitomises for the West, numinosity, National-Socialism is a new religion.",
      "page": "3"
    },
    {
      "text": "We, the spawn of Chaos.",
      "page": "3"
    },
    {
      "text": "While the congregation dance, counter clockwise, the priest has sexual intercourse on the altar with the priestess, the others clapping in approval. An orgy then begins.",
      "page": "3"
    },
    {
      "text": "Aperiatur terra et germinet - CHAOS.",
      "page": "4"
    },
    {
      "text": "Satanists understand the real reason why he is 'dressing up': the Nazi does not. The Nazi is not intellectually capable of realising that such trappings are a masquerade, utilised for the purpose of reinforcing an image when (in his case) no real authority exists.",
      "page": "5"
    },
    {
      "text": "These perverts are taking the piss out of us: everything NS stands for - folk, family, etc - these people are against. The Fuhrer would turn in his grave. We are not prepared to tolerate these people anymore and now Satanists are trying find their way in, we must act. All Satanism and Satanists are dirty scum who use this bullshit as a front for child molestation.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "This article is highly relevant to Western Esotericism and Occultism by exposing the extreme and dangerous intersection of neo-Nazism and radical Satanism, particularly the Order of Nine Angles (ONA). It demonstrates how occult frameworks are co-opted and adapted to justify political extremism, violence, and transgressive acts like human sacrifice. For scholars, it offers a crucial case study into fringe magical groups, the 'Left Hand Path' in its most extreme manifestation, and the psychological underpinnings of individuals drawn to such syncretic ideologies. It also highlights the real-world implications and dangers posed by groups like the ONA and their potential to radicalize individuals.",
    "target_audience": "The initial target audience was anti-fascist activists and researchers into far-right extremism, providing an exposé of a dangerous threat. For academic and practical occultists, the analysis targets researchers in Western Esotericism, scholars of cults and new religious movements, and those interested in the darker, transgressive aspects of magical practice. It also serves anyone studying the psychology of extremism, the relationship between ideology and violence, and the historical or contemporary links between occultism and political radicalism."
  }
}