{
  "header": {
    "title": "Open Forum on Psychopraxia",
    "authors": [
      "Colin Mitchell",
      "Michael Thalbourne",
      "Lance Storm"
    ],
    "category": "Theoretical Framework for Conscious Manifestation and Psi Phenomena",
    "keywords": [
      "Psychopraxia",
      "Psi",
      "Self",
      "Pro attitude",
      "Consciousness",
      "Will",
      "Manifestation",
      "Occult Theory",
      "Mind-Body Problem",
      "Parapsychology"
    ]
  },
  "central_thesis": "The theory of psychopraxia posits that the adoption of a 'pro attitude' by the 'self,' under specific (likely psychophysiological) conditions, automatically results in the fulfillment of that attitude in reality. This unified principle accounts for both normal (endosomatic) and paranormal (exosomatic, or psi) goal-achievement, reinterpreting traditional ESP and PK as singular manifestations of intentionality.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Psychopraxia Principles",
      "summary": "This section re-caps the fundamental elements of psychopraxia: the self (agent), the pro attitude (intention/will), the necessary conditions (facilitating factors), and the goal state (outcome). It defines psychopraxia as the principle where a pro attitude by the self leads to its fulfillment, with psi effects being its exosomatic expression."
    },
    {
      "chapter_title": "Ontological Considerations and the Nature of Self",
      "summary": "The discussion addresses the theory's 'ontological neutrality' concerning mind-body Dualism, Materialism, and Idealism. It delves deeply into the multifaceted concept of the 'self,' distinguishing between the 'empirical ego' (stream of consciousness) and 'pure consciousness' (a contentless awareness, akin to a 'pure ego' or the unifying principle of experience), noting how the self 'commingles' with mind and body in everyday life."
    },
    {
      "chapter_title": "The 'Pro Attitude' and its Role in Perception/Action",
      "summary": "The 'pro attitude' is defined as a preference for a state S over -S, encompassing conscious and unconscious goals, intentions, needs, and dispositions. It is posited as a 'mental entity' adopted by the self. This concept is extended to explain 'psi-missing' as a pro attitude towards below-chance results and perception itself as an action driven by a general pro attitude towards having sensory experiences."
    },
    {
      "chapter_title": "Endopsychopraxia vs. Exopsychopraxia and Psi Unification",
      "summary": "The theory redefines normal actions as 'endopsychopraxia' (within the mind-body complex, adhering to understood physical laws) and paranormal actions as 'exopsychopraxia' (outside the mind-body complex, non-mediated by normal sensory-motor apparatus). It explicitly aims to unify ESP and PK into a single, unitary phenomenon under the umbrella of psychopraxia, rejecting the traditional Dualistic dichotomy."
    },
    {
      "chapter_title": "Conditions, Precognition, and Apparitions",
      "summary": "The text acknowledges the importance of 'necessary conditions' for psychopractic action, initially suggesting psychophysiological factors but open to other environmental influences. It challenges the concept of precognition/retrocognition, favoring 'super-psi' (mental extrapolation from present information) due to its origins in the Shin theory. Apparitional experiences are explained via unconscious pro attitudes towards the referent person or psychopractic agency of the deceased/living."
    },
    {
      "chapter_title": "Perception as Action and the Stobie Pole Example",
      "summary": "This section reinforces the controversial idea of perception as an active process rather than passive reception, driven by pro attitudes. Using the 'stobie pole' example, it clarifies that while a specific object doesn't require a specific pro attitude to be seen, the general act of 'keeping one's eyes open' or 'having visual experience' is itself a pro attitude, implying a continuous, often unconscious, intentional engagement with sensory input."
    }
  ],
  "key_concepts": [
    {
      "term": "Psychopraxia",
      "definition": "A principle underlying all interactions between the self (or ego) and the realm of mental and physical events, where under certain conditions, the adoption of a pro attitude automatically results in its fulfillment in reality. Psi is viewed as a special instance of psychopraxia, characterized by exosomatic goal-achievement not mediated by normal sensory-motor apparatus."
    },
    {
      "term": "Self",
      "definition": "The 'I,' which is the common denominator of all experience and the agent of all action. It is described as encompassing the 'empirical ego' (stream of consciousness), 'pure consciousness' (contentless awareness), and the 'commingled state' of self with mind and body in everyday life. The self 'adopts' a pro attitude."
    },
    {
      "term": "Pro attitude",
      "definition": "A preference for a state S rather than not-S, if those two alternatives were brought to attention. This concept includes goals, intentions, needs, and dispositions, which can be either conscious or unconscious. It represents the active will or intent driving psychopractic outcomes."
    },
    {
      "term": "Endopsychopraxia",
      "definition": "Goal-achievement occurring 'within the body' (endosomatically), typically understood as normal physical actions or internal states mediated by conventional physiological processes."
    },
    {
      "term": "Exopsychopraxia",
      "definition": "Goal-achievement occurring 'outside the body' (exosomatically), equating to traditional psi effects that are not mediated by the normal sensory-motor apparatus, representing paranormal action."
    },
    {
      "term": "Pure Consciousness",
      "definition": "A state of consciousness without any empirical content, where the self becomes aware of itself, rather than external details. It is considered the 'pure ego' or the unity holding the manifold of the stream of consciousness together."
    },
    {
      "term": "Super-psi",
      "definition": "A parapsychological explanation for phenomena often attributed to precognition or retrocognition, proposing instead that these effects are a result of 'mental extrapolation from information available in the present,' emphasizing the mind's ability to infer or construct future-like scenarios from current data rather than direct apprehension of the future."
    },
    {
      "term": "Necessary Conditions",
      "definition": "The mediating factors required between the self with its pro attitude and the goal state for psychopractic action to occur. While often considered psychophysiological, the theory acknowledges other non-biological, environmental conditions could also be relevant."
    }
  ],
  "practical_system": {
    "description": "While not a ritual manual, the psychopraxia theory outlines a fundamental operative mechanism for manifestation. It suggests that all forms of 'magic' (termed goal-achievement or psychopraxia) occur when the 'self' (the magician's conscious/unconscious being) 'adopts' a clear 'pro attitude' (the magical intent, will, or desire) towards a specific 'goal state' (the desired outcome). This process is mediated by 'necessary conditions' which, in a magical context, would be the internal and external factors cultivated through ritual, meditation, or self-discipline. The theory implies that effective manifestation is less about symbolic performance and more about aligning the self with a potent pro attitude, while optimizing facilitating conditions.",
    "tools": [
      "The 'Self' (as the primary agent and focal point of intent).",
      "Focused 'Pro attitude' (magical will/intention, cultivated through visualization, affirmation, and sustained desire).",
      "Self-awareness and introspection (to identify conscious and unconscious pro attitudes).",
      "Mental discipline (for cultivating pure consciousness and maintaining consistent intent).",
      "Environmental/ritual preparation (to establish necessary conditions, although specific items are not detailed, this would be an area for practitioner application)."
    ],
    "rituals": [
      "Cultivation of a clear and strong 'pro attitude' (intention/will) towards the desired goal state.",
      "Practices aimed at understanding and influencing unconscious 'pro attitudes' (e.g., dream work, shadow integration, subconscious programming).",
      "Meditation techniques to access 'pure consciousness' or refine the 'self' as the agent of action, detaching from empirical ego for enhanced focus.",
      "Identification and manipulation of 'necessary conditions' (internal states, environmental factors, ritual components) that mediate the manifestation of the pro attitude."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The theory emphasizes four elements involved in the task at hand... 1. The self... the common denominator of all experience and the agent of all action... 2. The 'pro attitude'... 3. The set of necessary conditions... 4. The outcome...",
      "page": "32"
    },
    {
      "text": "Psychopraxia is defined as: a... principle underlying all interactions between the self, or ego, and the realm consisting of mental and physical events, whereby under certain conditions (as yet unspecified, but probably psychophysiological) the adoption of a pro attitude automatically results in its fulfilment in reality; psi is thus seen as a special instance of psychopraxia, being those manifestations of goal-achievement which are exosomatic rather than endosomatic, that is, which are not mediated by the normal sensory-motor apparatus.",
      "page": "33"
    },
    {
      "text": "A person may be said to have a pro attitude towards state S when they would prefer S rather than -S [not S] if those two alternatives were to be brought to their attention.",
      "page": "32"
    },
    {
      "text": "The self is said to 'adopt' a pro attitude.",
      "page": "32"
    },
    {
      "text": "The self, which is not defined further than that it is inclusive of the 'I'—the common denominator of all experience and the agent of all action (this description allows for additional agency of the unconscious component of the self).",
      "page": "32"
    },
    {
      "text": "What emerges is a state of pure consciousness—'pure' in the sense that it is not the consciousness of any empirical content. It has no content except itself... When the self is not engaged in apprehending details it becomes aware of itself. The self itself emerges... The empirical ego is the stream of consciousness. The pure ego is the unity which holds the manifold of the stream together.",
      "page": "34"
    },
    {
      "text": "I think your first statement about the innovativeness of my theory is wrong. But your second statement is correct: I do try to eliminate the categories ESP and PK in favour of a single, unitary phenomenon (called 'psychopraxia').",
      "page": "37"
    },
    {
      "text": "This suggests either an unconscious pro attitude towards having an experience of that [referent] person [if asked consciously, I would prefer to have an apparitional experience of X rather than not have it], or perhaps psychopractic agency on the part of that referent person, living or deceased",
      "page": "38"
    }
  ],
  "critical_analysis": {
    "relevance": "The psychopraxia theory, though rooted in parapsychology, offers a compelling theoretical framework for understanding the mechanics of magical will and manifestation within Western Esotericism and Occultism. By unifying normal and paranormal 'goal-achievement' under a single principle, it provides a 'ontologically neutral' language to bridge scientific inquiry and esoteric understanding of phenomena like spellcasting, sigil magic, or intentional reality alteration. The emphasis on the 'self' as the agent, 'pro attitude' as focused intent, and 'necessary conditions' as ritual components aligns well with magical practice. It demystifies psi by proposing a consistent underlying mechanism, which can inform practitioners on how to optimize their internal states (self, pro attitude) and external conditions for desired outcomes, moving beyond mere symbolic action towards a functional understanding of magical causation.",
    "target_audience": "This work is highly relevant for parapsychologists, philosophers of mind, and researchers exploring consciousness and psi phenomena. Within the esoteric community, its target audience includes advanced occult practitioners, theoreticians of magic, Chaos Magicians, and anyone seeking a modern, systematic model to understand the operational principles behind magical manifestation, psi abilities, and the role of consciousness in altering reality. It's particularly useful for those who wish to integrate scientific perspectives on psi with their magical practice and philosophy."
  }
}