{
  "header": {
    "title": "The Book of Solomon's Magick: How to Invoke Angels into the Crystal and Evoke Spirits to Visible Appearance in the Dark Mirror",
    "authors": [
      "Carroll \"Poke\" Runyon, M.A."
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Solomonic Magic",
      "Goetia",
      "Almadel",
      "Dark Mirror Skrying",
      "Angelic Invocation",
      "Spirit Evocation",
      "Self-Hypnosis",
      "Raja Yoga",
      "Hermetic Kabbalah",
      "Shemhamephorash",
      "Master Mandala",
      "Hieros Gamos",
      "Thelemic Occultism",
      "Renaissance Magic"
    ]
  },
  "central_thesis": "The central thesis of the book is the rediscovery and reconstruction of an operative Solomonic Magick system, enabling practitioners to invoke Holy Angels and evoke Goetic spirits to visible appearance. This system rectifies historical omissions by integrating self-hypnosis and the Dark Mirror facial reflection-distortion technique, grounding magical practice in a balanced Hermetic-Kabbalistic framework, and providing a direct, verifiable path for non-clairvoyant individuals to engage in ceremonial magic.",
  "structure_content": [
    {
      "chapter_title": "Pronouncement",
      "summary": "The author details his 1969 rediscovery of a lost secret of Western Ritual Magick, which enabled him to summon the seventy-two spirits of King Solomon's Brass Vessel to visible appearance in the Dark Mirror. He explains that this book, along with an accompanying video, teaches this method. He further describes how he rectified the Lemegeton sub-system by linking it with the seventy-two Angels of the Shemhamephorash and their demonic counterparts in the Goetia, creating a spiritually balanced, theoretically elegant, and astrologically coordinated system compatible with Jungian psychology."
    },
    {
      "chapter_title": "Introduction",
      "summary": "This chapter introduces the book as a theoretical and practical handbook of Ceremonial Magick. The author asserts that his system, reconstructed from ancient sources and re-interpreted psychologically with hypnotic techniques, allows invocation of Holy Angels and summoning of Goddesses, Gods, Fallen Angels, and demons to visible appearance. It is specifically designed for imaginative people who are not natural psychics and promises absolute authenticity and remarkable effectiveness, transforming the practitioner into one of 'The Far-seeing People'."
    },
    {
      "chapter_title": "Chapter One: Hypnosis and Yoga",
      "summary": "This chapter establishes self-hypnosis and tratakam yoga as crucial foundational skills for Solomonic Magick. The author recounts his personal experience with self-hypnosis leading to a 'near-death experience' and a profound realization of the subconscious mind's knowledge. He argues that mastering these techniques is essential for controlling the trance state during evocations, distinguishing his method from uncontrolled psychic phenomena, and linking it to a 'Long Track' multi-lifetime perspective."
    },
    {
      "chapter_title": "Chapter Two: The Secret of The Dark Mirror",
      "summary": "Runyon reveals the Dark Mirror facial reflection-distortion technique as the 'lost secret' for visible spirit manifestation. He traces the use of speculums and dark mirrors in ancient magic, critiquing the Golden Dawn's historical avoidance of hypnotic trance. He explains that staring at one's reflection in a dark mirror, flanked by candles, causes the reflection to fade and be replaced by other forms, convincing the practitioner of a transpersonal presence. The chapter connects this phenomenon to Gnostic and Orphic myths of mirroring and the 'World Soul' concept."
    },
    {
      "chapter_title": "Chapter Three: Fallen Angels/Pagan Gods",
      "summary": "This chapter explores the historical process by which ancient Pagan gods and goddesses were reclassified as 'Fallen Angels' or demons within Abrahamic traditions. Drawing on the Book of Enoch and Arabian legends, Runyon posits that the 72 Goetic spirits are these reclassified deities. He discusses the philosophical implications of Solomon's supposed binding of these spirits in a 'Brass Vessel' and the potential to command them for knowledge and power, framed within a Neo-Romantic philosophical context."
    },
    {
      "chapter_title": "Chapter Four: The Secret of the Holy Table",
      "summary": "The chapter outlines the critical role of Archangelic Invocation in Solomonic Magick, explaining that the Great Archangels activate the Magick Circle and control rebellious spirits. It introduces the Almadel of Solomon as the proper invocation system for Angels, detailing its reconstruction from historical texts. The author emphasizes that Almadel Angels control Goetia spirits, creating a spiritually balanced system where Archangels are invoked before Goetic evocations for protection and guidance."
    },
    {
      "chapter_title": "Chapter Five: The Kabbalah of Wizardry",
      "summary": "This chapter presents the author's unique version of 'Hermetic Kabbalah' as the philosophical strategy behind Solomonic Magick. It defines Kabbalah as a philosophical-mathematical-geometric system describing universal creation and operation. Runyon distinguishes his Hermetic Kabbalah by its integration of Neoplatonic, Gnostic, Orphic, and Pagan elements, use of Phoenician letters, and a non-Judaic Tetragrammaton, positioning it as a spiritual-magical 'computer program' for the mind to access the 'Macrocosm'."
    },
    {
      "chapter_title": "Chapter Six: The Architecture of Our Magical System",
      "summary": "Runyon explains his 'radical innovations' to traditional magical forms, arguing for a rectification of the Goetia and Almadel systems. He critiques the Golden Dawn's Enochian system as often inappropriate for foundational Solomonic work and introduces his 'Master Mandala' as a 'Subjective Radial Spiritus Theory'. This chapter emphasizes the importance of a fully integrated magical universe that allows the Western magician to understand and manipulate cosmic structures, ensuring operational consistency and personal empowerment."
    },
    {
      "chapter_title": "Chapter Seven: The Ba'al-Astarte Mythos",
      "summary": "This chapter delves into the philosophical and psychological underpinnings of the Solomon-Goetia legend, positing that the 72 rebellious spirits represent archetypes within the collective and personal unconscious, contained by the 'Brass Vessel' (the controlled psyche). It explores the historical conflict between Yahweh cults and the Canaanite Ba'al-Astarte cult, suggesting Solomon aimed for a synthesis of these traditions, with the Order of the Temple of Astarte reflecting this integration of male and female divine aspects."
    },
    {
      "chapter_title": "Chapter Eight: Arabian Origins of Magick and Witchcraft",
      "summary": "Runyon argues for the significant Arabian origins of Western magick and witchcraft, citing influences from Moorish Spain, the Sabian Planetary Cult of Harran, and Islamic sages like Alkindi. He connects the Jinn enslaved by King Solomon in Arabian legends to the Goetia's Brass Vessel, highlighting the Carthaginian Tanitrum (Double-Horned Glyph of the North African Moon Goddess) as the core symbol of Solomon's Secret Seal, emphasizing the rich, often suppressed, Pagan legacy of Western magic."
    },
    {
      "chapter_title": "Chapter Nine: The Hermetic Caduceus",
      "summary": "This chapter details the author's method for building the 'Microcosmic Tree' or 'Body of Light' within the practitioner, which aligns Kabbalistic Sephiroth with Raja Yoga chakras, conceptualized as the Hermetic Caduceus. Runyon describes this system as a 'recovery' and 'new development' for Western occultism, emphasizing its successful use in the O.T.A. lodge for twenty years and its role in achieving 'Soul Travel' and consciousness survival, marking it as a 'true beginning of The Great Work'."
    },
    {
      "chapter_title": "Chapter Ten: Solomon's Sex Magick",
      "summary": "Runyon introduces advanced techniques including 'Assumption of Goddess-form' and 'Hieros Gamos' (Sacred Marriage). He describes 'Assumption of Goddess-form' as a sensual (but not sexual) Mesmeristic technique involving energy flow. The 'Hieros Gamos' is presented as a private, holy rite between committed partners to create a 'magical child' or astral pre-form, programmed to accomplish desires. The chapter stresses ethical use and warns against frivolous or degenerate applications."
    },
    {
      "chapter_title": "Chapter Eleven: Pentagram and Septagram Rituals",
      "summary": "This chapter covers two fundamental rituals: the Pentagram Ritual for casting the Magick Circle and establishing elemental Guardians (Archangels), and the Planetary Septagram Rite for opening the 'Gateway' to a specific sphere of working (e.g., Yesod for Goetia) and activating inner psychic centers. These rituals are presented as daily practices for inspiration, protection, and personal centering, with detailed instructions on visualization, vibration of names, and color correspondences."
    },
    {
      "chapter_title": "Chapter Twelve: Invocation and Evocation Rituals",
      "summary": "This chapter provides practical instructions for Angelic Invocations and Goetic Evocation Operations. It details the process of invoking Archangels into the Master Mandala and crystal orb, including specific incenses, chants, and oracular channeling. For Goetic evocation, it explains the preliminary steps like the 'Bornless Ritual', circumambulation, and conjurations of spirits using their sigils in the Dark Mirror within the Triangle of Art, emphasizing a balanced approach with Archangelic protection."
    },
    {
      "chapter_title": "Chapter Thirteen: The Evocation of Nithael",
      "summary": "Runyon recounts a problematic Goetic evocation of 'Nithael,' a spirit initially believed to be an angel, which manifested as a demonic panther, highlighting the inherent dangers of such operations and the importance of precise ritual application. This experience underscores the necessity of proper Archangelic protection and understanding of spirit natures, contrasting Bardonian descriptions with actual manifestations and emphasizing the author's 'bailing out' to prevent a more dangerous situation."
    },
    {
      "chapter_title": "The Goetia being the First Book of the Lemegeton of Solomon the King",
      "summary": "This section provides a traditional listing and description of the 72 Mighty Kings and Princes of the Goetia, detailing their appearances, powers, and seals. It includes observations on the Moon's Age for workings, the metals for seals (corresponding to ranks), and the 'Four Great Kings' (Amaymon, Corson, Ziminiar, Goap) who rule the four cardinal points and command the spirits, specifying times for their binding and invocation."
    },
    {
      "chapter_title": "Goetia Rulers of the Quarters",
      "summary": "This brief section presents the unique sigils of the four Goetia Rulers (Amaymon, Goap, Ziminiar, Corson), which were obtained by the author through evocation. It explains that these Rulers oversee elemental spirits within their respective quadrants and are themselves controlled by the Four Great Archangels, emphasizing their importance for practitioners to evoke at the outset of their work."
    },
    {
      "chapter_title": "The Schemhamephorash",
      "summary": "This section describes the 72 Angels of the Schemhamephorash, derived from Exodus verses, which represent the extended Name of God and serve as celestial counterparts to the Goetia spirits. It presents their sigils and associated Latin verses for invocation, emphasizing their role as balancing forces and spiritual safeguards, to be used in conjunction with Goetic operations by drawing them on the reverse side of spirit sigils."
    },
    {
      "chapter_title": "Appendix 1. Goetia Spirits Rectified to the Four Hermetic Elements and Quadrants",
      "summary": "This appendix presents the author's rectified arrangement of the 72 Goetia Spirits, re-grouping them into four elemental categories (Ariel, Fiery, Watery, Earthy) corresponding to the four quadrants and their ruling Archangels. This reorganization is based on the spirits' inherent characteristics and clues in their descriptions, aiming for a more philosophically coherent and astrologically aligned system than traditional listings."
    },
    {
      "chapter_title": "Appendix 2. Quick Reference Chart for Goetia/Almadel Operations",
      "summary": "This appendix provides a tabular reference for Goetia/Almadel operations, mapping the ten Sephiroth to specific colors (King Scale), planets, and corresponding incenses. It also lists Goetia Spirits by rank and presents the 'Descending Formula' (Atziluthic) and 'Ascending Formula' (Briahic) of divine names and Archangels attributed to the Tree of Life and planetary spheres, crucial for invocations."
    },
    {
      "chapter_title": "Appendix 3. Magical Temple Furniture & Equipment",
      "summary": "This appendix details the practical construction and symbolic significance of the necessary equipment for Solomonic Magick, including the Magick Circle (9-foot diameter, specific colors), the Double-cube Altar (42\" high), and the Dark Mirror (13.5\" diameter, silver/copper mist over black, placed in the Triangle of Art). It provides practical advice on materials, painting, and the philosophical reasons behind each item's design and use, including cautions for safety and spiritual intent."
    },
    {
      "chapter_title": "Appendix 4. Documentary Exhibits",
      "summary": "This appendix lists academic papers and historical manuscripts that provide foundational support and context for the author's system. It includes 'The Art Almadel of Solomon' (a direct transcription from MS. 2731), 'The Characters or Seals of the 72 Schemahamphorasch' (copied from MS. 2495), and 'Pythagorean Influence on the Sepher Yetzirah', demonstrating the scholarly basis and historical influences behind Runyon's reconstructions."
    },
    {
      "chapter_title": "Appendix 5. Study Guide & Bibliography",
      "summary": "This appendix offers a recommended reading list for students of Solomonic Magick, covering self-hypnosis (LeCron), Raja Yoga (Mishra), Western Magick (Cavendish), and essential grimoires (Mathers/Crowley Goetia, Mathers' Key of Solomon). It also provides critical warnings against common pitfalls in occult study, such as the 'Eastern Masters' myth and premature engagement with complex systems like Enochian, emphasizing understanding one's own tradition first."
    },
    {
      "chapter_title": "The Master Mandala",
      "summary": "This section describes the Master Mandala as the key to integrating the Lemegeton's Invocation and Evocation systems, providing a spiritually controlled and psychologically balanced method. It functions as the psychic structure of the Magical Universe, unifying the 72 Goetia Spirits and 72 Shemhamephorash Angels within a tropical astrological scheme. It is mounted on the double-cube incense altar for Almadel operations, with a crystal orb as a visual focal point, where correspondences guide rituals."
    }
  ],
  "key_concepts": [
    {
      "term": "Solomonic Magick",
      "definition": "A reconstructed and rectified system of ceremonial magic that combines Goetic evocation of spirits and Almadel invocation of angels, facilitated by self-hypnosis and the Dark Mirror technique for visible manifestation, integrated within a Hermetic-Kabbalistic framework to ensure spiritual balance and operative effectiveness."
    },
    {
      "term": "Dark Mirror",
      "definition": "A reflective surface (e.g., smoked glass, polished metal) used as a speculum in a darkened room, often flanked by candles. Under a fixed, unblinking gaze and hypnotic trance, the practitioner's own reflection fades and is replaced by visible spirit forms, serving as the primary method for spirit manifestation in evocation."
    },
    {
      "term": "Facial Reflection-Distortion Technique",
      "definition": "The core operative method for visible spirit appearance in Solomonic evocation, where the Magus or receiver stares into a Dark Mirror, inducing a hypnotic state that causes their own reflection to distort, fade, and then morph into the distinct form of the evoked spirit."
    },
    {
      "term": "Almadel (Angelic Crystal Invocation)",
      "definition": "A system for invoking Holy Angels, typically using a crystal shewstone placed on a prepared wax table (Almadel device) surrounded by candles and incense. This method is designed to draw down angelic forces for spiritual balance, protection, and guidance, and specifically to control the Goetia spirits."
    },
    {
      "term": "Goetia",
      "definition": "A system for the evocation of 72 rebellious spirits (often presented as transformed Pagan deities or aspects of the human brain) that were traditionally bound by King Solomon into a Brass Vessel. These spirits are summoned to appear in a Triangle of Art for various purposes, including obtaining knowledge or services."
    },
    {
      "term": "Shemhamephorash Angels",
      "definition": "The 72 Angels derived from an extended Name of God, serving as celestial counterparts and balancing forces to the Goetia spirits. They are invoked to provide spiritual safeguards and control during Goetic operations, ensuring a balanced magical system where 'good' and 'evil' aspects are harmonized."
    },
    {
      "term": "Master Mandala",
      "definition": "A rectified astrological diagram that unifies the Goetia and Almadel systems, representing the psychic structure of the Magical Universe. It aligns Goetia spirits and Shemhamephorash Angels with tropical astrology, elemental attributes, and planetary influences, serving as a visual focal point and guide for invocations and evocations."
    },
    {
      "term": "Hermetic Kabbalah",
      "definition": "The author's version of Kabbalah, which integrates Neoplatonic, Gnostic, Orphic, and Pagan mythological elements with the traditional Kabbalistic Tree of Life structure. It uses Phoenician letters and a non-Judaic Tetragrammaton, serving as the philosophical and strategic 'computer program' for the Magus to access the 'Macrocosm' and understand the universe's creation and operation."
    },
    {
      "term": "Self-Hypnosis & Tratakam Yoga",
      "definition": "Essential preparatory skills for practitioners of Solomonic Magick. Self-hypnosis enables control over one's mental state and access to the subconscious, while Tratakam (fixed gaze yoga) induces hypnoidal states and one-pointed concentration. Both are crucial for maintaining the magical trance, perceiving spirit manifestations, and managing the operative process effectively."
    },
    {
      "term": "Hieros Gamos (Sacred Marriage)",
      "definition": "An advanced, often sensual (but not necessarily sexual), ritual performed by a man and a woman in a deeply meaningful relationship. It aims to create a 'magical child' or astral pre-form, imbued with specific purpose, through the channeling of energy and the sacralization of the creative act, representing the ultimate spiritual-intellectual adventure."
    },
    {
      "term": "Triangle of Art",
      "definition": "A physical triangular space, typically placed outside the Magick Circle, into which evoked spirits are commanded to appear. It functions as a philosophical first plane of manifestation and a magical 'cage' to contain and restrain the spirits, ensuring they manifest visibly and in a controlled manner without harming the operator."
    }
  ],
  "practical_system": {
    "description": "Runyon's practical system of Solomonic Magick integrates Goetic evocation (for spirits/demons) with Almadel invocation (for angels) within a rectified Hermetic-Kabbalistic framework. The core operative mechanism is self-hypnosis combined with the Dark Mirror facial reflection-distortion technique to achieve visible spirit manifestation. The system emphasizes balancing elemental forces, understanding the psychological underpinnings of spirit contact, and using specific ritual tools and sequences to ensure controlled and safe operations. The Master Mandala serves as a unifying diagram, aligning spirits, angels, planets, and elements for comprehensive magical work and personal transformation.",
    "tools": [
      "Magick Circle: A 9-foot diameter circle, painted with specific elemental colors (e.g., East: yellow, South: scarlet, West: blue, North: green) and divine names, serving as a philosophical fortress for protection.",
      "Triangle of Art: An equilateral triangle (31.5\" inner sides, 42\" outer sides, 3\" baseline height) with a white inner surface, black border, and forest green inner circle, positioned two feet from the Magick Circle, used to contain evoked spirits.",
      "Dark Mirror/Speculum: A 13.5\" diameter smoked glass or polished metal mirror, designed with metallic mist patterns, placed within the Triangle of Art for visible spirit manifestation.",
      "Crystal Shewstone: An orb, typically rock crystal, placed on the Master Mandala for Angelic Invocations, illuminated by shielded candles.",
      "Double-Cube Altar: A 42\" high altar (black base, white top) with an incense chamber, housing the Master Mandala and crystal for Almadel operations.",
      "Candles: Used at the corners of the Triangle for Goetic evocations and around the Almadel for Angelic invocations.",
      "Incense Burner & Incenses: Charcoal-fired burner for appropriate elemental/planetary incenses (e.g., frankincense for Tiphareth, jasmine for Yesod) to create a magical atmosphere and aid trance.",
      "Lamen: Metal talismans bearing the seal of the invoked spirit or angel, worn by the receiver or operator, with the banishing pentagram on the reverse side.",
      "Magus's Robe: A long white linen robe, symbolizing purity and purpose.",
      "Sceptre & Sword: Traditional magical implements used for directing energy and making ritual gestures.",
      "Master Mandala: A colored astrological chart integrating Goetia and Almadel correspondences, serving as a visual map for operations and the placement of the crystal shewstone.",
      "Sigils: Parchment drawings of spirit and angel seals, placed in the Brass Vessel and displayed in the Dark Mirror/Triangle."
    ],
    "rituals": [
      "Pentagram Ritual (invoking/banishing): Used daily for protection, personal centering, casting the Magick Circle, and establishing elemental Archangelic Guardians.",
      "Planetary Septagram Rite: Performed to open specific planetary 'Gateways' (e.g., Yesod for Goetia operations) and activate the practitioner's inner psychic centers, preceding main evocations.",
      "Angelic Crystal Invocation (Almadel): Involves calling down Holy Archangels into a crystal shewstone placed on the Master Mandala atop a double-cube altar, using specific divine names, incenses, and chants to establish spiritual balance and protection.",
      "Goetic Evocation Operations: A sequence involving circumambulation (with drum and vowel chants), the 'Preliminary Invocation' ('Bornless Ritual'), specific conjurations of Goetia spirits, and their sigils in the Dark Mirror within the Triangle of Art. The Archangels of the Shemhamephorash are invoked for protection and control.",
      "Assumption of Goddess/God-form (advanced): A Mesmeristic technique where a receiver, deep in trance, embodies an entity, allowing the Magus to communicate directly. Requires prior successful evocation of the entity and strict rules of conduct.",
      "Hieros Gamos (Sacred Marriage): A private ritual between partners, leveraging the creative power of the sex act to create a 'magical child' (an astral pre-form or talisman) programmed to achieve a specific magical desire."
    ]
  },
  "relevant_quotes": [
    {
      "text": "IN THE YEAR 1969 I went through a near-death experience that brought on an altered state of consciousness during which I rediscovered a lost secret of Western Ritual Magick. I learned how to summon the seventy-two spirits of King Solomon's legendary Brass Vessel to visible appearance in the Dark Mirror on the Triangle of Art.",
      "page": "6"
    },
    {
      "text": "This book — and our accompanying video, The Magick of Solomon — will show you how to invoke Holy Angels and then summon ancient Goddesses, Gods, Fallen Angels and even hell-bound demons to visible appearance. You will be in direct communication with these mighty beings. The methods I will teach you are absolutely authentic and remarkably effective.",
      "page": "8"
    },
    {
      "text": "The powerful hypnotic effect achieved through a fixed gaze on a reflective surface is the reason why the crystal ball, or shewstone, and the dark mirror, or speculum, were used by the wizards of olden times as their spiritus locii, the actual place where angels and spirits could be conjured to visible appearance.",
      "page": "36-37"
    },
    {
      "text": "But can any of the effects described in this our book Goetia be obtained, and if so, can you give a rational explanation of the circumstances ? Say you so? I can, and will. The spirits of the Goetia are portions of the human brain.",
      "page": "34"
    },
    {
      "text": "When you combine the secret of The Dark Mirror with The Lost Art of Angelic invocation into The Crystal Shewstone, you have empowered the Magick of Solomon to yield the full measure of its ancient promise.",
      "page": "10"
    },
    {
      "text": "The Magick Circle is the philosophical fortress that protects you when you open the gate between the worlds... The Triangle represented the philosophical first plane of manifestation. It acts as a cage, containing and restraining the spirits you evoke.",
      "page": "49"
    },
    {
      "text": "Kabbalah is a philosophical-mathematical-geometric system that describes the creation and operation of the universe through four dimensions by employing a schematic design containing ten spheres of descending emanation connected by twenty-two paths attributed to letters of the alphabet and their numerical equivalents.",
      "page": "63"
    },
    {
      "text": "The Master or Mistress of this Art shares power with the Archangels, commands the demons and walks with the Gods.",
      "page": "13"
    },
    {
      "text": "A NUDE WOMAN LIES IN THE CENTER of the magick circle. The dim candle light casts a soft, glistening glow over her oiled body. Her head rests in the center of Solomon's Triangle while she stares upward into the depths of a great, dark mirror suspended from the ceiling. Her eyes are wide open and unblinking. She is in deep trance.",
      "page": "106"
    },
    {
      "text": "Our rectified Goetia is to be reorganized in accordance with the four philosophical elements... Ziminiar answered: \"Ghob, (the Gnome King) is ruler of the Spirits of the Rocks, whereas I am the ruler of the Spirits of the Inner Earth.\"",
      "page": "189"
    }
  ],
  "critical_analysis": {
    "relevance": "Runyon's work is highly relevant within Western Esotericism for its explicit claim to have rediscovered and systematized a 'lost secret' of Solomonic Magick: visible spirit manifestation through the Dark Mirror technique combined with self-hypnosis. This directly addresses a persistent challenge in grimoire traditions, offering a practical methodology for direct experience rather than relying solely on visualization or clairvoyance. By integrating Goetic evocation with Almadel angelic invocation and a Hermetic-Kabbalistic framework, he provides a structured system that aims for spiritual balance, addressing the ethical and safety concerns often associated with Goetia. Its emphasis on self-training (hypnosis, yoga) democratizes access to operative magic, traditionally seen as exclusive to natural psychics or lengthy lodge initiations, making direct contact with entities more accessible to dedicated students.",
    "target_audience": "The target audience for this book is serious, dedicated students and practitioners of Western Esoteric and Occult traditions, particularly those interested in practical Solomonic Magick. It caters to individuals who seek direct, verifiable experience with spiritual entities and are willing to undertake rigorous self-training in self-hypnosis and Raja Yoga. The author explicitly cautions against 'dabblers' or 'thrill-seekers' (p. 49), emphasizing the necessity of deep philosophical understanding and ethical conduct. It appeals to those dissatisfied with purely theoretical approaches or 'Victorian Occultism,' offering a pathway to becoming a 'magus or enchantress' through disciplined operative work and study of Hermetic Kabbalah, Carl Jung's theories, and ancient mythologies."
  }
}