{
  "header": {
    "title": "AASC NEWSLETTER Volume 1, Number 3",
    "authors": [
      "Geri-Ann Galanti (Editor)",
      "Stephen Gayer",
      "Patric Giesler",
      "Patricia Hunt-Perry",
      "Joseph Long",
      "Jeffery MacDonald",
      "Donald Sutherland",
      "Michael Winkelman"
    ],
    "category": "Anthropology of Consciousness, Parapsychology, Cross-Cultural Studies",
    "keywords": [
      "AASC",
      "parapsychology",
      "consciousness",
      "telepathy",
      "magico-religious practitioners",
      "shamanism",
      "altered states",
      "cross-cultural research",
      "anthropology"
    ]
  },
  "central_thesis": "The AASC Newsletter serves as a compilation of reports and discussions on current academic research, organizational activities, and theoretical perspectives within the interdisciplinary fields of the anthropology of consciousness and parapsychology, emphasizing cross-cultural studies of spiritual and psychic phenomena.",
  "structure_content": [
    {
      "chapter_title": "From the Editor...",
      "summary": "The outgoing editor, Geri-Ann Galanti, reflects on seven years and three incarnations of the newsletter, announcing her departure and the new editor, Jeffery MacDonald. She thanks contributors for their support."
    },
    {
      "chapter_title": "New Editor Selected",
      "summary": "Jeffery MacDonald, an Anthropology Doctoral student and founding AASC member, is announced as the new editor, starting with the first issue of 1986. His background and publications are briefly noted."
    },
    {
      "chapter_title": "Report on the American Anthropological Association 84th Annual Conference",
      "summary": "Summarizes the AASC's two sessions at the 1985 AAA meetings. Topics included a review of parapsychology data relevant to psychological anthropology (keynote by Irvin L. Child on ESP evidence from dream work, ganzfield, random event generators), Batcheldorian Psychodynamics in Brazilian Umbanda Cults, psychic archaeology (remote viewing), magico-religious practitioner types, myth and consciousness, and near-death experiences. An informal discussion and reception also took place, featuring presentations on Brazilian psychic surgery and psychic archaeology research by the Mobius Society."
    },
    {
      "chapter_title": "Research Reports: Magico-Religious Practitioner Types",
      "summary": "A synopsis of Michael Winkelman's cross-cultural study (Winkelman 1984) identifying four major types of magico-religious practitioners: Priests, Malevolent Practitioners, Mediums, and the Healer Complex (Shamans, Shaman/Healers, Healers). It details their characteristics, social status, power sources, training, activities, and relationship to socio-economic variables like agriculture, political integration, and class presence."
    },
    {
      "chapter_title": "Physicist's Corner: A Physicists's View of Telepathy",
      "summary": "Stephen Gayer proposes a model for telepathy consistent with known physics, suggesting it could involve the transfer of information via low-level electromagnetic radiation, sensed by the brain. He discusses the challenges of signal processing and decoding, and why identical twins might exhibit clearer telepathic communication due to similar brain structures. The piece emphasizes experimental design for investigating this hypothesis."
    },
    {
      "chapter_title": "Conferences",
      "summary": "An announcement for The First Langara Conference on Multiple Personality, to be held May 10-11, 1986, in Vancouver. Key speakers and topics, including anthropological and shamanic approaches to multiple personality disorder, are mentioned."
    },
    {
      "chapter_title": "Resources",
      "summary": "Brief descriptions of two resources: the book 'Stones, Bones and Skin: Ritual and Shamanic Art' (available through SAPA) and 'US/USSR Cooperative Experimentation in Psychic Functioning', a videotape documenting a remote viewing experiment involving Russell and Elizabeth Targ with Djuna Davitashvili."
    },
    {
      "chapter_title": "Book Reviews",
      "summary": "Reviews of two books: 'The Human Cycle' by Colin Turnbull (praised for its anthropological insights into life stages and self-discovery) and 'Mute Evidence' by Daniel Kagan and Ian Summers (an investigation into cattle mutilations, concluding with normal explanations despite the initial mystery)."
    },
    {
      "chapter_title": "Graduate Programs",
      "summary": "Details on the Brazilian Graduate Parapsychology Program offered by the Instituto Nacional de Pesquisas Psicobiofisicas, including its curriculum, duration, and directors."
    },
    {
      "chapter_title": "Subscription Info",
      "summary": "Provides contact information for submitting materials to the editor, sending membership dues to the treasurer, and lists the 1986 membership rates for various categories."
    }
  ],
  "key_concepts": [
    {
      "term": "Magico-religious practitioners",
      "definition": "Individuals occupying a culturally recognized role which has as its basis an interaction with a supernatural order. This definition includes roles which may be attributed rather than sought, such as witches and sorcerers."
    },
    {
      "term": "Priests",
      "definition": "Full-time specialists with high social and economic status, often exercising political, legislative, judicial, economic, or military power. Predominantly male, their power is nominally based on relationships with superior spirits/gods, and role selection is through social inheritance, succession, or political action, with seldom any trance states involved."
    },
    {
      "term": "Malevolent Practitioners",
      "definition": "Part-time specialists with low social and economic status, referred to as sorcerers or witches. They perform malevolent acts, are thought to have power over spirits (especially animal spirits) and access to personal or impersonal sources of power (e.g., exuvial or imitative magic). Role often acquired through social labeling, frequently killed for magical activities."
    },
    {
      "term": "Mediums",
      "definition": "Part-time practitioners, predominantly female, who act at client requests to heal and divine while in possession trance states. Their power is based in spirits, and role selection is through spontaneous possession experiences, exhibiting lability in the central nervous system (e.g., compulsive motor behavior, tremors, convulsions, seizures, amnesia) during trance."
    },
    {
      "term": "Healer Complex",
      "definition": "A major type of magico-religious practitioner, divided into Shamans, Shaman/Healers, and Healers. Generally part-time specialists with high social status, often exercising judicial or informal political power, with activities focused on healing, protection, divination, and minor agricultural rites."
    },
    {
      "term": "Shamans (Core)",
      "definition": "Within the Healer Complex, associated with animal spirits, have individual teachers. Training involves non-possession trance states induced by social isolation, physical austerities, hallucinogens, auditory driving, and percussion, frequently resulting in collapse and unconsciousness; soul journeys are present."
    },
    {
      "term": "Telepathy",
      "definition": "The transfer of information from one person to another through means other than the traditional five senses, potentially via low-level electromagnetic radiation detected by the brain. The feasibility is explored considering brain structure similarities (e.g., in identical twins) for encoding/decoding signals."
    },
    {
      "term": "Batcheldorian Psychodynamics (PX events)",
      "definition": "Psi-conducive features in poltergeist cases, originally documented by Ken Batcheldor, involving psychological dynamics that may facilitate paranormal events."
    }
  ],
  "practical_system": {
    "description": "The text describes various research methodologies and observational protocols employed in the academic study of consciousness, parapsychology, and magico-religious phenomena, rather than a direct practical magical system. It outlines how researchers analyze practitioner types, test for telepathy, and document psychic events. It also references techniques used by various practitioners studied.",
    "tools": [
      "Standard Cross-Cultural Sample (for anthropological comparative studies).",
      "Electroencephalogram (EEG) for monitoring brain activity in telepathy experiments.",
      "Random event generators (for research into ESP).",
      "Videotape documentation (for recording psychic surgery and remote viewing sessions).",
      "Material systems for divination (e.g., I Ching, Tarot, as used by Healers).",
      "Techniques employed by Healer Complex practitioners: physical manipulations (rubbing, massaging, cleansing wounds), application of herbal medicines, object extraction/sleight-of-hand, spells, exuvial/imitative/manipulative techniques, exorcism, and spirit control."
    ],
    "rituals": [
      "Cross-cultural cluster analysis procedures for classifying magico-religious practitioner types based on observed characteristics and social variables.",
      "Experimental designs for investigating telepathy involving sender-receiver pairs, focusing on the transmission of 'primitive sensations' (e.g., warm/cold, colors, smells, tones), varying parameters like distance, electromagnetic shielding, and monitoring EEG activity.",
      "Observation and documentation protocols for psychic phenomena, such as psychic healing (e.g., Brazilian psychic surgeons) and remote viewing experiments (e.g., US/USSR cooperative experiments).",
      "Trance induction procedures utilized by practitioners in various cultures, including social isolation, physical austerities, hallucinogens, auditory driving, and percussion, leading to non-possession trance states or soul journeys."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Thus, I have been through seven years and three incarnations with this neesletter. It is difficult to let go, but I feel it is time for both of us to love on.",
      "page": "1"
    },
    {
      "text": "In sum, telepathy could possibly exist in a form which does not violate any laws of physics and which is consistent with known facts on the behavior of animal brains. A significant signal processing problem exists, but this is only an obstacle to success, not necessarily an impenetrable barrier.",
      "page": "6"
    },
    {
      "text": "We are likely to discover more about ourselves than about others, and in so doing discover unknown riches in our own lives.",
      "page": "7"
    }
  ],
  "critical_analysis": {
    "relevance": "This newsletter is a primary source for understanding the academic discourse and research directions within the anthropology of consciousness and parapsychology in the mid-1980s. It highlights specific studies, theoretical models, and the organizational efforts of the AASC, making it historically significant for these interdisciplinary fields.",
    "target_audience": "Academic researchers, students, and practitioners in anthropology, parapsychology, sociology, and consciousness studies, particularly those interested in cross-cultural analyses of spiritual roles, psychic phenomena, and the scientific investigation of anomalous experiences."
  }
}