{
  "header": {
    "title": "Liber Lunæ and other selections from British Library Sloane MS 3826: 84-100; including An Experiment for a Fayry with commentary by Donald Tyson",
    "authors": [
      "D. Karr",
      "Donald Tyson"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Liber Lunæ",
      "Magic Squares",
      "Planetary Magic",
      "Lunar Mansions",
      "Spirit Evocation",
      "Grimoire",
      "British Library Sloane MS 3826",
      "An Experiment for a Fayry",
      "Donald Tyson Commentary",
      "Ceremonial Magic",
      "Fairies",
      "Angel Magic"
    ]
  },
  "central_thesis": "The compilation presents a deep dive into medieval and early modern grimoire traditions through the transcription and analysis of texts from British Library Sloane MS 3826. It elucidates practical magical systems, particularly 'Liber Lunæ' which details operations based on lunar mansions and planetary magic squares, and 'An Experiment for a Fayry' which provides a specific ritual for evoking a fairy for material manifestation, complemented by Donald Tyson's contextualizing commentary. The overarching theme is the systematic application of astrological timing, divine/angelic names, suffumigations, and material constructions for diverse magical outcomes.",
  "structure_content": [
    {
      "chapter_title": "Liber Lunæ",
      "summary": "This section outlines a comprehensive system of lunar magic, detailing 28 lunar mansions, each with specific astrological influences and corresponding magical 'worchings' for various purposes (e.g., separation, union, profit, adversity). It also describes operations for each of the 12 hours of the day/night, utilizing angelic names, suffumigations, and the creation of ritual items and effigies. A significant portion is dedicated to the construction and application of planetary magic squares (Saturn, Jupiter, Mars, Sol, Venus, Mercury, Luna), specifying materials, timings, and desired effects."
    },
    {
      "chapter_title": "Raxhael",
      "summary": "This text presents an invocation structure, beginning with an address to the omnipotent God and various angelic hierarchies (Cherubim, Seraphim, Thrones, Dominions, etc.) and divine names. Its purpose is to facilitate the appearance of holy angels for ministering and revealing desired knowledge or things. It includes a specific 'consecratio Rei' (consecration of a thing) for a ritual seat and a 'Pater noster &t in signo omnis' (Our Father and in the sign of all) leading into the main invocation."
    },
    {
      "chapter_title": "Rules and observations to be used heerin viz",
      "summary": "This is a prescriptive list of practical guidelines for performing the rituals. It covers critical elements such as timing (moon phase, specific hours), personal purification (washing feet/nails, anointing eyes), offerings (annisseeds), environmental preparation (perfuming the chamber, quiet location, facing east), and the creation of ritual tools (a special wax candle with 'Oberyon' inscribed)."
    },
    {
      "chapter_title": "The Call of Bilgal one of the 7 &",
      "summary": "This powerful conjuration directly addresses a spirit referred to as 'B' (Bilgal). It compels the spirit's appearance and obedience through a series of escalating adjurations leveraging divine names, the powers of heaven, planets, elements, and the authority bestowed upon King Solomon. The spirit is commanded to appear in the form of a Queen, with attendants, to fulfill the magician's demands."
    },
    {
      "chapter_title": "An Experiment for a Fayry (edited and amended with commentary by Donald Tyson)",
      "summary": "This section details a ritual for evoking a fairy, focusing on material acquisition. It specifies the preparation of lapwing blood as ink, writing names of power on virgin parchment, and creating a 'square circle' ritual space using a sword. Donald Tyson's extensive commentary provides critical contextualization, clarifying the nature of 'fairies' within occult traditions, offering practical advice for the ritual's execution, discussing the ethical implications of animal sacrifice, and emphasizing the ritual's complexity and the necessity of skilled magical practice for success."
    }
  ],
  "key_concepts": [
    {
      "term": "Lunar Mansions",
      "definition": "Twenty-eight divisions of the moon's celestial path, each associated with distinct astrological influences and specific magical 'worchings' or operations, determining the nature and efficacy of ritual work. The text details which mansion is auspicious or inauspicious for particular magical aims."
    },
    {
      "term": "Magic Squares",
      "definition": "Numerical grids corresponding to specific planets (Saturn, Jupiter, Mars, Sol, Venus, Mercury, Luna), used as talismans. Their creation involves engraving on particular metals, under precise astrological timings, and with specific suffumigations, to imbue them with planetary virtues for various magical purposes like protection, prosperity, love, or destruction."
    },
    {
      "term": "Worchings/Operations",
      "definition": "Practical magical procedures outlined in 'Liber Lunæ' and other texts, designed to achieve specific outcomes. These encompass a broad range of intentions, from 'bynding' (binding), 'separacion' (separation), 'inclination' (love), and 'profitt' to 'destruction' and 'expulsion', often involving the creation of effigies, inscriptions of names, and specific ritual actions."
    },
    {
      "term": "Suffumigations",
      "definition": "The burning of specific aromatic substances (e.g., aloes, saffron, musk, camphire) during rituals. This practice is employed to create a suitable magical atmosphere, attract or repel spirits, cleanse, or empower the ritual space and items, and is integral to most operations described."
    },
    {
      "term": "Square Circle",
      "definition": "A ritual enclosure, explicitly described in 'An Experiment for a Fayry', formed by two concentric squares drawn on the ground with a clean sword. This space is inscribed with the name 'Panthor' and various symbols (pentagrams, crosses), serving as a protective barrier and focal point for the evocation of spirits, particularly fairies."
    },
    {
      "term": "Lapwing Blood",
      "definition": "A specific fluid obtained from a cock lapwing, used as a magical ink in 'An Experiment for a Fayry'. It is believed to possess potent occult energies, essential for writing the names of power on virgin parchment, thereby empowering the written words and the ritual itself. Donald Tyson's commentary notes the ethical concerns of animal sacrifice."
    },
    {
      "term": "Fairy Evocation",
      "definition": "A specific ritual detailed in 'An Experiment for a Fayry' aimed at summoning earth-bound spirits (fairies, distinct from gnomes). The purpose is typically to acquire material objects, treasures, or information. The ritual involves preparing a specific space, using unique materials like lapwing blood, and following precise timing and invocations."
    }
  ],
  "practical_system": {
    "description": "The texts delineate a practical magical system heavily reliant on astrological timing, divine and angelic names, specific material preparations, and suffumigations. 'Liber Lunæ' focuses on operations timed to the 28 lunar mansions and 12 planetary hours, creating talismans (magic squares, effigies) from specific metals (silver, copper, lead, brass) and consecrated wax for purposes ranging from love and profit to destruction and protection. 'An Experiment for a Fayry' details a ceremonial evocation of a fairy for material manifestation, involving the ritual drawing of a 'square circle' (a double-square boundary) on the ground, writing names of power with lapwing blood on virgin parchment, and a specific sequence of invocations. Both systems emphasize precise execution, ritual purity, and the correct alignment of celestial and earthly influences for efficacy.",
    "tools": [
      "Metals: Silver, copper, lead, brass (for effigies, plates, and talismans).",
      "Writing Surfaces: Virgin parchment, citrine paper.",
      "Inks: Blood of a cock lapwing, musk, saffron, rosewater, camphire.",
      "Writing Implements: Pen (goose feather quill or steel-nibbed dip pen), point of a clean/consecrated sword (for ground inscriptions).",
      "Suffumigations: Aloes, santalo rubeo, indo, gariophylli, masticke, red sylke.",
      "Wax (especially Allelnia virgin wax for candles with inscribed names).",
      "Ritual Sword/Knife (for drawing the square circle and, historically, for sacrifice).",
      "Containers: Vials, pots, vessels (for blood, oil, water).",
      "Specific candle: Made of Allelnia virgin wax with the name 'Oberyon' written on it."
    ],
    "rituals": [
      "Operations for each of the 28 Lunar Mansions, dictating specific purposes such as separation, union, profit, or adversity, performed when the moon is in the designated mansion.",
      "Operations for each of the 12 Planetary Hours, involving the creation of effigies, inscriptions of names, and suffumigations for ends like love, binding, destruction, influencing authorities, confusing enemies, or acquiring objects.",
      "Creation and consecration of Planetary Magic Squares (Saturn, Jupiter, Mars, Sol, Venus, Mercury, Luna) using prescribed metals (e.g., silver for Jupiter, copper for Mars), specific astrological timings (day and hour of the planet, direct/increasing light), and suffumigations.",
      "Invocation of 'B' (Bilgal) using divine and angelic names (e.g., Saphori, laiafaryn), planetary powers, and elemental forces to compel appearance and obedience for desired tasks.",
      "Evocation of a Fairy for material acquisition or information, involving the preparation of lapwing blood ink, writing names on virgin parchment, drawing a 'square circle' on the ground, and specific invocations during the waxing crescent moon and hour of Jupiter."
    ]
  },
  "relevant_quotes": [
    {
      "text": "This is liber O that is the booke of worching that is said Liber Lunæ the circle of wich is to the dwellers of the earth It is sothely a booke knowen, and it is cleped as I have said Liber Lunæ wherein be the privityes of old wise men that were hid to all men. And he worcheth with it in all men that inhibiteth the earth, and in all men that be under the circle of the moone that is cleped the circle of this world he wrought with it fortune and infortune, profitt and impediment, good and evill, and there belongeth unto yt xxviii mansions or dwellings and xxviii worchings.",
      "page": "2"
    },
    {
      "text": "Perhaps the most noticeable feature of Liber Lunæ is its set of magic squares.* In MS. Sloane 3826, four of these squares contain errors; corrections appear at the end of the transcription (page 28).",
      "page": "1"
    },
    {
      "text": "The selections offered here—Liber Lunæ [ff 84′-97'], Raxhael [ff 98-99], and The Call of Bilgal [fo. 99\"]—have been literally transcribed. No changes in spelling or word order have been made.",
      "page": "1"
    },
    {
      "text": "The figure of Luna is quadrate and there be 9 multiplyed by 9 and there be in each side 369 in lenth and bredth and overthwart In the day of Luna and in the hower of Luna increasing, in virgin parchmt write it with inke of muske and saffron tempered with rosewater, and suffume it with some cucumis cucurbite and camfora and double the scrowe and putt it in a plate of silver made to the maner of a litle pipe or reeds and beare it with thee. It availeth also to axe all noble things and fulfilling, and that taketh away all evill.",
      "page": "26"
    },
    {
      "text": "Rx: the blood of a cock lapwing. And keep it privity in a close vial.",
      "page": "36"
    },
    {
      "text": "Fairies are not the cute little humanoid creatures with insect wings that Victorian artists represented in book illustrations, but a class of earth-bound spirits who share this plane with human beings. They exist slightly out of phase with our reality, so that only on rare occasions can they or their dwellings be seen.",
      "page": "41"
    },
    {
      "text": "The name of the noble spirit is not given in the text, but it seems reasonable to assume that its name is Panthor, the name inscribed on the four sides of the square.",
      "page": "42"
    }
  ],
  "critical_analysis": {
    "relevance": "These texts are highly relevant for understanding the practical applications and theoretical underpinnings of medieval and early modern grimoire traditions. 'Liber Lunæ' provides a rare, systematic exposition of lunar mansion and planetary magic from a primary source, detailing intricate operations that reflect the syncretic nature of historical occultism. Donald Tyson's commentary on 'An Experiment for a Fayry' is particularly valuable, offering modern practitioners and researchers a bridge between historical practice and contemporary ethical considerations, while still elucidating the technical mechanics of spirit evocation. The inclusion of corrections for magic squares also underscores the academic rigor of the transcription. Overall, this document serves as a crucial resource for tracing the evolution of Western Esoteric practices and their operative components.",
    "target_audience": "The target audience includes academic researchers specializing in Western Esotericism, occult history, and grimoire studies, as well as practitioners of ceremonial magic, planetary magic, and spirit evocation. Donald Tyson's commentary specifically caters to modern magicians by providing guidance on how to interpret and potentially adapt historical rituals, while also issuing important caveats regarding animal sacrifice and the demanding nature of such operations."
  }
}