{
  "header": {
    "title": "Invocation to Our Lady of Midnight, Liliya-Devala, Being a Conjuration of the High Sabbatic Witch-Mother",
    "authors": [
      "Andrew D. Chumbley"
    ],
    "category": "Western Esotericism, Occultism, Witchcraft, Ritual Magic",
    "keywords": [
      "Liliya-Devala",
      "High Sabbatic Witch-Mother",
      "Mahazhael-Deval",
      "Sixteen Faithful Gods",
      "Sabbatic Craft",
      "Conjuration",
      "Oracle",
      "Magical Vehicle",
      "Crooked Path",
      "Dragon's Spine",
      "Andrew D. Chumbley",
      "Trance Possession",
      "Dream Vision",
      "Qliphothic Mysticism",
      "Ecstatic Magic"
    ]
  },
  "central_thesis": "The central thesis of this work is to provide a structured conjuration ritual designed to invoke the spirit of Liliya-Devala, the High Sabbatic Witch-Mother, into a designated officiant (Magistra). Through this spiritual possession, the officiant becomes an oracular and magical vehicle, enabling direct communion between Liliya-Devala and the covine, facilitating guidance, blessings, and instructions for future magical work, thereby solidifying the covine's connection to the elder current of the Sabbatic Craft.",
  "structure_content": [
    {
      "chapter_title": "Introduction and Contextualization",
      "summary": "This section establishes the ritual's foundational context within the Sabbatic Craft. It clarifies Liliya-Devala's divine role as the Queen of the Sixteen Faithful Gods, the Lunar Mother, and co-ruler with Mahazhael-Deval over liminal times. The text emphasizes dual observance and outlines Liliya-Devala's syncretic identifications with the Virgin Mary (as Queen of the World, representing the Crooked Path and seven luminous souls) and the Magdalene (secret bride of the Crucified King of Light), highlighting her multifaceted esoteric significance as an initiatrix and vessel for spiritual presence."
    },
    {
      "chapter_title": "The Call unto Liliya-Devala",
      "summary": "This part details the initial direct invocation by the covine. The Magistra, bearing a flower-wreathed skull as the Lady's mask, stands in the North as the covine repeatedly calls to Liliya-Devala. The invocation addresses her with specific epithets, such as 'Sovereign Blood-Mother of the Horned Serpent's Wisdom,' and acknowledges her dual nature, proclaiming, 'Our blessing and our curse upon Thee, for Thou art twain of mask and face!'"
    },
    {
      "chapter_title": "Adorations and Descriptive Litany",
      "summary": "This extensive section comprises a series of adoring and descriptive verses that delineate Liliya-Devala's diverse aspects, powers, and symbolic attributes. She is venerated as the 'Thorn-queen,' 'Boneward,' 'Empress in the Northern Gateway of Power,' 'Leader of the Eight Goddesses,' 'Our Protectress,' 'Our Concubine,' 'Sister-Eternal Companion,' 'Four-armed Embracer,' and 'Corpse-queen.' Her veiled nature, symbolic tools (blood-red rope, scythe, skull-cup, mortar with perfumed embers), and dominion over life, death, and wisdom are detailed, providing a rich esoteric portrait of the deity."
    },
    {
      "chapter_title": "Offerings of Imaginal Projection",
      "summary": "Following the litany, the covine is instructed to kneel and present a series of 'imaginal projections' or 'mental sacrifices' before the Lady. These offerings are not physical but visualized constructs, including an 'empty crib woven of reeds,' 'a horde of savage jackals,' 'a virgin-child from the womb of Thy daughter,' 'a bloodied flower of passion,' 'a bowl of semen spilt in dreaming,' and 'a single corpse-candle of human fat,' signifying a deep psychological and symbolic engagement with the deity's chthonic and generative aspects."
    },
    {
      "chapter_title": "Genuflections, Possession, and Oracle",
      "summary": "This culminates in the operative phase of the ritual. Through continued genuflections and the mantic call 'Kha-l-Liliya,' the Officiant becomes filled with Liliya-Devala's spirit. As a sign of possession, the Officiant dons a blood-red cowl and the skull mask, then circumambulates the circle counter-Sun, 'kissing' initiates with the skull. During this, initiates seek guidance and blessings. Upon returning to the North, the possessed Officiant delivers Her Oracles, including 'The Riddle of Liliya,' a seven-day symbolic narrative of death, barrenness, and rebirth, revealing the 'Mystery of the Wine' and emphasizing Liliya's identity as the 'Mother of Wise-blood.' The ritual concludes with the covine's affirmation and the Lady's departure."
    }
  ],
  "key_concepts": [
    {
      "term": "Liliya-Devala",
      "definition": "The Sovereign Witch-Mother, Queen of the Sixteen Faithful Gods, and Initiatrix within the Sabbatic Craft. She embodies duality ('twain of mask and face'), rules over liminal seasons, and is syncretized with the Lunar Mother, Virgin Mary (representing the 'Crooked Path of the Dragon's spine' and seven luminous souls), and Mary Magdalene (secret bride of the Crucified King of Light). She serves as the oracular and magical vehicle when invoked."
    },
    {
      "term": "Sabbatic Craft",
      "definition": "The specific magical tradition providing the context for this conjuration, emphasizing 'dual-observance' and the veneration of the 'Sixteen Faithful Gods' (eight witch-fathers and eight witch-mothers), with Liliya-Devala and Mahazhael-Deval as its Queen and King."
    },
    {
      "term": "Magistra / Officiant",
      "definition": "The chosen practitioner, ideally female, designated to serve as the 'vessel' for the spiritual presence of Liliya-Devala during the ritual, acting as the Oracle and Magical Vehicle."
    },
    {
      "term": "Crooked Path of the Dragon's spine",
      "definition": "An esoteric path or current, symbolized by the Red Serpent beneath the Virgin Mary's feet. It represents a non-linear, chthonic, or adversarial mode of spiritual ascent and magical operation within the Sabbatic tradition."
    },
    {
      "term": "The Riddle of Liliya",
      "definition": "A seven-day symbolic narrative delivered by the possessed Officiant as an Oracle. It describes a cyclical process of spiritual death, barrenness, and rebirth, culminating in a 'Round Feast' and the revelation of 'The Mystery of the Wine,' signifying Liliya's profound connection to wisdom and transformative sacrifice."
    },
    {
      "term": "Sixteen Faithful Gods",
      "definition": "The pantheon within the Sabbatic Craft, composed of eight witch-fathers and eight witch-mothers, over whom Liliya-Devala and Mahazhael-Deval preside as Queen and King. They form the 'retinue' that provides spiritual empowerment."
    },
    {
      "term": "Imaginal Projection / Mental Sacrifice",
      "definition": "Non-physical offerings made through visualization and intent, representing a deep, internal magical act where symbolic constructs (e.g., empty crib, savage jackals, virgin-child) are presented to the deity, signifying profound engagement with her esoteric domains."
    },
    {
      "term": "Skull as Mask",
      "definition": "A key ritual tool borne by the Magistra, symbolizing Liliya-Devala's face and serving as a focal point for the deity's presence. It is used in the circumambulation to 'kiss' initiates."
    },
    {
      "term": "Blood-red cloth as hooded cowl",
      "definition": "A ritual garment placed over the Officiant's head as a visible sign of being filled with the spirit of Liliya-Devala, marking the transition into full possession."
    },
    {
      "term": "Liminality (Midwinter / Midnight)",
      "definition": "Temporal states (Midwinter, Midnight) over which Liliya-Devala and Mahazhael-Deval rule. These represent periods of transition, hiddenness, and potent magical ingress, emphasizing the deities' connection to thresholds and the unseen."
    }
  ],
  "practical_system": {
    "description": "The practical system is a ritual of conjuration focused on direct spiritual possession for oracular purposes. It mandates a specific setting (Northern Quarter), symbolic tools, and a series of invocations, adorations, and imaginal offerings designed to build energetic and spiritual rapport with Liliya-Devala. The culmination is the full embodiment of the deity by a designated Officiant, who then serves as a direct mouthpiece for divine communication and guidance to the assembled covine. The system prioritizes ecstatic states, symbolic action, and direct spiritual experience over purely intellectual or symbolic engagement.",
    "tools": [
      "Flower-wreathed skull (borne as mask by Magistra)",
      "Blood-red cloth (used as a hooded cowl by Magistra)",
      "Candles (for adoration, lit in the Northern Quarter)",
      "Divers effigies of the Lady (placed in the Northern Quarter)",
      "Imaginal offerings (empty crib, horde of savage jackals, pack of dark and untamed dogs, virgin-child, bloodied flower of passion, bowl of semen, corpse-candle of human fat)",
      "Implicit: Ritual circle (for circumambulation)",
      "Implicit: Altar-bed of bones (for offerings)"
    ],
    "rituals": [
      "Initial contextualization by recalling the 'Invocation of Mahazhael-Deval' and the 'Retinue of the Sixteen Faithful Gods'.",
      "Magistra (Officiant) stands silently in the North, bearing a flower-wreathed skull as the Lady's mask.",
      "Covine repeatedly chants the primary invocation: 'O' Liliya! Hear us! Sovereign Blood-Mother of the Horned Serpent's Wisdom! Our blessing and our curse upon Thee, for Thou art twain of mask and face!'",
      "Recitation of detailed adorations, describing Liliya-Devala's various aspects, powers, and symbolic attributes.",
      "Covine kneels before the Lady and makes 'imaginal projections' or 'mental sacrifices' (e.g., empty crib, jackals, virgin-child, semen, corpse-candle).",
      "Performance of genuflections and continuous uttering of the mantic call 'Kha-l-Liliya' until the Officiant is perceived to be filled with Liliya's spirit.",
      "As a sign of possession, the Officiant places a blood-red cloth as a hooded cowl over her head.",
      "Bearing the skull as a mask, the Officiant walks the circle counter-Sun (against the Sun).",
      "Before each initiate, the Officiant inclines the skull to 'kiss' Liliya's awaiting consorts.",
      "During the circumambulation, each initiate asks the Lady for guidance, blessings, and vision.",
      "Upon completing the round and returning to the North, the Officiant appoints the skull in its accustomed place.",
      "The Officiant (now fully possessed) turns to address the covine and, in 'intercession of spirit,' speaks Her Oracles, including 'The Riddle of Liliya'.",
      "Communion with the Lady continues as long as deemed fit.",
      "Upon the Lady's departure, the Magistra speaks Her Arcanum or 'Riddle of Liliya'.",
      "Concluding affirmation by the covine: 'As it is spoken, so mote it be! Bilo Bilo Hu! Bha-Azha-Ka!'"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Through the successful exaction of this ritual, the female officiant (or Magistra) will become the Oracle and Magical Vehicle for the very presence of the Initiatrix, and the covine will thus be honoured with her direct blessing and will be able to entreat Her face-to-face for guidance and augury.",
      "page": null
    },
    {
      "text": "O' Liliya! Hear us! Sovereign Blood-Mother of the Horned Serpent's Wisdom! Our blessing and our curse upon Thee, for Thou art twain of mask and face!",
      "page": null
    },
    {
      "text": "Thy face is hidden by the crimson mantilla of Thine own children's caul. Thine eyes are the double-mirror of fate, reflecting the birth and the death of attainment, divided for the pleasure and the pain of all mortal desire.",
      "page": null
    },
    {
      "text": "In Thy four outstretched hands are the signs of Thy dominion. In Thine upper left hand is a blood-red rope of execution- A plaited noose which Thou hast woven with the stolen birthcords of man. In Thine upper right hand is a scythe, as sharp as the blackthorne in winter. In Thy lower left hand is a skull-cup, overflowing with golden nectar. In Thy lower right hand is a mortar of black obsidian filled with perfumed embers, bestrewing field and furrow with the fiery seed of the Midwinter pyre.",
      "page": null
    },
    {
      "text": "'The Mystery of the Wine' is my Name of my Name, the Mother of Wise-blood am I. May the Blessing be and the Cursing be upon all who come to drink of me!'",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This invocation is a cornerstone text for understanding and practicing within Andrew D. Chumbley's Sabbatic Craft tradition, specifically the Cultus Sabbati. It offers a direct operative method for engaging with the primary female deity of the tradition, Liliya-Devala, enabling oracular communion and direct spiritual guidance. Its detailed descriptions of Liliya-Devala's attributes, tools, and syncretic associations (e.g., Virgin Mary, Magdalene, Crooked Path) provide crucial insight into Chumbley's unique cosmology, which integrates elements of traditional witchcraft, Gnostic concepts, and Qliphothic undercurrents. The emphasis on embodiment and trance-possession as central to magical efficacy positions this work within advanced ecstatic magic practices, distinct from purely ceremonial or mentalist approaches. It highlights the importance of liminality and duality in achieving gnosis within this specific magical current.",
    "target_audience": "The target audience for this text is experienced practitioners of Western Esotericism, particularly those deeply engaged with the Sabbatic Craft, the Cultus Sabbati, or advanced forms of traditional witchcraft and Crooked Path sorcery. It is not suitable for beginners due to its specialized terminology, the inherent risks and demands of intentional trance-possession, and the expectation of a mature understanding of magical ethics, spiritual discernment, and the specific currents of Chumbley's work. Familiarity with the 'Invocation of Mahazhael-Deval' and broader Sabbatic cosmology is presumed."
  }
}