{
  "header": {
    "title": "EDITORIAL - Australian Journal of Parapsychology",
    "authors": [
      "Michael A. Thalbourne, Ph.D."
    ],
    "category": "Academic Editorial, Parapsychology, Journal Launch",
    "keywords": [
      "Parapsychology",
      "Journal",
      "Editorial",
      "AIPR",
      "Academic Publishing",
      "Research Dissemination",
      "Accessibility"
    ]
  },
  "central_thesis": "The Australian Journal of Parapsychology (AJPara) is launched as a new, accessible publication venue for the growing field of parapsychological research, aiming to serve both academic scientists and the intelligent layperson without compromising scientific rigor.",
  "structure_content": [
    {
      "chapter_title": "Introduction of AJPara",
      "summary": "The editorial introduces the Australian Journal of Parapsychology (AJPara) as a new publication, taking over from the Australian Parapsychological Review, and identifies its publisher, the Australian Institute of Parapsychological Research (AIPR)."
    },
    {
      "chapter_title": "Rationale and Vision",
      "summary": "It explains the necessity for a new journal, citing the increasing volume of parapsychological research globally. The core vision is to provide an accessible outlet for 'top-flight technical scientific papers' while also catering to the 'intelligent layperson,' distinguishing itself from existing journals that do not serve this dual audience. It emphasizes maintaining scientific standards."
    },
    {
      "chapter_title": "Submission and Editorial Process",
      "summary": "Details the process for potential contributors, including types of submissions (scientific articles, experience accounts, book reviews), preferred submission methods (email, computer disk in IBM format, or typed paper), and the requirement to follow the Journal's style. It outlines the peer-review ('refereed') process and author feedback, reiterating the intelligent layperson as the target audience."
    },
    {
      "chapter_title": "Future Outlook",
      "summary": "The editorial concludes with an expression of anticipation for future 'interesting and exciting articles' in AJPara, reinforcing the journal's forward-looking intent."
    }
  ],
  "key_concepts": [
    {
      "term": "AJPara",
      "definition": "Australian Journal of Parapsychology, the newly launched publication for parapsychological research."
    },
    {
      "term": "AIPR",
      "definition": "Australian Institute of Parapsychological Research, Inc., the publisher of AJPara."
    },
    {
      "term": "Australian Parapsychological Review",
      "definition": "The predecessor journal which AJPara replaces, having concluded with issue No. 21."
    },
    {
      "term": "Intelligent Layperson",
      "definition": "A key target audience for AJPara, signifying the journal's commitment to accessibility and broader appeal beyond highly technical academic circles."
    },
    {
      "term": "Accessibility (in publishing)",
      "definition": "The journal's aim to present scientific research in a manner understandable by a broad audience, including non-specialists, without diluting scientific rigor."
    },
    {
      "term": "Refereed",
      "definition": "The process by which submitted articles undergo peer review by experts to ensure scientific quality and validity."
    }
  ],
  "practical_system": {
    "description": "The operational system of the Australian Journal of Parapsychology is based on a submission-driven, peer-reviewed publication model, with an aspirational bi-annual publication frequency. It prioritizes both scientific rigor and broad accessibility, encouraging diverse contributions (articles, experiences, book reviews) and providing authors with a structured feedback process. The journal positions itself as an essential, accessible venue for the burgeoning global parapsychological research community.",
    "tools": [
      "E-mail communication for submissions and correspondence (psym-tha@psychology.adelaide.edu.au).",
      "Computer disk (IBM format) for electronic submissions.",
      "Typed paper for physical manuscript submissions (as a secondary option).",
      "Publisher's website (www.aiprinc.org) for general information and context."
    ],
    "rituals": [
      "Bi-annual publication cycle (target).",
      "Peer review ('refereed') of all submitted contributions.",
      "Provision of editorial feedback to authors for manuscript improvement.",
      "Adherence to specified stylistic guidelines for all submissions.",
      "Continuous solicitation of submissions from researchers and interested individuals."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Welcome, readers, to the Australian Journal of Parapsychology, or the AJPara for short.",
      "page": null
    },
    {
      "text": "This journal is published by the Australian Institute of Parapsychological Research (AIPR, Inc.), and takes over from the Australian Parapsychological Review, which finished with issue No. 21.",
      "page": null
    },
    {
      "text": "First of all it seems to some of us that the amount of parapsychological research in the world is increasing, and there thus exists a need for further outlets for that research.",
      "page": null
    },
    {
      "text": "though we recognize the desirability of top-flight technical scientific papers in the area, we wish to address as well the intelligent layperson, for whom most of the existing journals do not cater. We will not lower our scientific standards, but we aim to be accessible.",
      "page": null
    },
    {
      "text": "Your contribution will be refereed, and any comments for improving the manuscript will be relayed to the author. Always remember, however, that the target audience, here in Australia and overseas, is the intelligent layperson.",
      "page": null
    },
    {
      "text": "(my address is psym-tha@psychology.adelaide.edu.au)",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This editorial is highly relevant as a foundational document for the Australian Journal of Parapsychology, outlining its inception, purpose, and operational philosophy. It signals an expansion and revitalization within the field of parapsychological research dissemination, with a clear intent to broaden the academic discourse to a more public, yet intelligent, audience.",
    "target_audience": "The target audience is explicitly defined as twofold: academic researchers and professionals in parapsychology who contribute 'top-flight technical scientific papers,' and the 'intelligent layperson' worldwide who seeks accessible yet scientifically sound information on parapsychology. This dual focus suggests an attempt to bridge the gap between specialized academic discourse and public interest."
  }
}