{
  "header": {
    "title": "Surgimiento de la Umbanda Cruzada o 'Linha Cruzada' y Sus Ceremonias Principales",
    "authors": [
      "Bayo® Editorial"
    ],
    "category": "Afro-Brazilian Religions",
    "keywords": [
      "Umbanda Cruzada",
      "Linha Cruzada",
      "Ceremonias Umbanda",
      "Bautismo",
      "Iniciación",
      "Cruzamiento",
      "Confirmación",
      "Cacicado",
      "Congá",
      "Imágenes",
      "Pemba",
      "Ofrendas",
      "Despacho",
      "Seguranza",
      "Tronqueira",
      "Casamiento",
      "Acruzamiento",
      "Orixás",
      "Entidades",
      "Amaci",
      "Mediumship"
    ]
  },
  "central_thesis": "The text details the origins, hierarchical structure, and core ceremonial practices of Umbanda Cruzada, a syncretic Afro-Brazilian religion. It focuses on the initiation and progression of mediums, the establishment of sacred spaces, and the interaction with its divine entities and spirits, emphasizing the integration of traditional Umbanda elements with Òrìsà worship while maintaining Orixá supremacy.",
  "structure_content": [
    {
      "chapter_title": "Surgimiento de la Umbanda Cruzada o 'Linha Cruzada'",
      "summary": "This section explains the origin of Umbanda Cruzada as a syncretic cult allowing Umbanda entities (Caboclos, Pretos Velhos, Exu, Crianzas) to coexist with Nación òrìsà in the same temple. It highlights the adaptation of Umbanda rituals to be compatible with òrìsà worship, considering òrìsà as supreme. It traces its history in Rio Grande do Sul, noting its growth from traditional Umbanda to a mixed form driven by practitioners seeking wider appeal and religious status."
    },
    {
      "chapter_title": "Ceremonias Principales de Umbanda",
      "summary": "This chapter classifies Umbanda types based on their predominant influences (Traditional/Spiritist, Cruzada/Africanist, Caritas/Catholic, Caboclos/Indigenous, Pretos Velhos/Bantu). It then lists the general progression of ceremonies within Umbanda Cruzada: Bautismo (1st year), Iniciación (2nd year), Cruzamiento (3rd, 4th, 5th year), Confirmación (6th year), Cacicado (7th year), and Acruzamiento (funeral ceremony)."
    },
    {
      "chapter_title": "BAUTISMO al Médium (lavado de cabeza)",
      "summary": "The 'bautismo' (head washing) in Umbanda Cruzada is based on Africanist rituals, primarily for protection using 'amaci' (herbal bath) prepared with herbs corresponding to Òòsà-nlá. It emphasizes that in pure Umbanda, no specific òrìsà is assigned, and mediums learn their 'corona' (protective entities) through active participation. However, a babalórisà/iyalórisà in Umbanda Cruzada will use 'buzios' to identify the head òrìsà and wash the head for that specific deity, indicating Umbanda Cruzada's subordination to òrìsà. The concept of 'jefe de Corona' as the commanding entity is introduced."
    },
    {
      "chapter_title": "AMACI DE UMBANDA para ceremonias",
      "summary": "This section details the preparation of the 'amaci', a sacred bath for ceremonies. It specifies the use of 21 (minimum 7) herbs corresponding to Umbanda òrìsà (Ogum, Oxossi, Xangó, Omulú, Yemanjá, Ibeji, Oxalá), along with `pemba` blanca rallada and specific beverages. The herbs must be gathered in the morning and placed in water before the congal. The preparation requires an experienced priest knowledgeable in plant virtues and their Umbanda correspondences, which differ from Nación or Candomblé."
    },
    {
      "chapter_title": "INICIACIÓN (7 HORAS)",
      "summary": "The initiation ritual, typically after 7 months of 'rodado', confirms a person's mediumship. It's a symbolic death and rebirth, where the medium lies on an 'estera' (mat) for 'velar'. A 'quartinha' is consecrated for their 'coroa', and 'guías' (necklaces) for the nine Umbanda Lines are 'cruzados' with amaci. Candles and corresponding drinks are placed for entities. The ceremony involves a blood sacrifice (not on the head) for the head òrìsà and Exu, specifically mentioning poultry. The goal is for a Guide to manifest, confirming the ceremony's success and identifying the 'jefe de coroa'. Pemba is used to cross the medium's chakras. If no Guide manifests, it suggests insufficient mediumship. The medium receives the title 'médium-iniciado' and a public celebration follows."
    },
    {
      "chapter_title": "CRUZAMΙΕΝΤΟ (Cruzamento)",
      "summary": "This ceremony, usually a year after initiation, 'crosses' the medium with blood to align their Caboclos with their Orixá. Blood is applied from the neck down, never on the head, as the head belongs to the òrìsà. The ritual includes an 'amaci' bath, energetic preparation with honey/dendé (varying by Orixá), and sacrifices. Two methods for sacrifice are outlined: one involving a chicken for Exu and an animal for the head òrìsà, and another more specific one listing various poultry for different Caboclo lines. The medium receives the title 'médium pronto de primer grado' after this initial cruzamiento."
    },
    {
      "chapter_title": "SEGUNDO CRUZAΜΙΕΝΤΟ",
      "summary": "This ritual repeats the initial 'cruzamiento' but includes the delivery of a knife for Exu, enabling the medium to perform spiritual works like cleanings and services under supervision. Images of other Guides can also be completed to form the seven lines of Umbanda. The medium is then known as 'médium pronto de segundo grado'."
    },
    {
      "chapter_title": "TERCER CRUZAMΙΕΝΤΟ",
      "summary": "This ceremony again repeats the 'cruzamiento' rituals, but the medium receives a 'cuchilla de umbanda' for performing sacrifices to Umbanda Guides in the future. Specific weapons (punteras, tijeras, lanza, espada, hacha) claimed by the Guides are also delivered. The medium receives the 'Guía imperial' of their 'jefe de Coroa' and is granted the title 'Médium pronto de primer grado'."
    },
    {
      "chapter_title": "CONFIRMACIÓN",
      "summary": "This ceremony is exclusively performed in a 'monte' (forest) to harness natural energy. It involves drums, offerings, an improvised altar, and sacrifices of birds. Guides manifested through their mediums ('cavalos') undergo trials of dominion (fire, water, clairvoyance, plant knowledge) to prove their power. Upon successful completion, the medium receives permission to work with the public, give advice, perform divinations, and conduct spiritual works. Specific amulets ('objetos') are obtained as proof. This stage confers the title 'Sub-jefe' or 'médium pronto confirmado', with distinctions for 'Mata' (forest) and 'Playa' (beach) confirmations, influencing vestments."
    },
    {
      "chapter_title": "CACICADO",
      "summary": "The Cacicado is the final ritual that confers the title of 'Jefe' or 'Cacique', allowing the medium to establish their own temple and initiate 'hijos'. It involves sacrifices similar to 'cruzamiento', a 'coronación' with doves, and a large celebration. Depending on syncretic beliefs, the seven Umbanda orixás, represented by their syncretic images (e.g., Jesús for Oxalá, San Jorge for Ogum), may be delivered. A special feathered 'cocar' or an 'Guía imperial' with specific colors representing the Seven Lines and entities is also granted."
    },
    {
      "chapter_title": "EL CONGÁ DE UMBANDA",
      "summary": "The 'congá' or altar, derived from 'congada' (assemblage of Congos), is historically linked to 'Culto de las Almas'. It is hierarchically structured like a ladder, with Oxalá-Jesús at the summit, followed by other Orixás in descending order (Yemanjá, Oxum/Ibeji, Ogum, Xangó, Oxossi, Omulú, Bará). Images of Caboclos and Pretos are placed below their corresponding Orixás. The 'axé' of the Congal is embodied in a flag displaying the 'ponto riscado' of the founding Entity, signifying the temple's spiritual lineage and power."
    },
    {
      "chapter_title": "LAS IMÁGENES",
      "summary": "This section describes the ritual preparation and consecration of images for the congá. It involves three steps: 1) Discharging negative energies by washing with ammonia water. 2) Washing with specific 'amací' to attract the Entity's fluid. 3) 'Asentarla' (settling) by perforating the base with an umbanda knife, placing a 'carga' (vibrational charge) corresponding to the Entity, and then performing a 'cruzamiento' with 'menga' (blood) to instantiate its 'axé' (power)."
    },
    {
      "chapter_title": "RITUAL DE LA PEMBA",
      "summary": "The 'pemba' (sacred chalk) is presented as a fundamental tool in Umbanda, used for consecration, magical powders, potions, and amacís. It is used by entities for symbolic body painting and for drawing 'ponto riscado' ('Nzimba') which magnifies its power. Sown into the air, it removes negativity. Its importance is underscored by calling initiates 'Filhos de Pemba', signifying its role as the 'essence of Oxalá'. It is used at initiation to 'cross' the person, protecting them from negative spirits, and also for mediums before 'cruzamiento con menga' to shield them from negativity during spiritual work. Terreiros and homes are also 'cruzados' with pemba."
    },
    {
      "chapter_title": "LAS OFRENDAS PRINCIPALES EN LA UMBANDA CRUZADA.",
      "summary": "A detailed list of specific food and drink offerings for various Umbanda Orixás and entities: Exu (farofa de dendê, bife de vaca, cigars), Ogum (farofa de dendê, asado, eggs, oranges, cigars), Oxossi (maíz hervido with miel, coco, fruits, cigars), Xangô (pirón with rabo de vaca broth, bananas), Ibeji (roasted apples with miel, candies, cookies), Preto-Velho (pirón with chicken broth, chocolate, tobacco), Africanos (farofa de feijão preto), Yemanjá (mazamorra with milk, sugar, coconut, merengues), Oxalá (mazamorra with milk, sugar, merengues), Omolu/Obaluaiye (pororó, red wine), Ecó (water with miel). These are placed in clay or silver vessels, with Omulú's and Ecó's offerings dispatched every seven days. Additional offerings for Bará are listed for those without specific Exu/Orixá asentamientos."
    },
    {
      "chapter_title": "DESPACHO SEMANAL (PADÉ)",
      "summary": "This ritual involves calling the Entities to inform them of the offering change, preventing 'punishment'. Offerings are placed centrally, and a 'ponto cantado' for Exu or Bará is sung to open paths. The mediums circle the offerings anti-clockwise. Old offerings are removed walking backward, never turning one's back on the negativity. They are then disposed of at the nearest crossroads or street corner, again walking backward and not looking back, to prevent negativity from returning. Entering the house is also done backward, showing empty vessels. This process is forbidden during rain or on wet surfaces."
    },
    {
      "chapter_title": "DESPACHO CUANDO HAY SESIÓN",
      "summary": "This 'despacho' (offering disposal and cleansing) is performed before a spiritual session, ideally before mediums incorporate their Guides. Its objectives are to attract Entities' attention (especially Exu's), open paths for the ceremony, remove accumulated negativity, and ensure spiritually clean elements for Entities working in the air."
    },
    {
      "chapter_title": "SEGURANZA EN UMBANDA CRUZADA",
      "summary": "A 'seguranza' (security point) is an 'asentamiento' (spiritual settlement) placed at the front of a terreiro to protect against negative spirits attracted by 'menga'. It involves burying offerings representing each line, tools, and 'axés' in a deep pit (70x40 cm), followed by sacrifices of birds. A small 'casita' or 'grutita' is built over it, usually housing a Preto Velho or Africano image to guard the space. Only a Umbanda 'jefe' with specific knowledge can install a 'seguranza'."
    },
    {
      "chapter_title": "TRONQUEIRA (CASA DE EXU EN UMBANDA)",
      "summary": "The 'Tronqueira' or 'Aruanda' is the house of Exu, installed by a 'jefe' at the terreiro entrance. It involves burying 'axés', food, and sacrifices (a chicken for Exu and a hen for Pomba-Gira) in a pit, then building a small house over it. Inside, images of Exu and Pomba-Gira (always as a pair for complete energy), weapons, drinks, and lit candles are placed. In Umbanda, the 'ponto riscado' of Exu is often carved on wood, unlike Kimbanda where it's forged in iron. The Tronqueira should have no windows, only a lockable door, and a dirt floor."
    },
    {
      "chapter_title": "RITUAL DE CASAMIENTO",
      "summary": "Umbanda weddings are officiated by a Spiritual Entity, requiring the couple to be part of the cult and accept the spiritual jefe's conditions. Godparents (also Entities) act as judges and mediators. The ceremony resembles a Catholic wedding, with white for the bride and black for the groom, rings, and a thrown bouquet. Some traditions include jumping over a broom. Rice, 'pororó', and flower petals are thrown for prosperity. Celebrations often include a feast at the temple with offerings for Entities and shared food for guests."
    },
    {
      "chapter_title": "RITUAL DE ACRUZAMIENTO (CEREMONIA FÚNEBRE)",
      "summary": "This funeral ritual 'un-crosses' a deceased initiated medium, releasing their physical and spiritual body from earthly Umbanda obligations, preparing them for work in the astral. It involves a silent 'padé' to dispatch the deceased's 'quartinhas', food, and drinks, announcing the energy shift to Exu and other Entities. All images and belongings are removed from the congá, placed on a white cloth over an 'estera'. Nine white candles are lit, Umbanda drinks are placed, and an 'amaci' bath is prepared. Sacrifices (a bird for the 'coroa', one for Exu, one for the deceased) are made while singing to Umbanda orixás, circling the 'ebó'. Afterwards, remaining candles are broken, all images and objects are shattered, bundled, and despachados (disposed of) 32 steps into the sea."
    }
  ],
  "key_concepts": [
    {
      "term": "Umbanda Cruzada",
      "definition": "A syncretic form of Umbanda that allows traditional Umbanda entities (Caboclos, Pretos Velhos, Exu, Crianzas) to coexist and work alongside Òrìsà from Nación cults within the same temple. Òrìsà are considered supreme."
    },
    {
      "term": "Òrìsà",
      "definition": "Deities originating from Afro-Brazilian religions like Candomblé and Nación, held as supreme beings in Umbanda Cruzada."
    },
    {
      "term": "Entidades",
      "definition": "Spiritual guides and working spirits in Umbanda, including Caboclos, Pretos Velhos, Exu, Pombagira, Crianças, Senhoras, and Almas, who manifest through mediums."
    },
    {
      "term": "Médium",
      "definition": "An individual who serves as a channel or vehicle for the manifestation and communication of spiritual Entidades."
    },
    {
      "term": "Corona (Coroa)",
      "definition": "The spiritual complex of protective entities associated with an individual, including a principal entity known as the 'jefe de Corona' (Chief of Crown)."
    },
    {
      "term": "Bautismo (Lavado de Cabeza)",
      "definition": "An initial ritual cleansing of a medium's head, primarily for protection. In pure Umbanda, it doesn't assign a specific Orixá, but in Umbanda Cruzada, a babalórisà may perform it for a specific Orixá after divination, given the Orixá's supreme status."
    },
    {
      "term": "Amaci",
      "definition": "A sacred herbal bath, carefully prepared with specific herbs corresponding to Umbanda Orixás, used for spiritual cleansing, protection, and attracting spiritual energies during ceremonies."
    },
    {
      "term": "Quartinha",
      "definition": "A small clay pitcher or vessel that is consecrated and dedicated to an individual's 'coroa' (spiritual crown), serving as a receptacle for their spiritual foundation."
    },
    {
      "term": "Ponto Riscado",
      "definition": "Sacred geometric or symbolic drawings, typically made with 'pemba' (sacred chalk), that represent specific Entities, evoke magical actions, and are interpreted in the astral plane."
    },
    {
      "term": "Menga",
      "definition": "Blood, used in sacrifices within Umbanda Cruzada, primarily for Caboclos and Exu. It is explicitly applied to the body from the neck down, never directly to the head, which is reserved for the Orixá."
    },
    {
      "term": "Ecó de Umbanda",
      "definition": "A specific offering, usually water mixed with honey, presented in a clay vessel. It is closely associated with Omulú and the Line of Almas, often dispatched weekly."
    },
    {
      "term": "Congá",
      "definition": "The central altar in Umbanda, historically rooted in 'Culto de las Almas', arranged hierarchically with images of Orixás (Oxalá-Jesús at the top) and subordinate Entities. It represents a spiritual gathering point."
    },
    {
      "term": "Pemba",
      "definition": "Sacred chalk, considered a vital tool in Umbanda for drawing 'ponto riscado', consecration, spiritual cleansing, and protection. It is regarded as embodying the 'essence of Oxalá'."
    },
    {
      "term": "Despacho (Padé)",
      "definition": "A ritual involving the disposal of offerings and the clearing of accumulated negative energies. It is performed at specific locations like crossroads, with precise movements and protocols to prevent negativity from returning."
    },
    {
      "term": "Seguranza",
      "definition": "A spiritual security point or 'asentamiento' (settlement) installed at the entrance of a 'terreiro' (temple) to protect the space from negative spirits. It typically involves a buried offering pit and a small shrine for guardian entities."
    },
    {
      "term": "Tronqueira",
      "definition": "The 'house of Exu' within an Umbanda terreiro, a protective structure at the entrance where specific offerings and images for Exu and Pomba-Gira are placed to guard the space and manage spiritual thresholds."
    },
    {
      "term": "Cacique/Jefe",
      "definition": "A fully initiated and confirmed medium who has completed the initiatory hierarchy, capable of leading a temple ('terreiro'), directing sessions, and initiating other mediums."
    },
    {
      "term": "Acruzamiento",
      "definition": "A specific funeral ritual performed for a deceased initiated medium. Its purpose is to 'un-cross' the individual, spiritually detaching their physical and spiritual body from earthly Umbanda obligations, thereby preparing them for their work in the astral plane."
    }
  ],
  "practical_system": {
    "description": "The practical system of Umbanda Cruzada is an initiatory hierarchy designed for the systematic development of mediums, guiding them from initial spiritual 'bautismo' through a series of 'cruzamientos' (crossings) and 'confirmaciones' to ultimately become a 'Cacique' or 'Jefe'. This progression ensures alignment with both Umbanda Entities and supreme Òrìsà, emphasizing spiritual protection, the establishment of sacred spaces (Congá, Tronqueira, Seguranza), and the performance of specific rituals involving herbal baths (Amaci), symbolic drawings (Ponto Riscado), and blood sacrifices (Menga) for empowerment and confirmation. The system is highly structured, emphasizing respect for spiritual hierarchy and the precise execution of traditional rites.",
    "tools": [
      "Amaci (herbal bath)",
      "Quartinha (clay pitcher)",
      "Pemba (sacred chalk)",
      "Ponto Riscado (drawn symbols)",
      "Sacred images (Orixás, Entities)",
      "Cuchilla de Umbanda (knife)",
      "Weapons for Guides (punteras, tijeras, lanza, espada, hacha)",
      "Dendé (palm oil)",
      "Miel (honey)",
      "Sacrificed animals (poultry)",
      "Ofrendas (food, beverages, tobacco, flowers)",
      "Esteras (mats)",
      "Velas (candles)",
      "Buzios (cowrie shells for divination, used by Babalórisà/Iyalórisà)"
    ],
    "rituals": [
      "Bautismo al Médium (lavado de cabeza)",
      "Iniciación (7 Horas)",
      "Primer Cruzamiento",
      "Segundo Cruzamiento",
      "Tercer Cruzamiento",
      "Confirmación",
      "Cacicado",
      "Despacho Semanal (Padé)",
      "Despacho cuando hay Sesión",
      "Instalación de Seguranza",
      "Instalación de Tronqueira",
      "Ritual de Casamiento",
      "Ritual de Acruzamiento (Ceremonia Fúnebre)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "La Umbanda Cruzada es el tipo de culto que permite que los Caboclos, Pretos, Crianzas, Exu y demás Entidades propias de la Umbanda puedan convivir en el mismo templo junto a los òrìsà de Nación, cuyo culto no admite mezcla, pero que sí permite que algunos iniciados puedan incorporar Entidades y ofrecer sus cuerpos a las mismas sin perjudicar sus consagraciones en òrìsà ni crear conflictos.",
      "page": "5"
    },
    {
      "text": "Es de notar, que en Umbanda nunca se entrega la cabeza a ningún òrìsà específico y la persona nunca sabrá cual es su òrìsà de cabeza a menos que se haga un registro con un babalórisà o una iyalórisà en el culto de Nación o en Candomblé, los cuales son en realidad las religiones de los òrìsà.",
      "page": "8"
    },
    {
      "text": "En la iniciación, no se usa sangre o por lo menos no se debería hacer, pues a la persona todavía no le llegan las Entidades, o si le llegan, las mismas no están confirmadas (no se tiene certeza de cuales son realmente).",
      "page": "12"
    },
    {
      "text": "Se coloca únicamente sangre del cuello hacia abajo, nunca debiendo en umbanda cruzada o en kimbanda poner sangre en la cabeza de la persona, pues la cabeza siempre es del òrìsà.",
      "page": "15"
    },
    {
      "text": "La pemba es uno de los útiles de trabajo más usados y de mayor eficacia dentro de la Umbanda toda, por eso es también instrumento de adoración y culto, al que se le rinde homenaje cantándole por lo menos un ponto al comienzo o al final de cada sesión. Su importancia, también es destacada, cuando a los hijos de umbanda se les llama 'Filhos de Pemba', queriendo de algún modo exaltar su poder e importancia, significando de alguna manera, que el polvo de pemba blanca es la propia esencia de Oxalá manifestada en el mundo.",
      "page": "26"
    }
  ],
  "critical_analysis": {
    "relevance": "This document is highly relevant for understanding the practical mechanics and philosophical underpinnings of Umbanda Cruzada. It provides a rare, detailed, and operational manual, distinguishing its practices and hierarchy from other Umbanda traditions and Candomblé/Nación. For a practitioner, it is a direct guide to initiatory steps, ritual preparations, and the establishment of sacred spaces. For researchers, it offers primary source material illustrating syncretism in action, the operational role of mediumship, and the precise ritual interactions with both Umbanda Entities and Orixás.",
    "target_audience": "The primary target audience consists of aspiring and practicing mediums within Umbanda Cruzada, particularly those advancing through its initiatory stages. It is also highly valuable for 'jefes' or 'caciques' who are responsible for leading temples and performing these ceremonies. Academics and researchers specializing in Afro-Brazilian religions, comparative religion, and occult studies would find this a crucial resource for its detailed description of an active, complex magical and religious system."
  }
}