{
  "header": {
    "title": "NECROMANCY: Or divination by means of the spirits of the dead",
    "authors": [
      "Lewis Spence",
      "Alan Wright"
    ],
    "category": "Western Esotericism, Occultism, Grimoire Traditions",
    "keywords": [
      "Necromancy",
      "Divination",
      "Black Art",
      "Spirit Evocation",
      "Magic Circle",
      "Exorcism",
      "Perispirit",
      "Eliphas Levi",
      "Occult Rituals"
    ]
  },
  "central_thesis": "The text details various historical and practical methods of necromancy, defining it as divination through the spirits of the dead. It outlines the elaborate preparations, ritual mechanics, and philosophical underpinnings required to safely and effectively evoke spirits, distinguishing between general grimoire practices and specific approaches for 'love' or 'knowledge' evocations, as well as cultural variations.",
  "structure_content": [
    {
      "chapter_title": "Introduction and Definition of Necromancy",
      "summary": "Defines necromancy as divination using spirits of the dead, tracing its etymology and historical evolution from Greek descents into Hades to later summoning practices. It distinguishes necromancy from modern spiritualism and establishes its importance as a 'touchstone of occultism' for proving the value of one's art."
    },
    {
      "chapter_title": "General Grimoire Necromantic Practice",
      "summary": "Describes the traditional approach for a 'true sorcerer' who maintains independence from familiars. It outlines strict requirements for selecting ritual locations (subterranean vaults, deserts, ruins, churchyards), specific timing (midnight, during bright moon or storms), and the construction and purpose of the magic circle for protection and spirit constraint. Details on the magician's attire and initial exorcism are also provided, including the expected fierce manifestations of spirits."
    },
    {
      "chapter_title": "The Magic Circle and its Purpose",
      "summary": "Explains the precise dimensions and inscriptions of the magic circle, typically nine feet square, with parallel lines, crosses, triangles, and 'holy names of God'. The circle's function is to expel evil spirits, purify the ground, and provide an inviolable shield for the magician, compelling spirits into a triangle to speak truth."
    },
    {
      "chapter_title": "Eliphas Levi's Evocations of Love",
      "summary": "Presents a procedure for evoking the spirit of a beloved deceased person, emphasizing a motive of love. This includes collecting memorials, preparing a dedicated apartment, a 14-day period of strict chastity, retreat, modest diet, daily silent contemplation before a veiled portrait, specific meal rituals, and finally, a ritual involving cypress wood, incense, and heartfelt invocations."
    },
    {
      "chapter_title": "Eliphas Levi's Evocations of Knowledge and Intelligence",
      "summary": "Outlines a more solemn and rigorous system for evoking celebrated personages. This involves a 21-day period of meditation, vegetable diet, and a severe fast. The ritual requires constructing a darkened oratory with specific optical elements (prism, crystal globe), a sacred fire, an altar of perfumes, and the magician's elaborate attire (ephod, black robe, consecrated girdle, specific shoes, cap, Holy Bible), culminating in formal invocations."
    },
    {
      "chapter_title": "Oratory and Operator Consecration",
      "summary": "Details the consecration process for the magical oratory and the operator. The oratory and its objects must be consecrated on a Friday during hours sacred to Venus, using specific burning of violets and roses. The operator must undergo bathing and wear scrupulously clean undergarments in addition to the magical vestments."
    },
    {
      "chapter_title": "Invocation Examples and Spirit Dismissal",
      "summary": "Provides examples of formal invocations tailored to different spiritual traditions (Hermetic for Apollonius, Kabbalistic for Judaism). Also describes the respectful process of dismissing an evoked 'spirit of light' and the final ritualistic disposal of physical remains."
    },
    {
      "chapter_title": "Nature of Infernal Spirits",
      "summary": "Discusses Eliphas Levi's view that 'Satan, Beelzebub, Adramelek' refer not to single spiritual unities but to 'legions of impure spirits', whose hierarchy in Hell is inverse to their intelligence, with 'chiefs' being the most impotent. These spirits tremble before an incomprehensible chief, a 'shadow and remnant of God'."
    },
    {
      "chapter_title": "Historical and Cultural Necromantic Practices",
      "summary": "Presents diverse historical accounts of necromancy, including Australian Birraark rituals, Japanese rushlight methods, Scottish practices involving a circle with a Bible and crucifix, and a spectacular evocation by Schrepfer of Chevalier de Saxe. These examples illustrate variations in apparatus, methodology, and desired outcomes across cultures and time periods."
    }
  ],
  "key_concepts": [
    {
      "term": "Necromancy",
      "definition": "Divination by means of the spirits of the dead; historically, either descent into Hades or summoning spirits into the mortal sphere. It is termed 'Black Art' through its Italian form 'nigromancia'."
    },
    {
      "term": "Magic Circle",
      "definition": "A consecrated ritual space, typically nine feet square, inscribed with holy names, crosses, and triangles. It serves as an inviolable protective barrier for the magician and a means to constrain summoned spirits."
    },
    {
      "term": "Triangle",
      "definition": "A specific area within or adjacent to the magic circle into which spirits are compelled to enter, forcing them to speak truthfully by virtue of divine names."
    },
    {
      "term": "Exorcism",
      "definition": "Repetitive forms and conjurations used by the magician to compel spirits to appear, manifest in less ferocious forms, and speak the truth, especially if they are 'fiery or infernal'."
    },
    {
      "term": "Perispirit",
      "definition": "Termed by Kabbalistic initiates, it is the ethereal substance, the fluidic envelope of the soul, separated from the perishable terrestrial body, which preserves the human form without its infirmities and is visible during an evocation."
    },
    {
      "term": "Evocations of Love",
      "definition": "A specific necromantic procedure, less apparatus-intensive, focused on raising beloved deceased individuals. It emphasizes personal connection, memorialization through objects, and heartfelt, persistent invocation."
    },
    {
      "term": "Oratory",
      "definition": "A specially prepared and consecrated room for evocation, with precise draperies, altar setup, and ritual objects, designed to facilitate spirit manifestation and provide the correct atmosphere for the magician."
    },
    {
      "term": "Magus/Operator",
      "definition": "The practitioner of necromancy, who must possess profound knowledge of the art, maintain independence, and adhere strictly to ritual instructions for success and safety."
    }
  ],
  "practical_system": {
    "description": "The text describes several practical systems for necromancy, ranging from general grimoire-style conjurations to specific methodologies from Eliphas Levi and Christian, alongside anecdotal cultural examples. The core mechanic involves meticulous preparation of the operator and the ritual space, utilizing symbolic constructs (magic circle, triangle), specific attire, and precise invocations and exorcisms to compel spirits for communication or divination. The magic operates on the principle that consecrated space, divine names, and the magician's willpower can constrain and manifest entities from the otherworld.",
    "tools": [
      "Magic Circle (nine-foot square, inscribed)",
      "Triangle (for spirit constraint)",
      "Sanctified Water",
      "Magical Torch",
      "Ephod (fine white linen)",
      "Priestly Robe (black bombazine)",
      "Two Seals of the Earth (virgin parchment)",
      "Broad Consecrated Girdle (with divine names)",
      "Shoes (inscribed with Tetragammaton and crosses)",
      "High-Crowned Cap (sable silk)",
      "Holy Bible",
      "Memorials of the deceased (objects, portrait, flowers)",
      "Dedicated Oratory/Chamber (darkened, specific drapes/furnishings)",
      "Funeral Lamp/Taper",
      "Good Incense",
      "Cypress Wood",
      "Laurel Wood",
      "Alder Wood",
      "White Cloth (for table)",
      "Bread and Wine (for ritual meal)",
      "Triangular Prism",
      "Crystal Globe (filled with water)",
      "Magic Lamp (for oratory)",
      "Altar (white marble, copper star, specific offerings)",
      "Chafing-Dish (for sacred fire/embers)",
      "Censer (for incense)",
      "Magical Vestments (azure vestment, emeralds, tiara, crown of violets)",
      "Venus Talisman (on azure silk ribbon)",
      "Copper Ring (with turquoise)",
      "Swan's Feather Fan",
      "Olive Wood (for construction and burning)",
      "Violets and Roses (for offerings/consecration)",
      "Ram's Skin (white, spotless, with pentagram)",
      "Copper Tripod",
      "High Candelabrum (copper)",
      "White Wax Taper",
      "Magnetized Iron Chain",
      "Garlands (myrtle, olive, rose)",
      "Canopy (emerald silk, olive wood columns, sphinxes)",
      "Lighted Candle",
      "Hour-Glass",
      "New White Napkin",
      "Two Copper Chalices",
      "Crystal Flagon"
    ],
    "rituals": [
      "**General Conjuration:** Fix a remote or melancholic spot, form a nine-foot square magic circle with divine names and symbols, consecrate with sanctified water. Magician wears an ephod, black priestly robe with seals of the earth, a consecrated girdle inscribed with names (Ya, Aie, Elibra, Sadai, Pah Adonai, tuo robore, Cintus sum), shoes with Tetragammaton, sable silk cap, and holds a Holy Bible. Repeat 'awful form of exorcism' to compel spirits, guiding them into a triangle to speak truth, and then dismiss them safely.",
      "**Eliphas Levi's Evocation of Love:** Collect memorials of deceased, prepare a dedicated room with a veiled portrait and favorite flowers. Observe strict chastity, retreat, and a modest diet for 14 days. Daily, visit the chamber, silently contemplate for an hour, fumigate with good incense, and depart backward. On evocation day, adorn as for a festival, eat a single repast (bread, wine, roots/fruits) alone in the chamber, leaving a portion for the dead. At night, light cypress wood, cast incense seven times, invoke God of the deceased's religion, then speak to the spirit with affection and faith, calling thrice loudly, then thrice sweetly.",
      "**Eliphas Levi's Evocation of Knowledge/Intelligence:** Meditate for 21 days on the person's life/writings, follow a vegetable diet, and fast for the last 7 days. Construct a dark oratory with a narrow aperture, prism, and crystal globe (if daytime). Place a chafing-dish for sacred fire and an altar of perfumes centrally. Operator turns East to pray, West to invoke. Wear specific magical vestments: azure vestment with emerald, tiara with emeralds/violets, Venus talisman on azure silk, copper ring with turquoise. Consecrate oratory/objects on a Friday by burning violets and roses. Daily before midnight: assume dress, enter with candle/hour-glass, replenish garlands, unveil portrait, kindle laurel/alder wood, offer incense thrice with 'Glory be...' invocation.",
      "**Christian's Evocation of a Lamented Person:** Choose a room with deceased's traces, or a similar isolated retreat. Block windows with olive wood, drape ceiling/walls/floor with emerald green silk using copper nails. Arrange deceased's furniture and personal items. Place a portrait on the eastern wall, secured with copper, veiled in white silk, crowned with favored flowers. Erect a white marble altar on bull's feet, emblazoned with a copper five-pointed star, with a copper chafing-dish (laurel/alder) and censer. Stretch a white ram's skin with a pentagram beneath the altar. Erect a copper tripod with a chafing-dish (olive wood). Place a copper candelabrum with white wax taper. Encompass altar and tripod with a magnetized iron chain and garlands of myrtle, olive, and rose. Construct a canopy on the eastern side with olive wood columns, copper, and sphinxes for burning spices. Conduct a 21-day retreat of chastity, single repast, and isolation. Daily, enter at midnight with candle/hour-glass, unveil portrait, kindle wood, offer incense, and mentally address the beloved.",
      "**Spirit Dismissal:** After the evocation, turn to the East, rekindle the altar fire, offer final incense. Detach crown/garlands, exit backward. Burn floral remains, mix ashes with myrtle seeds, and bury them secretly."
    ]
  },
  "relevant_quotes": [
    {
      "text": "NECROMANCY: Or divination by means of the spirits of the dead, from the Greek work `nekos', dead; and `manteria', divination. It is through its Italian form nigromancia that it came to be known as the 'Black Art'.",
      "page": "1"
    },
    {
      "text": "The dimensions of the circle are as follow: - A piece of ground is usually chosen, nine feet square, at the full extent of which parallel lines are drawn within the other, having sundry crosses and triangles described between them, close to which is formed the first or outer circle, then, about half-a-foot within the same, a second circle is described, and within that another square correspondent to the first, the center of which is the seat of spot where the master and associate are to be placed.",
      "page": "2"
    },
    {
      "text": "Eliphas Levi, in his `Ritual of Transcendent Magic' says that \"evocations should always have a motive and a becoming end, otherwise the are works of darkness and folly, dangerous for health and reason.\"",
      "page": "3"
    },
    {
      "text": "Vouchsafe to be present, O Father of All, and thou Thrice Mighty Hermes, Conductor of the dead. Asclepius son of Hephaistus, Patron of the Healing Art; and thou Osiris, Lord of strenght a vigor, do thou thyself be present too. Arnebascenis, Patron of Philosophy, and yet again Asclepius, son of Imuthe, who presidest over poetry.",
      "page": "5"
    },
    {
      "text": "Some moments after the third appeal, he must extend his arms in the form of a cross, and lifting up his eyes, he will behold the beloved being, in a recognizable manner, in front of him. That is to say, he will perceive that ethereal substance separated from the perishable terrestrial body, the fluidic envelope of the soul, which Kabalistic initiates have termed the `Perispirit'.",
      "page": "10"
    }
  ],
  "critical_analysis": {
    "relevance": "This encyclopaedia entry is highly relevant for understanding historical necromantic practices from both theoretical and operative perspectives. It contextualizes the 'Black Art' within broader occult traditions, distinguishing between different motivations (love, knowledge, general conjuration) and highlighting cultural variations. It serves as a valuable primary source for scholars and practitioners studying the evolution of spirit communication and grimoire traditions, showcasing the meticulous detail believed necessary for such operations.",
    "target_audience": "The text is primarily intended for serious students and practitioners of Western Esotericism, Occultism, and ceremonial magic, particularly those interested in historical grimoire practices and spirit evocation. It would also appeal to academic researchers in the history of magic, comparative religion, and folklore, providing detailed insights into the practical application and philosophical underpinnings of necromancy."
  }
}