{
  "header": {
    "title": "The Sixth Book of Moses and The Seventh Book of Moses",
    "authors": [
      "Johann Scheibel"
    ],
    "category": "Grimoire",
    "keywords": [
      "Grimoire",
      "Moses",
      "Seals",
      "Spirits",
      "Conjuration",
      "Magical Kabbalah",
      "Ceremonial Magic",
      "Occultism",
      "Western Esotericism",
      "Angels",
      "Demons",
      "Alchemy",
      "Astrology",
      "Folk Magic"
    ]
  },
  "central_thesis": "The book presents a comprehensive system of ceremonial magic, purportedly revealed to Moses, enabling the conjuration and control of various spiritual entities—including angels, elemental spirits, planetary intelligences, and even named demonic forces—through the precise application of divine names, unique sigils (referred to as seals or tables), and specific ritualistic invocations to achieve diverse worldly and spiritual objectives. It functions as a practical manual for engaging directly with the unseen world.",
  "structure_content": [
    {
      "chapter_title": "THE SIXTH BOOK OF MOSES: Introduction and Seven Seals",
      "summary": "This section introduces the 'Moses' Magical Spirit-Art' as a system of commanding spirits. It details seven distinct 'Mysteries' or seals, each associated with a specific choir of angels (Archangels, Hosts, Thrones, Cherubim, Seraphim, Angels of Power, Angels of the Seven Planets). For each seal, a visual representation (sigil) is provided alongside a conjuration formula and the specific names of spirits or angels invoked, outlining their unique powers such as bringing fortune, healing, revealing dreams, or finding treasures. The book claims these methods were revealed by God to Moses on Mount Sinai."
    },
    {
      "chapter_title": "THE SEVENTH BOOK OF MOSES: The Twelve Tables of the Spirits",
      "summary": "This part presents twelve 'Tables of the Spirits,' corresponding to elemental forces (Air, Fire, Water, Earth) and planetary influences (Saturn, Jupiter, Mars, Sun, Venus, Mercury), culminating in a table for all spirits of white and black magic (Schehamforasch). Each table features a unique seal and conjuration, designed for specific magical operations like securing fortune, overcoming adversaries, influencing business, or revealing hidden knowledge. It provides a structured approach to commanding spirits based on their assigned domains."
    },
    {
      "chapter_title": "EXTRACT FROM THE MAGICAL KABALA",
      "summary": "This section, despite its title, is explicitly stated in the preface to have little actual Kabbalistic influence. It details various magical inscriptions and their associated pronunciation-formulas (often pseudo-Hebrew) for items like the Breastplate of Moses and Aaron, the Helmet, the Chalice of Holiness, and seals for specific purposes such as invoking or dismissing spirits (e.g., Eleazar, Leviathan), performing sorcery, or conjuring spirits to appear in pillars of fire or cloud. It emphasizes the inherent power of these untranslatable formulas and their connection to biblical figures and events like the plagues of Egypt."
    },
    {
      "chapter_title": "TREATISE SION (The Revelation of Zion)",
      "summary": "This treatise provides the preparatory and procedural instructions for the practitioner. It outlines 'Laws of Entrance' that include personal purification (13 days of physical and spiritual preparation), ritual consecration of a magical circle drawn with specific materials (blood of white doves, parchment), and the precise timing of operations according to lunar phases and planetary visibility. It also specifies the use of a ram's horn and particular verbal formulas to consecrate the workspace and empower the operation, warning against misuse of the knowledge."
    },
    {
      "chapter_title": "Reiterations and Practical Applications",
      "summary": "Subsequent sections (e.g., 'Treatise of the Sixth/Seventh Book of Moses,' 'Biblia Arcana Magica Alexander') largely reiterate and provide practical context for the previously introduced seals, conjurations, and magical phenomena (e.g., staff into serpent, water into blood). The 'Magical (Spirit Commado) Beside the Black Raven' chapter details instructions for compelling spirits, emphasizing divine commandments, faith, specific nightly invocation times, and the construction of the 'Pentagon or Omnipotent Five Corners' ritual figure. It also outlines the hierarchy and characteristics of 'Seven Great Princes' and 'Good and Evil Spirits' with their respective seals and methods for their citation, appearance, binding, and dismissal."
    }
  ],
  "key_concepts": [
    {
      "term": "Seals (or Tables)",
      "definition": "Complex, stylized geometric figures and sigils, often combining pseudo-Hebrew and pseudo-Latin script with symbolic imagery. These are central talismanic objects used as focal points for channeling spiritual energies and commanding entities during conjuration."
    },
    {
      "term": "Conjuration",
      "definition": "The ritual act of invoking and commanding specific spiritual entities (e.g., archangels, planetary spirits, elemental forces, or 'princes of hell') using precise verbal formulas containing divine names (like Tetragrammaton and Adonai) and associated angelic/demonic names, in conjunction with their corresponding seals, to achieve a desired outcome."
    },
    {
      "term": "Citation-Formulas",
      "definition": "Specific verbal sequences, presented as powerful, untranslatable 'Hebrew' or esoteric names, believed to hold inherent magical efficacy and authority over spiritual beings. Their precise pronunciation is deemed critical for the success of any operation."
    },
    {
      "term": "Spirit-Art",
      "definition": "The overarching practical system described in the book, encompassing all methods, rituals, and knowledge required for communicating with, commanding, and dismissing various classes of spiritual entities for operative magical purposes."
    },
    {
      "term": "Pentagon or Omnipotent Five Corners",
      "definition": "A specific, powerful magical figure or ritual space to be drawn on parchment using consecrated materials, serving as a protective and empowering locus for commanding a broad range of spirits, often performed under specific planetary and lunar conditions."
    },
    {
      "term": "Magical Kabbalah (as presented)",
      "definition": "In this text, 'Magical Kabbalah' refers to a claimed ancient tradition of divine and angelic names, seals, and invocations attributed to Moses, rather than the traditional Jewish mystical system. The preface notes its distinction from academic Kabbalah, highlighting the text's pseudepigraphic nature."
    }
  ],
  "practical_system": {
    "description": "The practical system detailed in 'The Sixth and Seventh Books of Moses' is a form of ceremonial spirit magic focused on direct interaction with a hierarchical pantheon of spiritual entities. Its efficacy relies on the practitioner's diligent adherence to specific preparatory rituals, the precise creation and use of 'seals' (sigils/talismanic figures), and the authoritative recitation of 'citation-formulas.' The system promises control over spirits for a range of practical outcomes, requiring strict faith, moral conduct (keeping God's commandments), and firm demeanor in commanding entities. The magic is explicitly operative, with detailed steps for invocation, command, and dismissal.",
    "tools": [
      "Parchment",
      "Blood (of white young doves or butterflies) for drawing seals and circles",
      "Consecrated chalk for outlining the magical circle",
      "Ram's horn for calls and signals",
      "Palm twig",
      "Laurel wreath",
      "Inscribed breastplates",
      "Inscribed helmets",
      "Frankincense",
      "Myrrh",
      "Magical rod (implied by staff transformations)"
    ],
    "rituals": [
      "Personal purification: 13 days of purification (body and soul), including receiving the Holy Sacrament.",
      "Consecration of working space: Drawing a magical circle on parchment, consecrated with specific words, often utilizing the blood of young white doves.",
      "Timing of operations: Adherence to specific lunar phases (new or full moon) and planetary alignments (e.g., Saturn, Mars, Jupiter visible in the heavens).",
      "Conjuration: Recitation of lengthy, often pseudo-Hebrew, 'Citation-Formulas' or 'Conjurations' that invoke divine names (Tetragrammaton, Adonai) and specific angelic/demonic names, often accompanied by the blowing of a ram's horn and calls to the four cardinal directions.",
      "Use of physical accessories: Wearing specific inscribed breastplates and helmets, holding a palm twig, and wearing a laurel wreath during rituals.",
      "Incense offerings: Burning frankincense and myrrh during the operation to facilitate spirit manifestation and communication.",
      "Dismissal: Ritualistic release of spirits using specific 'Dismission' formulas, often involving counter-invocations and commanding the spirits to depart in peace."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Sixth and Seventh Books of Moses are two grimoires allegedly dictated to Moses along with the Torah (the first five books of Moses).",
      "page": "vii"
    },
    {
      "text": "Although these are allegedly Kabbalistic in nature, there is very little or no influence of Kabbala within the pages.",
      "page": "vii"
    },
    {
      "text": "The texts are allegedly translated from a text written in the Cuthan-Samaritan language, a language considered extinct since the 12th century. No manuscripts older than 1849 are to be found, and the claimed origin must be regarded pseudepigraphic and spurious.",
      "page": "vii"
    },
    {
      "text": "The Hebrew inscriptions within the seal are pronounced as follows: JEHOVA, ASER EHEJE CETHER ELEION EHEJE Their meaning is as follows: The Most High, whom no eye hath seen, nor tongue spoke; the Spirit which did great acts and performed great wonders. The Sixth Book of Moses and The Seventh Book of Moses 33 Words of the Breastplate and the Helmet pronounced mean Holiness.",
      "page": "32"
    },
    {
      "text": "If you want to compel spirits to appear visibly before you and render you obedience, observe the following instructions: 1. Keep God's commandments as much as possible. 2. Build and trust solely upon the might and power of God: believe firmly in his omnipotent help in your work, and the spirits will become your servants and will obey you.",
      "page": "85"
    },
    {
      "text": "Since the spirits will now appear quickly, express your desires to them clearly, honestly and without fear for nothing can harm you. Rather they must serve you obediently and give your all you require of them. However, remember not to compromise with any spirits in any way, do not yield to them in any way, and be firm in your demeanor. For these words of might and power that you have used in the conjuration are sufficient to compel the spirits to obey you and to do so without harm or deception.",
      "page": "98"
    }
  ],
  "critical_analysis": {
    "relevance": "This grimoire holds significant historical and practical relevance in Western Esotericism and folk magic. Despite its 'pseudepigraphic and spurious' origins, as noted in its own preface, it became one of the most widely circulated and influential magical texts, particularly in American folk traditions (e.g., Pow-wow). It exemplifies the post-Renaissance grimoire tradition's synthesis of biblical lore, divine names, and spirit conjuration, providing a practical template for operative magic. Its emphasis on the power of specific verbal formulas and elaborate seals—even if academically detached from traditional Kabbalah—has deeply influenced many practitioners and provides a rich subject for academic study into the transmission and adaptation of magical systems.",
    "target_audience": "The primary target audience comprises practitioners of ceremonial magic, folk magicians, occultists, and esotericists seeking practical instructions for spirit conjuration and command. The detailed ritual components and promised outcomes would appeal to those engaged in operative magic for various ends (e.g., wealth, protection, knowledge, healing). Additionally, it serves as a valuable resource for academic researchers in religious studies, history of magic, and folklore, providing insight into the cultural and historical development of grimoire traditions and their impact on magical practice."
  }
}