{
  "header": {
    "title": "Shamanic-Like Journeying and Psi: II. Mental Boundaries, Phenomenology, and the Picture-Identification Task",
    "authors": [
      "Adam J. Rock",
      "Lance Storm"
    ],
    "category": "Parapsychology / Esoteric Studies",
    "keywords": [
      "mental boundaries",
      "phenomenology",
      "Phenomenology of Consciousness Inventory",
      "psi",
      "shamanic-like journeying",
      "shamanism"
    ]
  },
  "central_thesis": "This empirical study investigates the relationship between psi performance, mental boundaries, and subjective experience (phenomenology measured by the Phenomenology of Consciousness Inventory, PCI) in the context of shamanic-like journeying. It concludes that while mental boundaries do not correlate significantly with psi, the PCI dimension 'Internal Dialogue' positively correlates with psi performance in the shamanic-like group. This suggests that active mental engagement, or 'imagery cultivation,' may be psi-conducive, challenging traditional noise-reduction models of psi, and that shamanic-like treatments can alter subjective experience in ways that may facilitate psi.",
  "structure_content": [
    {
      "chapter_title": "Abstract",
      "summary": "Presents the study's aim to explore correlations between psi performance, Mental Boundaries, and subjective experience (PCI) in shamanic-like vs. control conditions. Highlights key findings: no correlation with Mental Boundaries, positive correlation between PCI Internal Dialogue and psi in the shamanic-like group, and distinct phenomenological profiles across conditions and boundary types."
    },
    {
      "chapter_title": "INTRODUCTION",
      "summary": "Establishes the research gap for psi-conducive treatments beyond the Ganzfeld, introduces the 'imagery cultivation model' based on shamanic-like practices, and provides theoretical background for Mental Boundaries and the Phenomenology of Consciousness Inventory (PCI) as measures of subjective experience."
    },
    {
      "chapter_title": "Aims of the Study",
      "summary": "Outlines five hypotheses concerning correlations of Mental Boundaries and PCI variables with psi performance, and differences/interactions between experimental conditions (shamanic-like vs. control) and Mental Boundary types (thin vs. thick) regarding PCI scores."
    },
    {
      "chapter_title": "METHOD",
      "summary": "Details the experimental setup, including 108 non-shaman participants randomly assigned to either a shamanic-like journeying (monotonous drumming, guided imagery, eyes masked) or control (sit quietly, eyes open) condition. Specifies materials for assessing Mental Boundaries (BQ-Sh) and subjective experience (PCI), and the psi task (picture-identification)."
    },
    {
      "chapter_title": "RESULTS",
      "summary": "Reports statistical analyses. H1 (Mental Boundaries & psi) not supported. H2 shows significant positive correlation between PCI Internal Dialogue and psi for the shamanic-like group only. H3 finds significant differences between shamanic-like and control groups on several PCI major (Negative Affect, Altered Experience, Imagery, Altered State) and minor dimensions (Anger, Body Image, Perception, Meaning, Amount). H4 finds significant differences between thin and thick Mental Boundaries on PCI major dimensions (Negative Affect, Volitional Control, Arousal, Altered Experience). H5 (interactions) not significant. Presents psygrams illustrating phenomenological pattern differences."
    },
    {
      "chapter_title": "DISCUSSION",
      "summary": "Interprets findings, noting the significance of Internal Dialogue as a psi-conducive factor in the shamanic-like condition, challenging noise-reduction models of psi. Discusses how shamanic-like journeying alters subjective experience (e.g., increased Negative Affect, Altered Experience, Visual Imagery) consistent with 'lower world' journeys. Concludes that subjective experience can be modified to facilitate psi, supporting the imagery cultivation model."
    },
    {
      "chapter_title": "ACKNOWLEDGEMENTS",
      "summary": "Standard acknowledgements for data collection assistance and statistical analysis."
    },
    {
      "chapter_title": "REFERENCES",
      "summary": "A comprehensive list of scholarly works cited throughout the paper."
    }
  ],
  "key_concepts": [
    {
      "term": "Shamanic-like Journeying",
      "definition": "An experimental protocol employing monotonous drumming (8 beats-per-second for 15 minutes) and guided visualizations, intended to induce an altered state of consciousness for psi exploration."
    },
    {
      "term": "Psi (Direct Hits)",
      "definition": "The measured outcome of paranormal ability, quantified by successful identification of a concealed target picture from a set of four."
    },
    {
      "term": "Imagery Cultivation Model",
      "definition": "A theoretical framework proposing that active generation and engagement with mental imagery, as fostered by shamanic-like techniques, facilitates the reception of psi signals, in contrast to models emphasizing sensory deprivation or noise reduction."
    },
    {
      "term": "Mental Boundaries",
      "definition": "A psychological construct describing the permeability of an individual's psychological filters, influencing empathy, cognitive fluidity, and receptivity to unusual experiences. 'Thin' boundaries are hypothesized to be more psi-conducive."
    },
    {
      "term": "Phenomenology of Consciousness Inventory (PCI)",
      "definition": "A quantitative psychometric tool comprising 53 items across 12 major and 14 minor dimensions, used to assess the intensity and interrelationships of subjective experiences during different states of consciousness."
    },
    {
      "term": "Internal Dialogue (PCI Dimension)",
      "definition": "A PCI major dimension reflecting the degree of inner verbal mentation or 'chatter'. In this study, a higher Internal Dialogue score in the shamanic-like condition positively correlated with psi performance."
    },
    {
      "term": "Psygrams",
      "definition": "Visual diagrams generated from PCI data, illustrating the average intensity of phenomenological elements and the strength of their interconnections, used to map and compare distinct states of consciousness."
    }
  ],
  "practical_system": {
    "description": "The experimental 'shamanic-like journeying' protocol described in this paper is designed to induce an altered state of consciousness conducive to enhanced psi performance, specifically remote viewing/ESP of a target image. This system relies on engaging participants in a guided, active imaginative process synchronized with monotonous auditory stimulation to cultivate specific phenomenological experiences.",
    "tools": [
      "CD-R player and disc (containing shamanic-like journeying instructions and 8 bps monotonous drumming)",
      "Light-proof eye mask",
      "Concealed target envelope containing one target line-drawing and three decoy drawings",
      "Paper and writing instrument for recording mentation",
      "Picture Identification Scoring Sheet for ranking the target options"
    ],
    "rituals": [
      "Preparation: Participants are seated on the floor and receive a concealed target picture envelope, with instructions not to open it.",
      "Induction: Participants lie down, don a light-proof eye mask, and listen to a 19-minute CD-R recording. The recording provides instructions for 'shamanic-like journeying' (adapted from Harner, 1990), guiding visualization of opening into a 'Lower World' and descent into it. This is accompanied by 15 minutes of monotonous drumming at 8 beats-per-second. During the 'journey,' participants are instructed to visualize opening the target envelope and studying the picture.",
      "Post-Induction: After the recording concludes, participants spend a few minutes writing down their subjective impressions ('mentation') of the concealed target drawing.",
      "Psi Task: Participants then rank a set of four pictures (one target, three decoys) from 1 (most likely) to 4 (least likely) based on their recorded mentation."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Our findings suggest that subjective experience can be changed using a shamanic-like journeying treatment, and aspects of these changes may be psi-conducive.",
      "page": "1"
    },
    {
      "text": "Specifically, we set out to examine the relationships between psi (i.e., direct hits) and (i) Mental Boundaries, and (ii) subjective experience (i.e., phenomenology).",
      "page": "2"
    },
    {
      "text": "If an individual's mental boundaries are thin and soft (less thick and rigid), then they are less likely to hold a consistent perspective on reality, and may be more likely to receive anomalous transfers of information such as other's thoughts or precognitive signals (Ehrenwald, 1971). In fact, Richards (1996) found that a permeable mental boundary, characterised by empathy and fluidity of thoughts and feelings, is a good predictor of success rates in psi tasks.",
      "page": "3"
    },
    {
      "text": "The PCI is a 53-item questionnaire consisting of 12 major dimensions or phenomenological (i.e., subjective) elements... and 14 minor dimensions...",
      "page": "4"
    },
    {
      "text": "A relationship between direct hit rates and PCI-Internal Dialogue was positive and significant for the shamanic-like group, r(52) = .28, p < .05.",
      "page": "12"
    },
    {
      "text": "A significant difference was found between conditions with regards to the combined PCI major dimension variables... the shamanic-like group reported significantly higher Negative Affect, Altered Experience, Imagery, and Altered State intensity ratings compared to the control group.",
      "page": "12"
    },
    {
      "text": "This finding suggests that, for the shamanic-like group, as auditory mental imagery increases (or better, internal 'chatter' that the participant experiences as he/she dialogues or ‘thinks' silently to him- or herself), so does the direct hit rate.",
      "page": "19"
    },
    {
      "text": "Our present study, however, was more fruitful in terms of finding hypothesised phenomenological dimensions that may underlie the psi process.",
      "page": "24"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper significantly advances the empirical understanding of psi phenomena by exploring active cognitive mechanisms rather than solely passive reception. For esoteric practitioners, it provides empirical support for the efficacy of active trance-induction methods and directed visualization (imagery cultivation), suggesting these can facilitate anomalous information transfer. The finding that 'Internal Dialogue' positively correlates with psi in shamanic-like states is particularly relevant, challenging the parapsychological emphasis on 'mental quietude' and aligning with many magical paradigms that leverage focused will, inner communication, and dynamic visualization for operative magic and divination. The study's detailed phenomenological mapping offers a framework for understanding and potentially optimizing subjective states for magical work.",
    "target_audience": "Academic researchers in parapsychology, consciousness studies, and transpersonal psychology; as well as practitioners and theorists of Western Esotericism and occultism interested in the empirical validation, psychological underpinnings, and operative mechanisms of psi, altered states of consciousness, and active magical practices such as trance, scrying, or directed visualization."
  }
}