{
  "header": {
    "title": "The Scroll of Set - December 1991",
    "authors": [
      "Linda Reynolds IV° (Editor)",
      "Don Webb III°",
      "Paul F. McAtee II°",
      "Darrell Gilliam II°",
      "Robert Menschel IV°",
      "James Lewis VI°",
      "Michael A. Aquino VI°"
    ],
    "category": "Western Esotericism, Setianism, Occultism",
    "keywords": [
      "Temple of Set",
      "Setianism",
      "Black Magic",
      "Xeper",
      "Yule",
      "Solstice",
      "Conclave",
      "Ruby Tablet",
      "Pylon",
      "Luciferian Pylon",
      "Asmodeus Pylon",
      "Leviathan",
      "Satanism Scare",
      "Black Flame",
      "Lesser Black Magic"
    ]
  },
  "central_thesis": "The December 1991 issue of The Scroll of Set outlines the ongoing philosophical and practical evolution within the Temple of Set, emphasizing individual self-creation (Xeper), the application of Setian principles to daily life and traditional holidays (e.g., reinterpreting Yule as Black Solstice), and the importance of communal structures (Pylons, Conclaves) for mutual support and advancement. It also critically addresses external perceptions of Satanism within the broader occult discourse.",
  "structure_content": [
    {
      "chapter_title": "[1] I'm Dreaming of a Black Solstice by Don Webb III°",
      "summary": "This article reinterprets Christmas/Yule from a Setian perspective, calling it a 'Satanic holiday' focused on sensory indulgence, creativity, and desire. It suggests gift-giving as a form of Lesser Black Magic (LBM) and encourages memory-tripping during the holiday for self-discovery, understanding one's path, and 'recovering divinity.' The Black Flame is emphasized as the core of desire and self-becoming, and Yule is framed as a celebration of human roots leading to a 'more than human' state."
    },
    {
      "chapter_title": "[2] Ruby Tablet Status Report",
      "summary": "An update on the 'Ruby Tablet,' a comprehensive collection of Setian articles. It details its current expanded state (328 articles, two 3-inch binders), its operational model as a break-even publication, and future plans for its growth. These plans include creating smaller purchasable archives, using assistants, developing a comprehensive subject/keyword index (covering multiple Setian publications), implementing 'reading list levels,' integrating computer technology (uploading to Glinda, hyper-stack linkages), and incorporating video, audio, and physical object contributions."
    },
    {
      "chapter_title": "[3] Comment to Priest Don Webb by Carla Kelly I°",
      "summary": "A brief comment emphasizing the Setian value of embracing and 'loving' one's inner 'Darkness,' describing it as infinite, sensual, and challenging, leading to excitement."
    },
    {
      "chapter_title": "[4] Pylon Reports (Asmodeus Pylon by Paul F. McAtee II°)",
      "summary": "Reports the official consecration of Asmodeus Pylon in Lincoln, Nebraska, on September 23, XXVI ÆS. The Pylon focuses on discussing techniques and personal experiences in LBM, choosing Asmodeus (a Hebrew devil of sensuality and luxury) as its neter. Paul F. McAtee II° serves as Sentinel, and a publication 'Grimorium Asmoday' is underway."
    },
    {
      "chapter_title": "[4] Pylon Reports (Gates of Hell Pylon by Darrell Gilliam II°)",
      "summary": "Highlights activities of Gates of Hell Pylon, including participation in Set-XII Conclave, the appointment of Adept Timothy McGranahan as Sentinel, and the establishment of a study group for philosophical and Magical principles. The Pylon's membership has grown to 45, and it plans for increased activity and future gatherings."
    },
    {
      "chapter_title": "[4] Pylon Reports (Luciferian Pylon by William Van Patten II°)",
      "summary": "Announces the formation of Luciferian Pylon on Halloween XXVI ÆS, sponsored by Ipsissimus James Lewis. Its purpose is to foster members' Xeper through systematic study of Temple Mysteries in a group setting. While serving specific US regions, it is open to any member drawn to Lucifer's image."
    },
    {
      "chapter_title": "[5] Apply Yourself to this Setian Standard by Robert Menschel IV°",
      "summary": "Discusses the Setian approach to magic, differentiating between 'operative magic' (direct change) and 'illustrative magic' (self-revelation). It stresses the importance of applying knowledge gained from illustrative magic to make positive changes in one's life and measuring their effect for continuous Xeper and Remanifestation."
    },
    {
      "chapter_title": "[6] Leviathan in San Francisco by James Lewis VI°",
      "summary": "Recounts the Order of Leviathan's meeting during Set-XII Conclave in San Francisco. Discussions included new Master designations, the 'Trail Of The Serpent,' views on Set, and the objectives of the OL Rite. A revised 'Manifestation of Essence' ritual was performed, where participants conceptualized and committed their magical aspirations to the Flame, initiating a process of 'change.'"
    },
    {
      "chapter_title": "[7] Editorial Arena",
      "summary": "Presents an open question: 'Can you measure the magical skill of practitioners of the LHP by their material comforts, stature, rank, or power within society, etc., or lack thereof?' Responses offer varied perspectives, from Brian Zimmer III° suggesting such pursuits can be servile or indicative of initiation levels, to Kevin J. Aagaard II° arguing against material achievements as sole measures, and Amanda Osborne II° stating outward appearance/wealth are not indicators, while Darrell Gilliam II° links magical skill to meeting personal expectations of material comfort."
    },
    {
      "chapter_title": "[8] When the Night has Come by Diane Russell I°",
      "summary": "A poetic reflection on the comfort and safety found in darkness, where a 'Prince of these hours' guards the essence, contrasting with the need to wear a 'mask' and antagonize profane society during daylight hours. It evokes themes of hidden self and the Setian's unique path."
    },
    {
      "chapter_title": "[9] The Call by Tammy R. Hilburn I°",
      "summary": "A short, abstract poem, possibly alluding to a ritual or a spiritual journey, with fragmented imagery of consecration, movement, and a sense of destination or belonging, potentially referencing Draconian or Setian themes ('Draconis - that's my homestead')."
    },
    {
      "chapter_title": "[10] What are the Elect? by James B. Severson II°",
      "summary": "Defines 'The Elect' as individuals who have embarked on a path of personal development towards their own divinity and individuality. They are committed to self-study and self-knowledge, striving to become 'more than human,' independent of societal illusions. The Elect constantly engage in Xeper, investigate 'hidden realms,' and work for individual immortality through the 'Dark Dream and Dark Trick,' being perpetual students of existence."
    },
    {
      "chapter_title": "[11] Recordings Available by Roger L. Whitaker, Honorary Setian",
      "summary": "Announces the availability of remastered cassette recordings of 'Tonally Angular compositions' ('Hell on Earth: Musick for Conscious Beings', 'The Runic March') and 'Parameters for Die Elektrischen Vorspiele' by Anton LaVey. These compositions are designed for 'maximum angular atmospherization' and utilize 'advanced T.A. forms.'"
    },
    {
      "chapter_title": "[12] Set-XII Conclave by Lilith Aquino IV°",
      "summary": "A report on the Set-XII International Conclave held in San Francisco during Halloween week. It highlights the positive experiences of freedom, camaraderie, and magical intensity felt by attendees, stressing the importance of experiencing Conclaves for one's path to Xeper and encouraging future attendance."
    },
    {
      "chapter_title": "[13] Fore- and Afterwords by Michael A. Aquino VI°",
      "summary": "Provides notes from the Set-XII Conclave meetings. Key points include the importance of family/spouse compatibility for membership, the need for secure storage of Setian materials, plans to expand Conclave duration, a future European Conclave (Set-XIV in 1993), policy restricting Conclave details to II°+ initiates for security, an upcoming update to 'The Church of Satan,' a critical review of Raschke's book 'Painted Black,' and anticipation of future 'big' Scrolls and an expanding Glinda (online resource)."
    },
    {
      "chapter_title": "[14] Give Me That Old-Time Religion: Two Books on the Modern Satanism Scare by Richard Noll",
      "summary": "A review article comparing Carl A. Raschke's 'Painted Black' and Robert Hicks' 'In Pursuit of Satan.' Noll critiques Raschke's book as sensationalist, unbalanced, and lacking a clear definition of Satanism, lumping disparate elements into a 'grand conspiracy.' He praises Hicks' work as a 'definitive volume,' offering a cogent, scholarly critique of evidence regarding Satanism's influence in crime and the widespread 'Satanism Scare' claims (child abuse, cannibalism, Black Mass, etc.)."
    }
  ],
  "key_concepts": [
    {
      "term": "Xeper",
      "definition": "A core Setian concept meaning 'I have come into being' or 'self-creation/self-evolution.' It refers to the continuous process of an individual becoming more than human through self-development, knowledge, and application of magical insights."
    },
    {
      "term": "Black Flame",
      "definition": "Described as the 'flame of the beginning and ending of dimensions' that 'blazeth in brilliance and darkness unto the glory of desire.' It represents the unique, internal divinity and driving force of individual will and becoming, visible in 'competent Black Magicians.'"
    },
    {
      "term": "Lesser Black Magic (LBM)",
      "definition": "A form of magic aimed at influencing the objective world and others, sometimes through practical means like gift-giving or sensory indulgence. Contrasted with Greater Black Magic, which often pertains to inner transformation."
    },
    {
      "term": "The Elect",
      "definition": "Individuals who have made a profound commitment to personal development, self-study, and self-knowledge, striving to actualize their unique divinity and become 'more than human.' They are characterized by their independence from societal illusions, continuous Xeper, investigation of 'hidden realms,' and pursuit of individual immortality."
    },
    {
      "term": "Setian Standard",
      "definition": "A principle advocating for the practical application of magical knowledge. It involves using insights gained from 'illustrative magic' (self-revelation) to enact positive changes in one's life and diligently measuring the impact of these activities for continuous personal evolution (Xeper and Remanifestation)."
    },
    {
      "term": "Ruby Tablet",
      "definition": "A comprehensive compendium of Setian articles and documents, serving as a primary source of knowledge, philosophy, and practice for members of the Temple of Set. It is continuously updated and expanded."
    },
    {
      "term": "Pylon",
      "definition": "A local or regional group/sanctuary for Setians to gather, study Temple Mysteries, and engage in collective magical practice, fostering mutual support and the communal 'embrace' of the Black Flame."
    },
    {
      "term": "Remanifestation",
      "definition": "A concept closely linked to Xeper, implying the continuous and ongoing process of self-creation, evolution, and the expression of one's unique being into both subjective and objective reality."
    }
  ],
  "practical_system": {
    "description": "The Scroll of Set presents a practical system centered on individual self-creation (Xeper) and the manifestation of unique divinity, driven by the Black Flame. It differentiates between 'operative magic' for direct external change and 'illustrative magic' for internal self-revelation. The system emphasizes applying insights from illustrative magic to make tangible, positive changes in one's life, with a continuous cycle of evolution and remanifestation. Personal 'memory-tripping' during holidays is encouraged as a tool for self-understanding and recovering 'divinity.' Group structures (Pylons, Conclaves) serve as essential environments for mutual support, shared study of Temple Mysteries, and collective engagement with the Black Flame, fostering individual and collective magical advancement. Specific rituals like the 'Manifestation of Essence' are noted for committing aspirations.",
    "tools": [
      "Personal memories and life experiences (for self-reflection and 'time travel magic').",
      "Candles (for reflective rituals).",
      "Gifts (as tools for LBM/influence).",
      "The Ruby Tablet (as a compendium of Setian knowledge and practices).",
      "Pylons and study groups (as communal settings for shared learning, discussion, and mutual support).",
      "Music ('Tonally Angular compositions', 'Parameters for Die Elektrischen Vorspiele') for creating specific magical atmospheres.",
      "An altar of Set (for committing magical aspirations)."
    ],
    "rituals": [
      "Black Solstice/Yule Reinterpretation: Engaging in sensory indulgence, creativity, and gift-giving (as LBM) during the winter solstice period to foster desire and influence. Performing memory-tripping to trace one's past, understand personal evolution, and reconnect with inherent divinity.",
      "Personal Reflection Ritual: Lighting a candle in a darkened room, honoring a 'great goddess N.' (presumably Nuit/Night as a Setian archetype) and 'old friend Set' to remember one's becoming and happiest memories as 'sacrifices to a god' (the self).",
      "Operative Magic: Performing rituals explicitly to bring about desired changes in objective reality.",
      "Illustrative Magic Application: Conducting rituals or practices for self-revelation and insights (e.g., about Xeper), then consciously applying this new knowledge to make positive, measurable changes in one's life.",
      "'Manifestation of Essence' (Order of Leviathan Rite): A ritual involving conceptualizing magical aspirations (general or specific) and committing their symbolic representation to the 'Flame' (Black Flame/Setian current) for nurturing and future fulfillment."
    ]
  },
  "relevant_quotes": [
    {
      "text": "From the Ninth Angle is the flame of the beginning and ending of dimensions, which blazeth in brilliance and darkness unto the glory of desire.",
      "page": "1"
    },
    {
      "text": "You know, there are a lot of things inside ourselves that we may not even want to face, but not only do we have to face them - we've got to love them. And when you do, that Darkness is really exciting, because it's infinite, sensual and a challenge!",
      "page": "2"
    },
    {
      "text": "Thus it is that I call first upon Asmodeus to guide man in perception of truth and error, for before him lie great trials, and he shall not face the consequences of his options lightly.",
      "page": "2"
    },
    {
      "text": "One of the challenges of the Setian approach to magic is to apply everything we learn towards producing positive change in our lives and our selves.",
      "page": "3"
    },
    {
      "text": "Appearance and financial wherewithal should never be used as an indicator to assess any person for whatever reason. A Black Magician's ability can easily be discerned by the Elect. The Black Flame burns bright and shines out of the eyes of all competent Black Magicians.",
      "page": "5"
    },
    {
      "text": "The Elect are people who have taken a direction of personal development into the idea of divinity that is themselves. Individuality. The Elect are people who have made a commitment to themselves, a commitment to self-study and self-knowledge. Through this experience of knowing themselves, they will create themselves to be more than human in the true sense of the word.",
      "page": "6"
    },
    {
      "text": "The Elect realize that the self is ever in a state of change. The Black Magician encourages this change and desires to understand it as the process unfolds before him, in both the subjective arena and its objective expression.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "This issue of The Scroll of Set is highly relevant for understanding the internal dynamics, philosophical applications, and communal activities of the Temple of Set in the early 1990s. It showcases how Setian philosophy, particularly Xeper and the Black Flame, is integrated into personal practice (e.g., reinterpreting holidays for self-discovery) and organizational structures (Pylons, Conclaves). The inclusion of a detailed critique of books on the 'Satanism Scare' provides crucial context for how the Temple of Set engaged with and sought to differentiate itself from mainstream and sensationalist occult narratives of the time, emphasizing a scholarly and critical approach to external perceptions of Satanism.",
    "target_audience": "The primary target audience is the membership of the Temple of Set, including initiates of various degrees and Pylon members, providing updates on organizational matters, philosophical guidance, and practical magical advice. The 'Editorial Arena' section also encourages broader intellectual engagement with Setian concepts. Furthermore, the extensive book review on the 'Satanism Scare' would appeal to academics, occult practitioners, and anyone interested in the critical analysis of the moral panic surrounding Satanism in the late 20th century, seeking an informed and nuanced perspective beyond popular media portrayals."
  }
}