{
  "header": {
    "title": "Enochian Magick Reference",
    "authors": [
      "Benjamin Rowe"
    ],
    "category": "Western Esotericism, Occultism, Magic",
    "keywords": [
      "Enochian Magic",
      "John Dee",
      "Edward Kelly",
      "Heptarchia Mystica",
      "Liber Loagaeth",
      "Angelic Alphabet",
      "Great Table",
      "48 Calls",
      "Liber Scientiae",
      "Sigil of Ameth",
      "Ensigns of Creation",
      "Tabula Bonorum",
      "Golden Dawn",
      "Aleister Crowley"
    ]
  },
  "central_thesis": "This reference provides a deep, technical, and historically contextualized analysis of the Enochian magical system, detailing its origins in John Dee and Edward Kelly's diaries, dissecting its core components like the Heptarchia Mystica, Liber Loagaeth, and the Great Table, and tracing its evolution through various practitioners and groups, while distinguishing original records from subsequent interpretations.",
  "structure_content": [
    {
      "chapter_title": "Origins of the Magick: The Dee Diaries",
      "summary": "This section introduces John Dee and Edward Kelly's scrying operations (1581-1585) to recover 'lost knowledge' and contact divine sources. It describes their methodology, the meticulous recording process, and the eventual preservation and discovery of the Dee Diaries, noting the challenges in deciphering the vast, detailed, and often non-essential communications. The work is chronologically divided into three productive periods."
    },
    {
      "chapter_title": "Period one: The Heptarchia Mystica",
      "summary": "This period describes the first, self-contained system of planetary angel magic received by Dee. It details the required physical equipment: a magic ring (Solomon's), two forms of lamens (the second derived from a 12-by-7 table of King/Prince names), and the Holy Table or Table of Covenant, which served as the centerpiece for operations. The section also introduces the 49 'Good Angels' arranged in the Tabula Bonorum, headed by Kings and Princes, and explains their hierarchy and associated powers."
    },
    {
      "chapter_title": "Period two: Liber Loagaeth and the Angelic Alphabet",
      "summary": "Known as the Book of Enoch or Liber Mysteriorum Sextus et Sanctus, Liber Loagaeth is presented as a mysterious text of 'speech from God,' supposedly containing the 'true names' of all things. It consists of 49 'leaves' (49x49 grids of letters/numbers) and 49 'Calls' in an unknown, highly alliterative 'Angelic' language without translation, meant to usher in a new age. The section also details the Angeli c Alphabet, given in two versions, intended as a basis for a cabala."
    },
    {
      "chapter_title": "Period three: Enochiana",
      "summary": "This section focuses on the 'Enochian' system proper, distinct from Heptarchia or Loagaeth. It outlines the angelic origin-myth and the sequence of its revelation: the Tablet of God, the 48 Calls (forward and backward, with translations), the Great Table (a 25x27 grid), Liber Scientiae (91 Parts of the Earth, 30 Aethyrs), and instructions for ordering the Calls. The Great Table is described as a 'magickal map' of existence, divided into Elemental Tablets, Lesser Angles, and Crosses, forming hierarchies of divine and angelic names."
    },
    {
      "chapter_title": "Usage",
      "summary": "The book notes the 'bare-bones' nature of Dee's instructions, emphasizing improvisation. Initial steps include preparing a 'book' of supplications for God/angels, followed by petitioning 'Angels of the Tablets,' culminating in wearing white linen vestments for apparition. The focus is on the magician's fervency over specific prayer forms. It is highlighted that the original Dee/Kelly records offer minimal practical guidance, necessitating later interpretations."
    },
    {
      "chapter_title": "History of Use",
      "summary": "This section traces the adoption and evolution of Enochian magic post-Dee/Kelly. It covers Elias Ashmole's spirit diaries (17th century), the Golden Dawn's elaborate system (late 19th/early 20th century) with its unique attributes and 'pyramid method,' Aleister Crowley's explorations of the Aethyrs (The Vision and the Voice) and sex magic adaptations, Aurum Solis's focus on Liber Scientiae's 'ministers,' and the controversial use by the Church of Satan/Temple of Set. Benjamin Rowe's own contributions, including the 'Enochian Temple,' are also mentioned."
    },
    {
      "chapter_title": "Miscellaneous Issues",
      "summary": "This section addresses common misconceptions and contextualizes Enochian magic. It clarifies the fictional connection to the Necronomicon and the non-relation to the biblical Book of Enoch, which Dee sought to discover. It also examines the post-millennialist apocalyptic themes within the angelic pronouncements, where Enochian magic is presented as a tool to bring about a state of earthly perfection before Christ's return."
    }
  ],
  "key_concepts": [
    {
      "term": "Enochian Magick",
      "definition": "A complex system of ceremonial magic derived from the 16th-century scrying sessions of Dr. John Dee and Edward Kelly, characterized by its unique Angelic language, hierarchy of angels, and intricate ritual instruments, divided into three periods: Heptarchia Mystica, Liber Loagaeth, and the Enochian Calls and Tablets."
    },
    {
      "term": "Heptarchia Mystica",
      "definition": "The first system of magic revealed to Dee and Kelly, a planetary angel magic system complete with specific ritual equipment (Ring, Lamen, Holy Table, Sigil of Ameth, Ensigns of Creation) and a hierarchy of 49 'Good Angels' governed by Kings and Princes."
    },
    {
      "term": "Sigil of Ameth (Sigillum Dei)",
      "definition": "A large wax disk inscribed with names of God and angels, featuring heptagons and heptagrams, placed at the center of the Holy Table during Heptarchic operations. It contains various divine and angelic names derived from specific counting methods and traditional archangel names."
    },
    {
      "term": "Ensigns of Creation",
      "definition": "Seven complex talismans, to be engraved on tin plates or painted on the Holy Table, each associated with a specific Heptarchic King, planet, and day. They serve as 'instruments of conciliation' between the magician and Heptarchic powers, though their internal logic is not explicitly explained in Dee's records."
    },
    {
      "term": "Tabula Bonorum",
      "definition": "A circular table devised by Dee, arranging the names of the 49 'Good Angels' (derived from seven 7x7 tables) into groups of seven, each headed by a King and a Prince, illustrating the Heptarchic hierarchy."
    },
    {
      "term": "Liber Loagaeth (Book of Enoch)",
      "definition": "The most mysterious portion of Dee's work, supposedly the language of God ('speech from God'), consisting of 49 double-sided tables of 49x49 letter/number grids and 49 'Calls' in the Angelic language. It lacks translations and a clear grammatical structure, intended to usher in a new age but without explicit instructions for its use."
    },
    {
      "term": "Angelic Alphabet",
      "definition": "A unique script provided to Dee and Kelly, initially for transcribing Liber Loagaeth, later applied to other Enochian equipment. It has phonetic and possibly cabalistic correspondences but its full symbolic properties were not revealed."
    },
    {
      "term": "Great Table",
      "definition": "A large 25x27 grid of letters, a 'magickal map' of the world. It is divided into four Elemental Tablets (Air, Water, Earth, Fire), each with internal structures like 'Great Crosses' and 'Lesser Angles,' revealing hierarchies of divine and angelic names (Kings, Seniors, Servient angels, Kerubic angels), and sigils for the 91 'Parts of the Earth.'"
    },
    {
      "term": "48 Calls (Enochian Keys)",
      "definition": "A series of invocations in the Angelic language, comprising 19 distinct Calls (the 19th having 30 variations, totaling 48). They are central to activating the Elemental Tablets and Aethyrs, providing 'Natural Keys' to open 'Gates of Understanding' and access knowledge of the 'secrets of their Cities.'"
    },
    {
      "term": "Liber Scientiae",
      "definition": "Also known as the 'Book of Knowledge, Help, and Earthly Victory,' this major part of the Enochian system details the 91 'Parts of the Earth' (regions governed by angels) and their relation to the 30 Aethyrs. It was compiled by Dee from information received in 1584."
    },
    {
      "term": "Aethyrs",
      "definition": "30 'Aires' or realms described in Liber Scientiae, which function primarily as containers for the 91 Parts of the Earth. They gained significant importance in later Enochian magic, particularly as a means of initiatory pathworking in systems like Aleister Crowley's."
    }
  ],
  "practical_system": {
    "description": "The Enochian system, as originally delivered to Dee and Kelly, is a complex angelic magic designed to contact divine sources, gain knowledge, and influence earthly affairs. It emphasizes fervent prayer and precise construction and use of specific ritual tools. While Dee's records provide detailed descriptions of the components, explicit operative instructions are minimal, necessitating a 'bootstrap' learning approach where the angels themselves are expected to reveal the proper methods. Later traditions (like the Golden Dawn) developed more structured ritual practices.",
    "tools": [
      "Magic Ring: A plain band with a rectangular plate inscribed with 'PELE' (Latin for 'he will work wonders'), worn for demonic control.",
      "Lamens: Two versions, the second formed from a 12x7 table of Heptarchic King and Prince names, arranged in rectilinear patterns, worn to 'dignify' the magician.",
      "Holy Table (Table of Covenant): A two-cubit square, two-cubit high table with specific letters (from the 12x7 table) on its border and a central 3x4 grid. Used with smaller Sigils of Ameth under its legs, seven planetary Ensigns of Creation on its surface, and a large Sigil of Ameth at its center under the scrying stone.",
      "Sigil of Ameth (Sigillum Dei): A large wax disk inscribed with names of God and angels within heptagons and heptagrams, placed at the center of the Holy Table.",
      "Ensigns of Creation: Seven complex talismans, engraved on tin plates or painted, associated with specific Heptarchic Kings, planets, and days, arranged on the Holy Table.",
      "Scrying Stone (Shewstone): A crystal or polished object placed on the Holy Table, through which Kelly would receive visions and communications from angels.",
      "Tabula Bonorum: A circular arrangement of the 49 'Good Angels', divided into seven groups with Kings and Princes, used in Heptarchic workings.",
      "Great Table: A 25x27 grid of letters, the core of Enochian magic, divided into four Elemental Tablets (Air, Water, Earth, Fire), forming hierarchies of divine and angelic names and sigils for the 91 'Parts of the Earth.'",
      "Tablet of God: A small table (6x6 inner portion) with 'IAD' in its corners and 'continents' (3x3 tables) of angelic words, its purpose unclear but possibly a lamen for Enochian magick.",
      "Angelic Calls: 48 specific invocations in the Enochian language, central to invoking the powers of the Elemental Tablets and Aethyrs.",
      "Angelic Alphabet: The script used for Enochian texts and inscriptions on magical equipment.",
      "Talisman of the King: Held in one hand during Heptarchic invocations.",
      "Talisman of King's Ministers: Placed under the magician's feet during Heptarchic invocations.",
      "Book of Supplications: A temporary, handwritten book of prayers to God and angels, to be used for a specific 15-day Enochian operation and then destroyed."
    ],
    "rituals": [
      "Heptarchic Magick: Involves the magician seated at the Holy Table, wearing the magic ring and lamen, with the Ensign of the invoked King placed before them. Talismans of the King and ministers are used, followed by fervent prayers and petitions to God, archangels, King, Prince, and six major ministers to perform specific tasks. Angels would manifest in the scrying stone.",
      "Enochian Magick (Calls and Tablets): A multi-stage process beginning with four days of calling upon God's names (presumably from the Tablets), followed by 14 days of petitioning the Angels of the Tablets. On the 15th day, the magician dons white linen vestments, leading to 'the apparition, use, and practice of the Creatures.' This is expected to be a direct, self-teaching interaction with the angels.",
      "Golden Dawn system: Focuses on astral exploration of the Great Table's squares using a visualized 'truncated pyramid' technique. The magician vibrates relevant divine and angelic names, concentrating invoked power into the pyramid, which then projects into 'magickal space' to create landscapes expressing the invoked power. This method also applies to Heptarchic angels for some offshoots."
    ]
  },
  "relevant_quotes": [
    {
      "text": "\"This self-same art is it, which is delivered unto you as an infallible doctrine, containing in it the waters which run through many Gates: even above the Gate of Innocency, wherein you are taught to find out the dignity and corruption of nature: also made partakers in the Secret Judgements of the Almighty to be made manifest, and to be put into execution. I am therefore to instruct and inform you, according to your doctrine delivered, which is contained in 49 Tables. In 49 voices, or callings: which are the Natural Keys to open those, not 49 but 48 (for One is not to be opened) Gates of Understanding; whereby you shall have knowledge to move every Gate, and to call out as many as you please, or shall be thought necessary, which can very well, righteously, and wisely open unto you the secrets of their Cities, and make you understand perfectly [that] contained in the Tables.\"",
      "page": "21"
    },
    {
      "text": "\"1. Its substance is attributed to God the Father. 2. The first circular mover, the circumference, God the Son, the finger of the Father, and the mover of all things. 3. The order and knitting together of the parts in their due and perfect proportion, God the Holy Ghost. Lo, in the beginning and end of all things.\"",
      "page": "20"
    },
    {
      "text": "\"Those seven letters are the 7 Seats of the One and everlasting GOD. His 7 secret Angels proceding from every letter and cross so formed: referring in substance [i.e., in essence] to the FATHER: in form, to the SON: and inwardly to the HOLY GHOST.\"",
      "page": "38"
    },
    {
      "text": "\"Every letter of the Angels' names, bringeth forth 7 daughters. Every daughter bringeth forth her daughter, which is 7. Every daughter-her-daughter bringeth forth a son. Every son in himself, is 7. Every son has his son, and his son is 7.\"",
      "page": "40"
    },
    {
      "text": "\"Four days (after your book is made, that is to say, written) must you only call upon those names of God, [i.e., in the Tablets] or on the God of Hosts, in those names: And 14 days after you shall (in this, or in some convenient place) call the Angels [of the Tablets] by petition, and by the name of God unto which they are obedient. The 15th day you shall clothe yourselves, in vestures made of linen, white: and so have the apparition, use, and practice of the Creatures. For, it is not a labour of years, nor many days.\"",
      "page": "28"
    }
  ],
  "critical_analysis": {
    "relevance": "This book serves as an indispensable reference for understanding the historical development and practical components of Enochian magic directly from the Dee Diaries. Its strength lies in meticulously separating original angelic communications from later interpretive layers, providing clarity often lacking in other works. Rowe's detailed account of the equipment, hierarchies, and linguistic elements, combined with a concise overview of its historical application and evolution by various occult groups, makes it a foundational text for practitioners and scholars alike. It highlights the 'bare-bones' nature of Dee's operational instructions, underscoring the necessity for later practitioners to develop or improvise upon the core system, thereby explaining the diversity of modern Enochian practices. The critical assessment of other authors' works also adds significant value, guiding readers toward more accurate sources.",
    "target_audience": "This work is primarily intended for advanced practitioners and academic researchers in Western Esotericism and Occultism, particularly those with a focus on Enochian magic. It is highly beneficial for magicians seeking a precise, historically accurate understanding of the system's mechanics as presented by Dee and Kelly, as well as for scholars studying the history of magic, grimoire traditions, and the influence of Dee's work on modern occultism. Novices might find the technical depth challenging without prior foundational knowledge."
  }
}