{
  "header": {
    "title": "Lectures On PARAPSYCHOLOGY",
    "authors": [
      "Shaikh Khwaja Shamsuddin Azeemi"
    ],
    "category": "Sufi Esotericism, Parapsychology, Spiritual Science",
    "keywords": [
      "Parapsychology",
      "Sufism",
      "Muraqbah",
      "Spiritual Science",
      "Divine Attributes",
      "Unseen World",
      "Self-Cognition",
      "Consciousness",
      "Soul",
      "Light",
      "Adam's Legacy",
      "Divine Will",
      "Destiny",
      "Ilm-Ladduni",
      "Inner Eye",
      "Fawad"
    ]
  },
  "central_thesis": "The book proposes that 'spiritual science' offers a practical path to recognizing God and comprehending the universe, parallel to theoretical and practical knowledge in other fields. It asserts that human beings possess latent spiritual abilities (the 'Entrusted Trust,' 'Knowledge of the Names') that, when activated through methods like Muraqbah (meditation), allow direct experience of the unseen realms, communication with spiritual entities, and ultimately, direct cognition of God and His creative attributes, thereby fulfilling humanity's divine purpose and regaining lost paradisiacal states. The core mechanism involves a shift from material senses to 'light senses' or 'nocturnal senses' to perceive reality directly, which is inherently information-based and subject to divine 'formulae' and 'quantities'.",
  "structure_content": [
    {
      "chapter_title": "PREACHING AND ADMINISITRATION",
      "summary": "Introduces spiritual sciences as a combination of theory and practice, offering two learning paths: theoretical then practical, or direct practical experiments. Emphasizes the importance of both, noting God's systematic universe. It illustrates different forms of knowledge (e.g., Moses's good/bad vs. Khidr's Ilm-Ladduni/Destiny) and concludes that aligning with divine destiny leads to becoming 'the law'."
    },
    {
      "chapter_title": "THE TRUST ENTRUSTED",
      "summary": "Explores God's purpose for creation (recognition) and man's unique ability to achieve conscious awareness of this purpose, leading to direct interaction with God. This 'Entrusted Trust' is the practical aspect of spiritual knowledge, enabling man to subjugate the universe and witness the unseen through an 'observing sight'. All creation is based on fixed divine 'quantities' that determine species and forms."
    },
    {
      "chapter_title": "CREATIVE SYSTEM",
      "summary": "Asserts that God delegated creative potential to man, enabling creation and destruction (e.g., inventions). Life's phenomena (health, intelligence) are based on 'quantities,' changes in which alter life. True mastery requires knowledge of these 'creative formulae.' Man himself is a creative formula, capable of understanding divine blueprints. Highlights 'fawad' (the Heart) as the faculty for cognizing God."
    },
    {
      "chapter_title": "POINT IS UNRAVELLED",
      "summary": "Explains that focused concentration on a point allows discovery of its hidden potentialities. The universe is a 'conglomeration of waves' enveloped in 'lights.' Deep contemplation reveals energy, its use, and manifestation (e.g., atomic energy). Man possesses an inner 'point' with 'incalculable energies,' identified as 'fawad' (the Heart), which, when unraveled, reveals cosmic formulae and is the 'abode of Allah'."
    },
    {
      "chapter_title": "RELATIONSHIP",
      "summary": "Discusses commonalities among creatures but asserts man's supremacy through 'the Knowledge of the Names' (Elohistic Appellations), which are divine creative formulae. Explains man's acceptance of the divine 'Trust' (which heavens and earth refused) grants him superior status, provided he actively understands and utilizes this Elohistic Knowledge."
    },
    {
      "chapter_title": "MAN AND ANGELS",
      "summary": "Posits the existence of other worlds and beings (angels, jinn) beyond material perception. Analogizes physical tools (binoculars) that extend sight to an inner 'observing sight' that can be activated to perceive the unseen world and God. This 'innate ability' to learn divine science, latent in man, is distinct from material senses."
    },
    {
      "chapter_title": "ADAM'S LEGACY",
      "summary": "Details Adam's initial grant of Paradise and supremacy through divine knowledge. His disobedience led to expulsion and a life veiled by material existence. This 'veil' can be removed through self-adopted disobedience to material desires, allowing man to 'see death before you are dead' – experiencing the hereafter in this life – and reclaim his paradisiacal legacy."
    },
    {
      "chapter_title": "BLIND MAN",
      "summary": "Describes life after death (Aaraf/Purgatory) as a realm where spatio-temporal limits are eased, with experiences similar to dreaming but at an accelerated pace. The 'veil' between conscious mind and Paradise persists unless lifted in this life. Emphasizes that cultivating an 'inner eye' to 'see through the Light of Allah' in this world is crucial to avoid spiritual blindness in the hereafter."
    },
    {
      "chapter_title": "THE CAVE OF HIRRA",
      "summary": "Asserts that this world is where one's destiny for the hereafter is shaped by deeds. The concept of 'seeing death before you are actually dead' is about understanding the afterlife during this life. Man's soul possesses a 'remarkable eye' capable of witnessing unseen realms, spirits, angels, and the Beatific Vision of God. Opening this 'inner eye' is achieved through 'Muraqbah', based on the Holy Prophet's meditation in the Cave of Hirra."
    },
    {
      "chapter_title": "A COMPUTER",
      "summary": "Compares spiritual learning to acquiring a mother tongue (innate, not formally taught). All beings possess an 'inbuilt computer' (the soul) that provides essential information. Man's unique distinction lies in having comprehensive knowledge of this 'computer' through the 'Elohistic Names' taught to Adam, enabling his descendants to become true vicegerents of God by re-experiencing Adam's original observations."
    },
    {
      "chapter_title": "DRESS OF THE SOUL",
      "summary": "Life is a 'conglomeration of information.' The physical body is a temporary 'cloak' or 'dress' of the soul, which is the true, unchanging 'real man.' Spiritual progress requires believing the physical body is hypothetical, shifting focus to the soul, an 'indivisible entity' that manifests in various forms (species) by constantly creating and replacing its 'dresses'."
    },
    {
      "chapter_title": "CLAY FIGURE OF LION",
      "summary": "Extends the 'dress of the soul' analogy, stating that the soul's spiritual body has complete features, and the physical body is merely its 'painting material,' composed of continuously moving layers. The soul is a 'computerized machine' with 'countless dies' (creative formulae/quantities of light) that mold matter into diverse forms. Variations in these quantities explain differences in species and individual forms, including Adam and Eve."
    },
    {
      "chapter_title": "1.2 X 10^12 COMPONENTS",
      "summary": "Explains life as constructed from emotions dependent on senses, controlled by the body's '1.2 billion components.' Man's distinction from animals (which act instinctively) comes from his ability to understand and assign rules to his senses and needs. Man's superiority arises from knowledge of this 'inbuilt machine' (the soul) and its working, distinguishing him from animals who lack this self-awareness."
    },
    {
      "chapter_title": "GOD AND ADAM",
      "summary": "Distinguishes instinct from 'nature' (purposeful understanding of emotions/senses). God granted Adam 'knowledge of Elohistic Attributes' (creative formulae) for His recognition, giving Adam access to God and status as vicegerent. Adam's descendants can re-witness these original events and exercise these creative powers to fulfill their true heritage, otherwise remaining 'degenerated progeny'."
    },
    {
      "chapter_title": "YES INDEED!",
      "summary": "Contends that man can directly communicate with and witness God, contrary to conventional religious views. Cites the Quranic event of all creatures acknowledging God's Lordship after hearing His voice and seeing Him, proving universal faculties for divine perception. This initial collective perception led to self-identification. This 'Hazira' (generating point) projects individual programs onto the 'screen of the earth,' making direct spiritual witnessing possible if the inner 'veil' is removed."
    },
    {
      "chapter_title": "WHAT DOES GOD WANTS?",
      "summary": "God desires creatures to advance towards Him by acknowledging, understanding, recognizing, and communicating with Him, reciprocating His love. Denying God leads to a 'distressful life' devoid of divine favors. Spiritual sciences offer methods to invoke blessings. Life's continuous chain of events is God's 'Be!' command in action. Every human birth is a 'reproduced Adam' experiencing expulsion from Paradise due to disobedience."
    },
    {
      "chapter_title": "WE EAT LIGHT",
      "summary": "Argues that man's material consumption is actually of 'lights operative in food items,' as physical weight doesn't correlate with food intake. The 'real man' (made of lights) gains energy from these. The first step to explore these 'lights' is 'concentrative focused attention' (Muraqbah), allowing intentional entry into 'light senses' (similar to dreaming/sleep), freeing oneself from material senses."
    },
    {
      "chapter_title": "THE THIRD EYE",
      "summary": "Explains that wakefulness and sleep are merely different states of senses, with dreams offering freedom from material constraints. 'Muraqbah' (Transcendental Meditation) is presented as the method to consciously 'dream while awake,' transforming diurnal into nocturnal senses. This practice activates the 'third eye,' enabling perception of the unseen realm and direct witnessing of God's craftsmanship, fulfilling Adam's legacy."
    },
    {
      "chapter_title": "STAGES OF MURAQBAH",
      "summary": "Outlines Muraqbah's stages: Ganood (drowse, light slumber with veiled perceptions), Warood (reminiscence, vivid but uncomprehended observations), Mukashifa (apocalypse, clear understanding of observations), and Mushahida (observation, simultaneous mundane and spiritual activity, perceiving Aaraf). It is a path to liberation from material limitations, contrasting with sorcery which only reaches earlier stages."
    },
    {
      "chapter_title": "VELOCITY",
      "summary": "Death is a transference to an immortal realm (Aaraf), where the 'speed of conscious' accelerates, condensing time/space (e.g., months into hours). Parapsychology aims to cultivate the ability to liberate from spatio-temporal restraints while awake, accessing the metaphysical realm. This 'speed' allows one to 'tread the heavens' and 'behold God,' contrasting with material means which are 'clay' and limited. Knowledge is gained through contemplation or direct meditation on Elohistic Attributes."
    },
    {
      "chapter_title": "WHERE ARE THE URGES FORMED?",
      "summary": "Explains that human urges originate in the 'Astral body or Aura' (body of lights) and are then conveyed to the carnal (physical) body. The physical body is a reflection of the astral. Dreaming is an activity of the astral body, independent of the physical. Muraqbah's second stage involves encountering the astral body, leading to the realization of the physical body's mortality and death as a transference of the body of lights to the hereafter."
    },
    {
      "chapter_title": "REGIONS OF PARADISE AND HELL",
      "summary": "States that the 'little' knowledge of the soul bestowed upon man is still infinite. The astral body resides in Aaraf after death, then proceeds through the Realms of Resurrection (life record displayed) and Judgment (Noor enables Beatific Vision of God), leading to Paradise or Hell. The soul, an integral part of God, feels no pain; rewards/penalties are information descending upon the soul-created body."
    },
    {
      "chapter_title": "IN EVERY NOOK AND CORNER",
      "summary": "Knowledge acquisition requires source, storage, meaning-ascription, and manifestation. The astral body acts as a meaning-ascribing agency. Spiritual realms (Aaraf, Paradise, Hell) fulfill urges similarly to the material world, differing in 'implications.' In Aaraf, time and space condense, increasing the 'speed of life,' allowing instant travel to distant places and even to the High Throne through spiritual liberation, a feat analogous to modern technology like TV."
    },
    {
      "chapter_title": "A LITTLE KNOWLEDGE",
      "summary": "God's infinite knowledge is manifested as the universe. Adam was granted limitless access to Paradise, but his disobedience regarding the 'forbidden tree' (a thinking pattern) imposed spatio-temporal restrictions. Through pure will, desires manifest in Paradise. God creates without resources ('Be!'), man with. Spiritual approach (liberated from restraints, harmonizing with nature) leads to peace, while material advancement (based on 'transgression, injustice') causes suffering due to resource dependence and selfish motives."
    },
    {
      "chapter_title": "COSMIC FEATURES",
      "summary": "All cosmic phenomena reflect God's thought and knowledge, which manifested through His command 'Be!'. The purpose of creation is cognition of God. Man, like jinn, possesses the ability to quest for knowledge and meaning. Adam received 'knowledge of His Attributes and Appellations' (creative formulae), enabling him to influence the universe. The universe is fundamentally 'light,' which, in changing quantities, forms all species and their life cycles. Acquiring knowledge of these 'Attributes of God' (lights) is crucial for understanding these transformations."
    },
    {
      "chapter_title": "LIGHT",
      "summary": "God delegated creation to man, whose creative abilities are reflections of divine craftsmanship. 'Light' is the fundamental basis of all existence, altering in specific quantities to create forms and drive changes. Understanding these 'lights' (Attributes of God) is essential for comprehending the transformations of forms, such as the human life cycle from infancy to old age."
    },
    {
      "chapter_title": "THE BEING AND ITS ATTRIBUTES",
      "summary": "Distinguishes between understanding an entity by its variable qualities/attributes and cognizing its invariant 'real being' or 'actual self.' Human intellect is limited to attributes; true essence is revealed to spiritual heirs of prophets. Material inventions, focused on attributes, cause harm due to limited knowledge. Spiritual practice, like Muraqbah, aims to activate inner perception to behold the 'real being' (the root-cause of all attributes)."
    },
    {
      "chapter_title": "IMAGINATION - I",
      "summary": "Argues that imagination is the foundation of all life functions and advancements, including scientific inventions. Spiritualism is not imaginary but rather the proper, focused use of imaginative powers. Through persistent concentration (Muraqbah), thoughts or information focused on a single 'point' manifest with all their properties and traits. The 'traits, properties and attributes' are 'stores of information' in man, which concentrative power can activate to reveal manifestations."
    },
    {
      "chapter_title": "IMAGINATION - II",
      "summary": "The physical body is secondary to the soul. Spiritual pursuit involves searching for one's origin, which leads to the 'origin of the cosmos' and the discovery of 'Noor' (invisible, subtle light) as the source of all other lights. This quest progresses through understanding Noor's reality as 'Attributes of God' to ultimately cognize the 'Absolute Being.' Muraqbah, triggering imaginations, helps unlock this understanding by allowing perceptions of spiritual realities."
    },
    {
      "chapter_title": "CEASELESS INFORMATION",
      "summary": "Classifies knowledge into True Knowledge (belief from information), Exact Truth (belief confirmed by sighting), and True Reality (knowing the source and structure of underlying reality, i.e., 'lights'). Scientists observe lights but lack True Reality without knowing their source. Spiritual students achieve True Reality through Muraqbah. All existence is 'information,' acquired by Adam (Names) and passed down, forming the basis of all life and its realms (Purgatory, Paradise, Hell)."
    },
    {
      "chapter_title": "FLIGHT",
      "summary": "Asserts man's superiority is not based on basic survival or creative intellect (animals share these), but on special divine knowledge. This knowledge, beyond intellectual limits, enables man to 'fly like birds' and perceive distant objects without material aids, like the 'Auliya Allah' (saints). True spiritual science requires self-cognition; ignorance reduces man to animalistic existence. This knowledge is acquired from spiritual masters."
    },
    {
      "chapter_title": "NO GOD EXCEPT GOD",
      "summary": "God's vicegerency is a trust of knowledge enabling man to fulfill duties and command the universe. Distinguishes limited 'Acquired Knowledge' from profound 'Presented Knowledge' necessary for this trust. Challenges intellect's limitations in understanding fundamental concepts. True Muslim conversion involves 'negating oneself' (La illaha) then 'affirming God' (IlLallah) to move from hypothetical to real senses, embracing the prophetic approach to reality."
    },
    {
      "chapter_title": "SIGHTING DIRECTLY",
      "summary": "Asserts that intellect-based perception is fictional; true reality is perceived by the 'observing sight' (Unconscious sight) which is factual and invariant, unlike the changing 'conscious sight.' This direct sighting requires a target reflected on the mind's screen. Muraqbah is the 'first lesson of self-negation,' involving controlling eyeballs and eyelids to stop fictional sight and activate the unlimited, medium-independent sight, allowing transfer of the spiritual mentor’s ‘Presented Knowledge’ to the disciple’s mind."
    },
    {
      "chapter_title": "ACKNOWLEDGEMENT",
      "summary": "Explains that God's command 'Be!' manifests spiritual programs. Muraqbah liberates from limiting senses by reflecting the spiritual mentor's image, transferring 'Elohistic Attributes' (Affinity/nisbat). This leads to 'Be one with mentor' (Fana fish Shaikh), then 'Oneness with the Holy Prophet' (Fana fir Rasool) by cognizing his divine knowledge, and finally 'Oneness with Allah' (Fana fi-lah/wahdat), enabling exploration of profound truths. The mind's screen continuously receives images, interpreted as real or fictional based on the type of knowledge."
    },
    {
      "chapter_title": "SORCERY",
      "summary": "Distinguishes spiritual knowledge (inherited, leading to divine focus) from sorcery (spiritual values mixed with worldly gain, demoniac approach). Sorcery involves austere exercises for supernatural feats (Karamat) but is temporary and illusory, unlike the real, permanent miracles of the 'prophetic approach' (God-motivated). True spiritual path leads to intimacy with God, immunity from fear/grief, and acceptance of death as a transfer to a better realm, contrasting with sorcery's worldly motives and eventual misery."
    },
    {
      "chapter_title": "SURROUNDINGS",
      "summary": "A person's thinking approach shapes their character. A spiritual mentor (Murshid) cultivates realistic thinking by revealing the hypothetical nature of the world and man's lack of control. By observing constant changes and the unseen control, the student's mind shifts to the 'one who is controlling the strings.' The mentor provides 'spectacles' (thinking approach) to the 'inner eye,' allowing the student to perceive the world through a spiritual lens, overcoming the limitations of worldly intellect and personal will."
    },
    {
      "chapter_title": "MUNIFICENCE",
      "summary": "Character is formed by involuntary (observation) and voluntary (teaching) training from parents and society. Spiritual character requires association with a 'Murshid' (mentor) possessing 'spiritual values.' Through 'spiritual associability' (salook), the disciple absorbs the mentor's qualities, unlocking latent spiritual abilities. Prophets preach a 'thinking approach' to distinguish good/bad. Self-cognition is key to realizing one's reality and using potentialities; ignorance leads to a 'shady' character. Spiritual guidance from a mentor is vital for cultivating a virtuous spiritual upbringing."
    },
    {
      "chapter_title": "REWARD AND PUNISHMENT",
      "summary": "Character is influenced by surroundings and thinking approach. The 'prophetic approach' (goodness, kindness, God-focused) leads to prophetic qualities, immunity from grief/fear, and acceptance of death as a beneficial transfer to a better realm. The 'demoniac approach' (evil, distant from God) leads to grief, fear, insecurity, spiritual blindness, and selfish, interest-oriented actions, making deeds deficient and yielding undesirable results. Mysticism holds that associating self-interest with spiritual action corrupts it."
    }
  ],
  "key_concepts": [
    {
      "term": "Spiritual Science",
      "definition": "The combination of theoretical knowledge and practical demonstration/implementation of spiritual principles, allowing for direct experience of reality beyond material senses."
    },
    {
      "term": "Muraqbah (Transcendental Meditation)",
      "definition": "A practice of concentrative focused attention, involving relaxing the body, closing eyes, freeing the mind from worldly affairs, and entering the 'world of unconscious.' It enables the transformation of diurnal senses into nocturnal senses, allowing one to 'dream in a state of remaining awake' and witness unseen realms."
    },
    {
      "term": "Entrusted Trust / Knowledge of the Names / Elohistic Appellations",
      "definition": "The divine knowledge and creative potential granted to man (Adam and his descendants) by God, enabling direct cognition of God's attributes, access to unseen realms, and supremacy over other creatures. It represents the 'creative formulae' of the universe."
    },
    {
      "term": "Fawad (the Heart)",
      "definition": "The inner faculty or 'point' in man containing 'incalculable energies.' When unraveled through concentration, it allows direct witnessing of cosmic formulae and is considered the 'abode and the house of Allah' that always sees reality."
    },
    {
      "term": "Hazira",
      "definition": "In parapsychology, the 'generating point' upon which the 'tape of the film' (individual and species programs) runs, projected onto the 'screen of the earth' for display. It's the stage where species are introduced individually."
    },
    {
      "term": "Alam-e-Aaraf (Purgatory)",
      "definition": "The realm after physical death where spatio-temporal restrictions are lifted, but feelings and needs persist. Life there is similar to dreaming, with accelerated conscious perception. It is the first realm the inner eye witnesses."
    },
    {
      "term": "Noor (Light)",
      "definition": "The fundamental basis and main constituent of everything in the universe, existing in specific quantities that are constantly altering, thereby giving rise to all forms, features, and changes. It is the invisible, subtle light that is the origin of all other lights and the 'Attributes of God'."
    },
    {
      "term": "Quantities (of Light)",
      "definition": "Specific magnitudes of light that constitute everything in the universe. Variations in these quantities are responsible for the differences in species, forms, features, emotions, and senses."
    },
    {
      "term": "Insinuated Knowledge (Ilm-Ladduni)",
      "definition": "Special divine knowledge bestowed directly by God, independent of conventional learning, allowing perception based on divine 'Destiny' rather than human concepts of good/bad."
    },
    {
      "term": "Ganood (drowse)",
      "definition": "The initial state in Muraqbah, a light slumber where one witnesses extraordinary things but forgets due to a 'hindering veil'."
    },
    {
      "term": "Warood (Reminiscence)",
      "definition": "A state in Muraqbah where observed objects are vivid but the mind struggles to grasp their meanings."
    },
    {
      "term": "Mukashifa (apocalypse)",
      "definition": "A state in Muraqbah where the meanings of observed things become clear."
    },
    {
      "term": "Mushahida (observation)",
      "definition": "The advanced state in Muraqbah where the conscious mind can withstand pressure, allowing one to engage in mundane affairs while spiritually experiencing extraterrestrial worlds, especially Alam-e-Aaraf."
    },
    {
      "term": "Fana fish Shaikh (Be one with mentor)",
      "definition": "A Sufi state where the disciple's mind assimilates the knowledge and attributes of the spiritual mentor."
    },
    {
      "term": "Fana fir Rasool (Oneness with the Holy Prophet)",
      "definition": "A Sufi state where the spiritual associate cognizes the knowledge of the Holy Prophet, receiving Divine Knowledge (Ilm-e-ladduni)."
    },
    {
      "term": "Fana fi-lah (Oneness with Allah) / Wahdat (Oneness)",
      "definition": "The ultimate Sufi state of cognizing the Absolute Being, the Eternal and Infinite God, after transcending Fana fish Shaikh and Fana fir Rasool."
    },
    {
      "term": "Acquired Knowledge",
      "definition": "Knowledge gained through worldly intellect, material senses, and conscious abilities, dealing with fictional/hypothetical realities."
    },
    {
      "term": "Presented Knowledge",
      "definition": "Spiritual knowledge, real and factual, attained through direct experience and divine inspiration, allowing perception of invariant reality."
    }
  ],
  "practical_system": {
    "description": "The system centers on 'Spiritual Science,' which combines theoretical understanding of divine laws ('creative formulae,' 'Elohistic Attributes') with practical, experiential methods to activate latent human spiritual senses. The primary method is 'Muraqbah' (Transcendental Meditation), which allows the practitioner to consciously enter states akin to dreaming while awake, thereby shifting from 'diurnal' (material) senses to 'nocturnal' (spiritual/light) senses. This process aims to open the 'inner eye' or 'fawad' (the Heart), enabling direct perception of the 'Unseen World,' including Aaraf (Purgatory), spirits, angels, and ultimately the 'Beatific Vision of God.' The ultimate goal is to achieve 'Oneness with Allah' (Fana fi-lah) by assimilating the divine knowledge and attributes, becoming a true 'vicegerent of God,' and regaining the paradisiacal state. The system distinguishes between 'Acquired Knowledge' (limited, material) and 'Presented Knowledge' (real, spiritual). It also provides an ethical distinction between 'sorcery' (power for worldly gain) and the 'prophetic approach' (power for divine purpose).",
    "tools": [
      "Spiritual Mentor (Shaikh/Murshid): Essential for guidance, transferring 'spiritual influence,' 'Presented Knowledge,' 'Elohistic Attributes,' and 'thinking approach' to the disciple. The mentor acts as a focal point for concentration in Muraqbah.",
      "The Heart (Fawad): The internal faculty to be activated and focused, acting as the 'abode of Allah' and the means for direct cognition.",
      "'Inner Eye' / 'Observing Sight': The activated spiritual faculty that allows direct perception of the unseen realms.",
      "Concentrative Focused Attention: The mental discipline cultivated through Muraqbah to penetrate layers of reality."
    ],
    "rituals": [
      "Muraqbah: The central practice, involving adopting a relaxing posture, freeing the mind from worldly affairs, closing the eyes, and intentionally entering the 'world of unconscious' or 'realm of sleep' while awake. It requires focusing concentratively on a single point, often the spiritual mentor's image or the concept of the mentor, to facilitate the transfer of 'Presented Knowledge' and 'Elohistic Attributes'.",
      "Recitation: The disciple may be advised by the teacher to recite specific phrases or perform particular exercises.",
      "Negation and Affirmation: A practice to liberate from hypothetical senses and embrace real senses, exemplified by first denying ('La illaha' - No god) and then affirming ('IlLallah' - except God) to shift one's perception of reality."
    ]
  },
  "relevant_quotes": [
    {
      "text": "knowledge is the name given to the combination of theory and practice.",
      "page": "4"
    },
    {
      "text": "only that knowledge is reliable and authentic which is learnt gradually, stage by stage, just as one learns ABC and then the same is practically experienced and exercised.",
      "page": "4"
    },
    {
      "text": "spiritual science also has two distinct sections of theory and practical.",
      "page": "4"
    },
    {
      "text": "God has appointed two different approaches for his recognition... the other approach is when the self is negated and is no longer given any preference. Things are comprehended and grasped in the light of that law of God, which is called 'Destiny'.",
      "page": "5"
    },
    {
      "text": "knowledge in terms of Sufism is called 'Insinuated Knowledge' (Ilm-Ladduni).",
      "page": "5"
    },
    {
      "text": "God the most exalted is the greatest of all law-makers. One who manages to establish his relationship with Allah and his mind is tuned with the destiny appointed but Allah he himself becomes the law.",
      "page": "5"
    },
    {
      "text": "The practical aspect of knowledge duly substantiated by experiences has been declared the 'Entrusted Trust' by Allah, the most High.",
      "page": "6"
    },
    {
      "text": "Believing the unseen means that they possess that observing sight which can witness the unseen.",
      "page": "6"
    },
    {
      "text": "The universe created by the most exalted God is based and established upon an organized and systematical scheme.",
      "page": "4"
    },
    {
      "text": "God has delegated His Creative Potential to man.",
      "page": "8"
    },
    {
      "text": "LAW: - All the demands concerning life originate from certain quantities and the very same quantities are responsible for creation of these demands and no demand of life can exist without a formula.",
      "page": "8"
    },
    {
      "text": "Since man himself is also a formula therefore the creative element responsible for the life of this formula remains in action.",
      "page": "9"
    },
    {
      "text": "this point, in Sufism, is called 'fawad' (the Heart). It is the same Heart that has been declared the abode and the house of Allah.",
      "page": "11"
    },
    {
      "text": "Fawad, infect, is the only faculty through which one can succeed in having the cognition of the Lord Creator after having heartfelt understanding of the signs of God.",
      "page": "11"
    },
    {
      "text": "man's actual supremacy is because of that knowledge which was granted to him by God, the most wise and has been termed as 'the Knowledge of the Names'.",
      "page": "12"
    },
    {
      "text": "if one could not be salivated from the disobedient mind in this phenomenal world then the same would remain predominating even after death.",
      "page": "17"
    },
    {
      "text": "See the death before you are dead.",
      "page": "18"
    },
    {
      "text": "The eye which is the actual source of observations for the sages and the saints. When this eye starts functioning one can see the spirits, souls of deceased and angels. One can, not only see them but can converse and communicate with them as one does in this phenomenal world.",
      "page": "19"
    },
    {
      "text": "If one is failed to open this inner eye in this worldly life deprivation would set over him for ever.",
      "page": "20"
    },
    {
      "text": "this inbuilt computer, in terms of metaphysical science, is called the soul.",
      "page": "22"
    },
    {
      "text": "the physical body of flesh and bones is hypothetical and fictional.",
      "page": "23"
    },
    {
      "text": "LAW: - Soul is a featured being. These features of soul, in fact, indicate their respective abilities. Soul is a sort of computerized machine having countless dies.",
      "page": "25"
    },
    {
      "text": "Man's superiority is due to the particular knowledge of the senses.",
      "page": "27"
    },
    {
      "text": "Man is superior to any animal only because of the fact that God, the most exalted has granted him the knowledge of inbuilt machine or the computer in him.",
      "page": "28"
    },
    {
      "text": "God granted that knowledge of His Attributes to Adam which is the basis of the creation of the universe.",
      "page": "29"
    },
    {
      "text": "The first voice they ever heard was that of their Lord Creator and the first thing they ever witnessed was the Exalted Being of God.",
      "page": "31"
    },
    {
      "text": "man, in fact, consumes lights. Yes, the lights operative in food items.",
      "page": "35"
    },
    {
      "text": "Through Muraqbah one can intentionally, using his own will and power, live in that state in which matter is no longer dominant.",
      "page": "36"
    },
    {
      "text": "Muraqbah, in fact, is an act of dreaming in a state of remaining awake, that is, one, in his conscious senses, with comprehensive awareness of his environs, witnesses the world of dreams.",
      "page": "37"
    },
    {
      "text": "LAW: - If the Paradise is not sighted in this world by someone then the life of Paradise would not be recorded in the film of his life.",
      "page": "18"
    },
    {
      "text": "The tragic aspect is that, the quest for knowledge, curiosity for finding reality and the habit of thinking is no longer a prominent trait of Muslims.",
      "page": "9"
    },
    {
      "text": "The difference between magic and miracle is that the former is short lived and temporary.",
      "page": "68"
    },
    {
      "text": "For learning any knowledge a person has to negate himself and the knowledge which he already possesses.",
      "page": "62"
    }
  ],
  "critical_analysis": {
    "relevance": "This text presents a unique synthesis of Islamic spirituality (specifically Sufism, emphasizing prophetic traditions and Quranic interpretations) with concepts akin to Western esotericism and parapsychology. It recontextualizes traditional Islamic ideas of divine knowledge, creation, and human purpose through a lens that emphasizes direct experiential (gnostic) spiritual practice, reminiscent of Hermetic traditions that seek to 'know thyself' to know God. The concept of 'creative formulae' and 'quantities of light' aligns with alchemical or Qabalistic understandings of creation and manifestation, albeit using different terminology. The explicit comparison of 'sorcery' (worldly gain-motivated magic) with 'prophetic approach' (God-motivated miracles) provides an ethical framework for spiritual power, a recurring theme in occult texts. Muraqbah as a systematic practice for activating dormant inner senses (the 'third eye') for direct apprehension of unseen realms (Aaraf, angels, God) is a practical esoteric methodology. Its emphasis on inner transformation and self-cognition as prerequisites for external mastery and divine connection makes it a relevant contribution to the broader discourse on spiritual self-realization within a distinctly Islamic esoteric context.",
    "target_audience": "The target audience appears to be individuals interested in Islamic spirituality, Sufism, and parapsychology, particularly those seeking a practical, experiential path to divine knowledge and self-realization beyond conventional religious dogma. It would appeal to those who question traditional interpretations and seek a deeper, more 'scientific' understanding of spiritual phenomena, even using analogies from modern technology (computer, TV, atomic bomb) to explain spiritual concepts. It seems intended for spiritual students (disciples/saliks) under the guidance of a mentor (Shaikh/Murshid)."
  }
}