{
  "header": {
    "title": "The Scroll of Set - August 1998",
    "authors": [
      "Linda Reynolds IV° (Editor)",
      "William Pridgen III°",
      "Nikolas Schreck III°",
      "Aaron Besson III°",
      "Kristov Harper I°",
      "Joshua Lepsy I°",
      "Patty A. Hardy IV°",
      "Matthew Mitchem II°",
      "K. Brent Olsen II°",
      "Richard Gavin II°",
      "Mark Martin I°",
      "Jennifer Chen I°",
      "Felipe F. Perez II°",
      "Lauri Jean Crowe II°",
      "Shawna Thompson II°",
      "Simone Lohmeier I°",
      "Kevin Crim I°",
      "Tony Pizzini II°",
      "James Graeb IV°",
      "Don Webb V°"
    ],
    "category": "Western Esotericism, Occultism, Setianism, Black Magic, Philosophy",
    "keywords": [
      "Setianism",
      "Black Magic",
      "Xeper",
      "Left-Hand Path",
      "Occultism",
      "Philosophy",
      "Initiatory System",
      "Temple of Set",
      "Lesser Black Magic",
      "Greater Black Magic",
      "Metamind Element",
      "Socrates",
      "Plato",
      "Voodoo",
      "Neteru",
      "Self-Deification",
      "Antinomianism"
    ]
  },
  "central_thesis": "The Scroll of Set, August 1998 issue, explores diverse aspects of Setian philosophy and practice, primarily centered on the concept of Xeper (to come into being) as a process of self-creation and individual apotheosis within the Left-Hand Path. It emphasizes responsible individualism, the strategic application of Black Magic (both Lesser and Greater forms), and the integration of occult practices with philosophical inquiry and daily life to achieve personal power, freedom, and self-knowledge.",
  "structure_content": [
    {
      "chapter_title": "An Interview",
      "summary": "An interview with Priest William Pridgen III° elucidating Setian philosophy, the nature of Black Magic, the rejection of traditional Satanic practices as Christian propaganda, and the concept of Xeper. It emphasizes self-knowledge, responsible individualism, and the meritocratic nature of the Temple of Set."
    },
    {
      "chapter_title": "The Munich Declaration",
      "summary": "An announcement for an anthology of Setian visions and divinations inspired by the Set-XVIII Conclave, featuring contributions from various Adepti, Priests, and Magisters."
    },
    {
      "chapter_title": "The Sepulchral Voice",
      "summary": "An announcement for the newsletter of the Order of the Sepulcher of the Obsidian Masque, detailing options for acquiring copies."
    },
    {
      "chapter_title": "A Note on LBM",
      "summary": "Kristov Harper I° discusses Lesser Black Magic (LBM) as the application of 'obscure physical or behavioral laws' to influence the objective universe, thereby enhancing one's Xeper. It stresses controlling the external environment to become more conducive to self-evolution."
    },
    {
      "chapter_title": "Living in the Past",
      "summary": "Joshua Lepsy I° explores the deliberate shaping and utilization of an 'ideal past' or memories as a tool for creating meaning, empowering actions, and dealing with the future, emphasizing creative control over one's subjective history."
    },
    {
      "chapter_title": "Construction of the Pentagram",
      "summary": "Patty A. Hardy IV° provides a geometric method for constructing an averse pentagram using compass and straightedge, relating the process to the interplay of objective and subjective universes and the evolution of the natural self."
    },
    {
      "chapter_title": "The Typhonian Akademy",
      "summary": "Matthew Mitchem II° announces the foundation of a Setian academic institution focused on exploring Socratic and Platonic philosophy within the context of the Æon of Set, training individuals for Platonic principles in the World of Horrors. It outlines a two-year curriculum and admission process."
    },
    {
      "chapter_title": "Recognitions",
      "summary": "A list of recent recognitions for various Setian degrees (Magister Templi IV°, Priest of Set III°, Adept II°) within the Temple of Set."
    },
    {
      "chapter_title": "The Manual of Vampyric Alchemy",
      "summary": "An announcement for a brief introduction to Vampyric magic as a mode of Xeper, created by Don Webb for the Order of the Vampyre, available to OV Initiates and Masters of the Temple."
    },
    {
      "chapter_title": "Episteme and the Left-Hand Path",
      "summary": "James Graeb IV° argues that Plato's philosophic method (dialectic), particularly his concept of 'episteme' (self-knowledge/understanding) and emphasis on individual self-reliance, aligns with Left-Hand Path principles, distinguishing it from RHP surrender and challenging traditional views of Cabala's origins."
    },
    {
      "chapter_title": "The Setian Mythos Project",
      "summary": "Lauri Jean Crowe II° announces a project to collect and compile Setian works of creative fiction, poetry, and art as a vehicle for bringing subjective creations into an objective form of modern mythology, based on Setian philosophy, Satanism, and Black Magical practice."
    },
    {
      "chapter_title": "Rite of the Deep Ones",
      "summary": "Aaron Besson III° outlines the requirements for participation in an underwater ritual (working) for 'The Year of Cthulhu Rising,' including snorkeling skills and reading H.P. Lovecraft."
    },
    {
      "chapter_title": "On the Remanifestation of the MetaMind Element",
      "summary": "Shawna Thompson II° discusses the 'MetaMind Element' (MME) as a form of Black Magical experimentation involving altered states of consciousness, OOBEs, and 'long distance communication' to strengthen one's 'signature essence' and metamental presence. It traces MME's roots to the Temple and the Order of the Vampyre."
    },
    {
      "chapter_title": "Scribes of the House of Life",
      "summary": "Lauri Jean Crowe II° explains the 'Sesh Per Ankh' (scribe of the House of Life) as a Setian path to Xeper through written communication, synthesizing subjective and objective universes, drawing parallels to ancient Egyptian scribal traditions."
    },
    {
      "chapter_title": "Personality Model",
      "summary": "Simone Lohmeier I° proposes a personality model based on 'facets' (sub-personalities) and 'roles' as tools for self-knowledge, analogous to the color spectrum, where different aspects combine to form the individual's core self."
    },
    {
      "chapter_title": "Ethan Olsen Birthday",
      "summary": "An announcement for the birth of Ethan James Seth Olsen."
    },
    {
      "chapter_title": "A New Beginning",
      "summary": "Kevin Crim I° shares his personal journey into Satanism and the Temple of Set, detailing his early interest in 'dark nature,' rejection of Christian conditioning, and the realization of self-deification as the core of the Left-Hand Path."
    },
    {
      "chapter_title": "Response to “You Know How Couples Pick”",
      "summary": "Jennifer Chen I° discusses Setian perspectives on relationships, emphasizing individual choice, personal development, and mutual respect, rather than shared beliefs or external expectations, as a path to Xeper for each person."
    },
    {
      "chapter_title": "The Dangers of Invisibility",
      "summary": "Richard Gavin II° explores the use and potential dangers of 'invisibility' (blending in) for Black Magicians in profane society. He provides practical advice for integrating magic into daily life, career, and personal development without compromising one's magical integrity or Xeper."
    },
    {
      "chapter_title": "Temptation of the Black Medallion",
      "summary": "Felipe F. Perez II° warns against the 'temptation of the black medallion,' defined as perceiving the III° (Priesthood) as an external goal for one's Xeper. He describes this as a destructive 'inner beast' that can halt initiation and obfuscate self-perspective, stressing that true Xeper arises from internal work, making external recognition irrelevant."
    },
    {
      "chapter_title": "Project Neteru",
      "summary": "K. Brent Olsen II° outlines a project to explore 'neteru' (gods as First Principles/metaphors) in the Temple of Set. Participants will develop intimate relationships with assigned deities through invocations, GBM ceremonies, and journaling, to understand their nature and usefulness as initiatory tools."
    },
    {
      "chapter_title": "The Spiral Maze of Thulask",
      "summary": "Tony Pizzini II° reviews various media (video, music) from a Setian perspective, discussing their potential as entertainment and their relation to Setian themes, including Whitley Strieber's talks, classical music, and the band Butthole Surfers."
    },
    {
      "chapter_title": "Notes from Neheh",
      "summary": "Don Webb V° elaborates on Xeper as 'The Becoming of being,' distinguishing it from being 'being' or 'nothingness.' He outlines the three stages of the Setian Path: separation (from external dictates), synthesis (of an interior world picture), and reintegration (enacting that world). He also discusses Lesser Black Magic (LBM) for 'loosening the warp and weft of the world' and creating a reinforcing social image, emphasizing self-deification and anti-nomianism."
    },
    {
      "chapter_title": "Terra Incognita",
      "summary": "Nikolas Schreck III° provides an in-depth exploration of Haitian Voodoo, distinguishing between the RHP Voudon (harmonizing with cosmos) and LHP Bokor (working for individual ends). He connects the Tonton-Macoutes and figures like Baron Samedhi to Black Magical traditions and Setian concepts, drawing parallels between Haitian and Setian views on individual magic."
    }
  ],
  "key_concepts": [
    {
      "term": "Xeper",
      "definition": "An Egyptian verb meaning 'to become' or 'to come into being,' representing the core essence of Setian philosophy. It signifies the continuous process of self-knowledge, self-creation, increasing freedom, responsibility, and power, and is considered the ultimate goal of Setian initiation."
    },
    {
      "term": "Left-Hand Path (LHP)",
      "definition": "A spiritual and philosophical orientation emphasizing radical individualism, self-reliance, the rejection of external authorities and societal norms, and the pursuit of self-deification or personal apotheosis, in contrast to Right-Hand Path (RHP) traditions of surrender to a higher power or cosmic unity."
    },
    {
      "term": "Black Magic",
      "definition": "Within Setianism, Black Magic is defined as the spiritual methodology of the Left-Hand Path, encompassing practices and philosophical approaches aimed at increasing levels of self-knowledge, freedom, responsibility, and power. It is divided into Lesser Black Magic and Greater Black Magic."
    },
    {
      "term": "Lesser Black Magic (LBM)",
      "definition": "The influencing of beings, processes, or objects in the objective universe through 'obscure physical or behavioral laws' to make the external environment conducive to one's Xeper. It involves projecting an idealized image of oneself, managing external perceptions, and strategically concealing weaknesses to gain social reinforcement and manifest desires."
    },
    {
      "term": "Greater Black Magic (GBM)",
      "definition": "Focused on internal self-transformation and spiritual development, leading to Xeper. It involves introspective work, conscious self-creation, and the cultivation of one's inner being, often through intense emotional content and focused intent."
    },
    {
      "term": "Antinomian Apotheosis",
      "definition": "The process of becoming god-like through the rejection of external laws, norms, and predetermined paths. It is a core Setian principle that emphasizes carving one's own unique existence and reality, rather than conforming to universal laws or societal expectations."
    },
    {
      "term": "MetaMind Element (MME)",
      "definition": "A practice involving Black Magical experimentation with various states of consciousness, including lucid dreaming, Out-of-Body Experiences (OOBEs), and 'long distance communication,' aimed at strengthening an individual's 'signature essence' and metamental presence. It helps unlock hidden doors of the mind and explore deeper selves."
    },
    {
      "term": "Signature Essence",
      "definition": "An individual's unique 'potency' or energy, comparable to fingerprints or DNA, that emanates solely from them. It is central to MetaMind Element practices, where its strengthening is a key objective."
    },
    {
      "term": "The Setian Path",
      "definition": "A three-stage process of self-creation: 1) Separation from externally imposed beliefs and norms, 2) Synthesis of a unique internal world-picture based on individual experience, and 3) Reintegration of this world-picture into objective reality, actively fashioning one's own kingdom and becoming."
    },
    {
      "term": "Neteru",
      "definition": "Within the Temple of Set, Neteru are recognized as First Principles or metaphors for human values and vices, distinct from traditional deities. Setians seek to form intimate interpersonal relationships with these forces to understand their individual presence and usefulness as initiatory tools."
    },
    {
      "term": "Temptation of the Black Medallion",
      "definition": "A destructive inner 'beast' that manifests when an Adept pursues the III° (Priesthood) as an external goal or reward for Xeper, rather than focusing on internal self-transformation. This misguided pursuit can halt initiation, disfigure personal development, and lead to an illusionary path rooted in fantasy."
    },
    {
      "term": "Episteme",
      "definition": "A Greek term, as interpreted by Plato and explored in a Setian context, signifying a deep, self-generated understanding or self-knowledge that involves both direct 'nætic apprehension' of First Principles/Forms and the ability to articulate that experience cogently. It implies a psychological or spiritual attainment through individual effort, aligning with LHP principles."
    }
  ],
  "practical_system": {
    "description": "The Setian practical system, as outlined in the Scroll, is an initiatory journey of self-creation centered on Xeper. It mandates rigorous self-knowledge, active personal responsibility, and the development of an individual ethical code. Practitioners are encouraged to apply both Lesser Black Magic (LBM) to shape their external reality and Greater Black Magic (GBM) for internal transformation. The system emphasizes independent thought, critical inquiry (e.g., Socratic method), and the creation of one's own 'world picture.' Through ongoing self-reflection, ritual work, and engagement with both subjective and objective universes, Setians aim to actualize their unique 'signature essence' and achieve personal apotheosis, free from external dogma. The Temple provides a meritocratic framework for this development, fostering an environment for learning and shared experience while emphasizing individual initiative.",
    "tools": [
      "Journaling (for recording experiences, reflections, and Xeper progression)",
      "Self-analysis (identifying personality 'facets' and 'roles,' character defects, personal goals)",
      "Philosophical study (Plato, Neoplatonism, Socratic method for critical inquiry)",
      "Written communication (as a 'necessary art' for Xeper, synthesizing subjective/objective realms)",
      "Compass and straightedge (for specific geometric constructions like the pentagram)",
      "Management of external realities (LBM techniques for career, social image, networking)",
      "Creative expression (fiction, poetry, art for 'Setian Mythos')",
      "Exploration of diverse cultures and mythologies (Voodoo, Egyptian, Cthulhu Mythos for contextual understanding and inspiration)",
      "Personal ethical code (conscious self-determination)",
      "Controlled use of mind-altering substances (cautioned for maintaining conscious awareness during rituals)"
    ],
    "rituals": [
      "Group Conclaves (discussions, lectures, presentations, group rituals for individual Xeper)",
      "Rite of the Deep Ones (underwater working, for 'Year of Cthulhu Rising')",
      "Invocations and Greater Black Magical ceremonies for Neteru (developing relationships with First Principles)",
      "Pentagram construction (geometric, relating to objective/subjective universes and self-creation)",
      "MetaMind Element experimentation (exploring states of consciousness, OOBEs, 'long distance communication')",
      "Illustrative GBM (specific self-work techniques, e.g., identifying faults and proclaiming their opposite to aid Becoming)",
      "Setian Path (Separation, Synthesis, Reintegration as a cyclical process of magical work)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Black Magic is what Black Magicians do! The Setian philosophy defines Black Magic as the spiritual methodology of the Left-Hand Path, the goals of which include increasing levels of self-knowledge, freedom, responsibility, and power.",
      "page": "1"
    },
    {
      "text": "Xeper is the essence of the Setian philosophy, and it is an Egyptian verb, infinitive tense, which means 'to become' or 'to come into being'.",
      "page": "1"
    },
    {
      "text": "Lesser Black Magic (LBM) is the influencing of beings, processes, or objects in the objective universe by the application of obscure physical or behavioral laws.",
      "page": "3"
    },
    {
      "text": "The goal of each individual human should be either to find out or to create a personal reason for being.",
      "page": "2"
    },
    {
      "text": "The method you use to choose your goals derives from your experience of Xeper - not from my words, or some book, or some guru you have met.",
      "page": "16-17"
    },
    {
      "text": "The temptation of the black medallion is the perception and understanding of the III° as the goal of one's Xeper & Remanifestation.",
      "page": "19"
    },
    {
      "text": "Magic is an individual action, undertaken because the cosmos is not believed to be benevolent by nature, or at least not benevolent to that person.",
      "page": "23"
    },
    {
      "text": "On the other hand we don't observe people necessarily leaving secular schools in a higher state of being than the one in which they entered. Since the Temple of Set is initiatory, as opposed to exclusively rational, there are also many other factors which have to be taken into account. In a nutshell the Temple of Set is a meritocracy.",
      "page": "1"
    }
  ],
  "critical_analysis": {
    "relevance": "This Scroll provides a valuable historical and philosophical snapshot of the Temple of Set's core tenets and practices in 1998. It showcases the organization's emphasis on Xeper as a process of self-deification, distinct from traditional religious worship. The articles demonstrate a sophisticated approach to Black Magic, integrating philosophical inquiry (Plato, Neoplatonism), psychological models (personality, self-awareness), and practical occult techniques (LBM, GBM, ritual). The publication contextualizes Setianism within Western Esotericism, highlighting its antinomian and individualistic stance while engaging with diverse traditions like Voodoo and Cthulhu Mythos. It offers insights into the internal discourse and development within a significant Left-Hand Path organization.",
    "target_audience": "The primary target audience is Initiates of the Temple of Set across various degrees, seeking to deepen their understanding and practice of Setian philosophy and Black Magic. It also appeals to academic researchers in Western Esotericism, occult practitioners interested in Left-Hand Path traditions, and individuals exploring self-development through a non-mainstream philosophical and magical framework. The content requires a foundational understanding of occult terminology and Setian concepts to be fully appreciated."
  }
}