{
  "header": {
    "title": "JOHN DEE'S ACTIONS WITH SPIRITS: 22 DECEMBER 1581 TO 23 MAY 1583",
    "authors": [
      "Christopher Lionel Whitby"
    ],
    "category": "Western Esotericism, Renaissance Magic, Occult History",
    "keywords": [
      "John Dee",
      "Edward Kelly",
      "Scrying",
      "Enochian Magic",
      "Hermeticism",
      "Qabalah",
      "Sigillum Dei",
      "Holy Table",
      "Angelic Communication",
      "Renaissance Occult Philosophy",
      "Magical System",
      "Fraud",
      "Cryptography",
      "Alchemy"
    ]
  },
  "central_thesis": "This thesis investigates the nature of John Dee's earliest extant records of angelic and spirit communication (Sloane MS 3188), analyzing the evolved magical system, its philosophical context within Renaissance occultism, and critically examining claims of fraud or cryptography to understand Dee's motivations and the authenticity of the events.",
  "structure_content": [
    {
      "chapter_title": "Volume I Introduction",
      "summary": "Describes the physical state of Sloane MS 3188, its provenance (discovery by Mr. and Mrs. Jones, acquisition by Elias Ashmole, eventual transfer to Sloane collection, William Shippen's involvement), and the challenging journey of the manuscripts."
    },
    {
      "chapter_title": "Chapter I The Manuscript",
      "summary": "Details the physical characteristics of Sloane MS 3188, including leaf measurements, pagination issues, and hands involved (Dee, Ashmole, Kelly, Shippen). Discusses missing leaves and the chronological gaps in Dee's magical records, particularly between May and November 1582, and the significance of Ashmole's notes regarding these gaps."
    },
    {
      "chapter_title": "Chapter II Biographical Details",
      "summary": "Provides biographical sketches of John Dee, Edward Kelly, and other scryers like Barnabas Saul and Bartholomew Hickman. Focuses on Dee's early life, academic achievements, royal service, and growing interest in magic. Details Kelly's background, his role as Dee's scryer, their travels, and the contentious 'cross-matching' incident. Briefly mentions other scryers and their interactions with Dee."
    },
    {
      "chapter_title": "Chapter III Magic and Scrying",
      "summary": "Contextualizes Dee's magical practices within Renaissance occult philosophy, particularly Hermeticism and Neoplatonism, and the specific tradition of scrying. Distinguishes natural, celestial, and ceremonial magic according to Agrippa. Discusses the history and methods of catoptromancy and crystallomancy, emphasizing their use for divination and spirit invocation, and how Dee's practice diverged from common forms."
    },
    {
      "chapter_title": "Chapter IV Fraud and Cryptography",
      "summary": "Examines critical interpretations of Dee's angelic communications, specifically Meric Casaubon's belief in diabolic delusion and Robert Hooke's cryptography theory. Explores why Kelly's visions might have been fraudulent, a product of subconscious imagination, or genuine, noting Kelly's physical and psychological states during scrying and the inconsistencies in the communications. Ultimately concludes that the Actions likely represent a mixture of falsehood and half-truth."
    },
    {
      "chapter_title": "Chapter V The Magical System",
      "summary": "Outlines the unique magical system revealed through Dee's 'Actions with spirits,' focusing on its components: angels, the Sigillum Dei, the Forty-Nine Spirits, Lamine, the Rod 'El', Seven Ensigns of Creation, Show-Stones, and Magical Books (Book of Enoch, 48 Claues Angelicae, etc.). Explains the construction and symbolic significance of each element and their interconnections, providing practical details for their use and invocation."
    },
    {
      "chapter_title": "Chapter VI Motives",
      "summary": "Investigates John Dee's motivations for engaging in scrying and pursuing angelic communication. Highlights his disillusionment with secular pursuits, his desire for divine wisdom, and his belief in an impending new age. Discusses the promise of material wealth (Philosopher's Stone, buried treasure) and his broader vision of a universal religion and British Empire."
    },
    {
      "chapter_title": "Conclusion",
      "summary": "Reflects on the unresolved aspects of Dee's magical system and the need for further research, especially regarding the 'Aethyrs' system. Reaffirms the thesis's contribution to understanding the manuscript's context and dispelling simple explanations like fraud or cryptography, acknowledging Kelly's pivotal role as the conduit for Dee's cherished dreams of divine revelation."
    },
    {
      "chapter_title": "Volume II Conventions and Usages in the Transcription",
      "summary": "Details the specific rules and notations used in transcribing the Sloane MS 3188, ensuring accuracy and clarity for academic study."
    },
    {
      "chapter_title": "Volume II The Transcription",
      "summary": "Contains the complete transcribed text of Sloane MS 3188, from fol. 2 to 108, which forms the primary data for the thesis's analysis."
    },
    {
      "chapter_title": "Volume II Appendix (The Holy Table)",
      "summary": "Contains a visual representation (e.g., photograph of an engraving) of the Holy Table, a central magical instrument in Dee's system."
    },
    {
      "chapter_title": "Volume II Bibliography",
      "summary": "Lists all the academic and historical sources consulted and cited throughout the thesis."
    }
  ],
  "key_concepts": [
    {
      "term": "Actions with spirits",
      "definition": "Records of supposed communication with angels and spirits through scryers, as recorded by John Dee."
    },
    {
      "term": "Scryers",
      "definition": "Individuals like Barnabas Saul and Edward Kelly who perceived visions in reflective objects (crystal balls, show-stones) and relayed messages to Dee."
    },
    {
      "term": "Sloane MS 3188",
      "definition": "The primary manuscript containing John Dee's records of 'Actions with spirits' from December 1581 to May 1583."
    },
    {
      "term": "Sigillum Dei",
      "definition": "A principal magical instrument, also called Sigillum Emeth ('seal of truth'), made of undyed beeswax, nine inches in diameter, inscribed with divine and angelic names, central to Dee's magical system."
    },
    {
      "term": "Holy Table",
      "definition": "A square wooden table, part of Dee's magical system, upon which the Sigillum Dei and show-stone were placed, designed according to angelic instructions."
    },
    {
      "term": "Forty-Nine Spirits",
      "definition": "A hierarchy of spirits whose names, all starting with 'B', governed various aspects of the created universe, each having a king and a prince with specific offices and seals."
    },
    {
      "term": "Book of Enoch (Liber Logaeth)",
      "definition": "A central text in Dee's system, supposedly a lost book revealed to Adam by angels, providing the angelic language in tables and numbers, instrumental in heralding a new age."
    },
    {
      "term": "Enochian Language",
      "definition": "The angelic language revealed to Dee and Kelly, believed to be the primordial language taught to Adam, embodying magical power due to its direct name-thing relationship with creation."
    },
    {
      "term": "Vis Imaginativa",
      "definition": "The imaginative faculty, considered crucial in natural magic for attracting planetary influences and linking man with the stars and God."
    },
    {
      "term": "Natural Magic",
      "definition": "Magic operating through sympathetic attractions between occult properties of objects and planetary influences, distinct from daemonic or ceremonial magic, though often conflated in practice."
    },
    {
      "term": "Crystallomancy/Catoptromancy",
      "definition": "Divination through visions in crystals (crystallomancy) or mirrors (catoptromancy), typically involving invocation of angels/spirits (crystallomancy) or direct visions (catoptromancy), used for finding treasure or receiving information."
    },
    {
      "term": "Philosopher's Stone",
      "definition": "The alchemical goal, a substance believed to transmute base metals into gold and provide wisdom and purity, a significant pursuit for Dee and Kelly."
    },
    {
      "term": "Trigons",
      "definition": "An astrological doctrine of cycles in world history (e.g., 960-year cycles) forming the basis for prophecies of new ages, influencing Dee's eschatological beliefs."
    }
  ],
  "practical_system": {
    "description": "The magical system, revealed through Dee's angelic communications with Kelly, is a complex and highly ritualized operative framework. Influenced by Hermeticism, Neoplatonism, and figures like Agrippa, it aims to acquire supercelestial knowledge, interact with angelic hierarchies, discover hidden treasures, and ultimately usher in a new 'golden age' of divine revelation and universal religion.",
    "tools": [
      "Show-Stones / Crystal Balls: Spherical crystals or black obsidian mirrors (e.g., Dee's 'great Chrystaline Globe') used by the scryer as the primary medium for receiving visual angelic communications. These are distinct from objects used in catoptromancy.",
      "Holy Table: A large, square wooden table (originally 'swete wood'), later painted with Enochian characters and symbols. It is the central altar upon which other instruments, such as the Sigillum Dei and show-stone, are arranged according to angelic instructions. Its specific design and inscriptions are crucial for the practical operation of the system.",
      "Sigillum Dei (Seal of God / Sigillum Emeth): A circular disc, nine inches in diameter and 1 1/8 inches thick, made of undyed beeswax. It is inscribed with intricate diagrams, Hebrew divine names (e.g., AGLA, Thaaoth, Galaas), names of traditional angels (Michael, Gabriel, Raphael, Uriel, Zaphkiel, Zadkiel, Cumael, Haniel, Semeliel, Nogahel, Corabiel, Levanael), and the names of two generations of 'Sons and Daughters of Light'. Smaller versions are placed under the Holy Table's feet.",
      "Lamine: Triangular thin layers of beaten gold, designed to be worn on the breast as protective talismans. They are inscribed with specific characters (e.g., the 'Character for Conciliation') and names of angels, intended to defend the wearer and facilitate spiritual protection.",
      "Ring (PELE): A ring inscribed with the name PELE ('a worker of miracles, or causing wonders'), a name of God. It is meant to imbue Dee with miracle-working 'virtue' and is considered essential for performing operations within the magical system.",
      "Rod 'El': A tripartite rod of office, divided into black and red sections, associated with the divine name 'El'. It symbolizes divine measure and power, and Dee was instructed to consider creating such a rod, possibly as a magician's wand.",
      "Seven Ensigns of Creation: Seven symbolic tables, initially intended to be made of tin but later painted on the Holy Table. These ensigns depict stages of biblical creation and are symbolically linked to alchemical processes and the pursuit of the Philosophers' Stone.",
      "Book of Enoch (Liber Logaeth / Liber mysteriorum sextus et sanctus): A foundational text for the Enochian language, revealed by angels. It contains forty-nine 'calls' in the angelic language and ninety-five tables of letter-filled squares. This book provides the raw material for extracting invocations and angelic names, serving as a key to salvation and heralding the new age.",
      "48 Claues Angelicae: A manuscript derived from the Book of Enoch, containing eighteen invocations in Enochian language for the thirty 'Aethyrs'.",
      "Liber Scientiae Auxilii et Victoriae Terrestris: Details spirits governing specific parts of the world.",
      "Tabula Bonorum Angelorum Invocationes: Contains thirty-six Latin invocations to angels with various responsibilities in the universe.",
      "De Heptarchia Mystica: A summary compilation of information concerning the forty-nine spirits, including their invocations and seals for the kings and princes.",
      "Book of Soyga (Dee's 'Arabic boke'): A lost book mentioned by Uriel, believed to contain an alphabet in tables and numbers, potentially influencing the Enochian language and Kelly's supposed discoveries."
    ],
    "rituals": [
      "Scrying: The primary method, involving a scryer (Edward Kelly or others) gazing into a crystal ball or 'show-stone' to perceive visions of angels and spirits, relaying their messages to Dee.",
      "Invocation: Using divine names, specific characters, and traditional prayers (e.g., Lord's Prayer, Creed) to summon and communicate with angels and spirits. The sincerity and devotion of the operator and scryer are emphasized as crucial for success.",
      "Purification and Abstinence: Preparatory practices involving fasting, bathing, and maintaining a 'neatness and cleanliness in apparel, a strict diet, and upright life' to create a receptive state for angelic contact.",
      "Consecration of Tools: Cleansing and sanctifying magical instruments (Sigillum Dei, Holy Table, etc.) through incantations, prayers, and sometimes holy water to imbue them with divine virtue and protect against malevolent influences.",
      "Extraction of Divine Names: A complex method of decoding angelic and divine names from the Sigillum Dei by following numerical and letter-based sequences, used for specific invocations.",
      "Invocation of Forty-Nine Spirits: Standing upon specially consecrated circular seals (lamines) placed on the Holy Table, to invoke the kings and princes of the forty-nine spirits for specific operations, often related to worldly effects or knowledge.",
      "Cross-Matching: A controversial angelic commandment for participants (Dee, Kelly, and their wives) to exchange spouses, intended to create spiritual unity and remit sins, leading to significant personal turmoil.",
      "Treasure Retrieval: Rituals involving gathering earth samples from divinely revealed locations and invoking specific spirits (e.g., Prince Blisdon) to locate and retrieve buried treasures, a minor but recurring practical application."
    ]
  },
  "relevant_quotes": [
    {
      "text": "This thesis presents an investigation of the nature of the earliest extant records of the supposed communication with angels and spirits of John Dee (1527-1608) with the assistance of his two mediums or 'scryers', Barnabas Saul and Edward Kelly.",
      "page": "2"
    },
    {
      "text": "In 1662 or 1663 a Mr. and Mrs. Jones of Lombard Street in London had occasion to move a chest, which they had bought shortly after their marriage, from its customary place in their house. Hearing something rattle they looked closely at the chest and Mr. Jones discovered a secret drawer containing various manuscript papers and a rosary and cross of olive wood. Being unable to understand the contents of these papers, they paid no great attention to them and many were eventually lost through being used by their maid to line pie dishes.",
      "page": "8"
    },
    {
      "text": "Here were the 'Actions with spirits' that formed the ground of all those contained in A True and Faithful Relation and without which the latter could not properly be understood.",
      "page": "9"
    },
    {
      "text": "The central controversies were whether Dee was indeed dealing with angels or dealing with devils, and whether he was the perpetrator or the victim of a long-lasting fraud.",
      "page": "101"
    },
    {
      "text": "O God Almighty, thow knowest, and art my director, and witnes herein, That I haue from my youth vp, desyred and prayed vnto the for pure and sownd wisdome and vnderstanding of some of thy truthes naturall and artificiall: such, as by which, thy wisdome, goodnes and powre bestowed in the frame of the world might be browght, in some bowntifull measure vnder the Talent of my Capacitie, to thy honor and glory, and the benefit of thy Servants, my brethern and Sistern, in, and by thy Christ our Saviour: And for as much as, many yeres, in many places, far and nere, in many bokes, and sundry languagis, I haue sowght, and studyed; and with sundry men conferred, and with my owne reasonable discourse laboured, whereby to fynde or get some ynckling, glyms or beame of such the forsaid radicall truthes: But, (to be brief) after all my forsaid endevor I could fynde no other way, to such true wisdome atteyning, but by thy extraordinary gift: and by no vulgar Schole doctrine, or humane Invention.",
      "page": "157"
    },
    {
      "text": "The greatest influences upon Dee and Kelly appear to have been Agrippa and Reuchlin. Agrippa's De occulta philosophia and Reuchlin's De verbo mirifico and De arte cabalistica are referred to specifically in marginal notes in Sloane MS 3188 (11b & 12a).",
      "page": "71"
    },
    {
      "text": "The most probable hypotheses are however that either Ashmole lent the originals (and perhaps also his own transcripts) to some person and that they were not returned or that his widow disposed of them separately after her husband's death, perhaps according to some instructions given to her. The most likely candidate to whom the MSS might have been lent is William Shippen, since his hand appears in annotations in Sloane MSS 3188 and 3189, the former having been in Ashmole's possession and the latter having been in Sir John Cotton's. The place of Sir Joseph Jekyll in the proceedings is only clear with regard to Ashmole's transcripts of Sloane MSS 3188 and 3191 and I am not convinced that he ever possessed Dee's original copies.",
      "page": "13"
    },
    {
      "text": "Jane was horrified but succumbed to her husband with the words: 'I trust that though I give myselfe thus to be used, that God will turn me into a stone before he would suffer me to receive any shame or inconvenience'.",
      "page": "43"
    },
    {
      "text": "The six month gap is the longest period in the manuscript during which there are no Actions recorded and if Kelly consistently refused to serve, one would expect Dee to have made some attempt to procure another scryer. That he apparently made no such attempt suggests the probability that he may at some time during that period have prevailed upon Kelly to continue with the Actions, a rupture between them occurring towards the latter end of the period, perhaps connected with the revelation that Kelly had been using a false name.",
      "page": "14"
    },
    {
      "text": "Chymistry, or Mathematicks, or Astrology, or Mechanicks, all which I find by his Writings he [Dee] was well versed in, and especially in the Business of Opticks, and Perspective and Mechanical Contrivances; an effect of which I conceive his Chrystal,or Angelical Stone, or Chrystallum sacratum, as he terms it, to have been, for that it was of a considerable bigness, and was placed upon a Pedestal, or Table, which he calls a Holy Table, which might contain the Apparatus to make Apparitions, when he had a mind to be seen in it, as likewise to produce Noises and Voices, if there were occasion. All which might be done by Art, has been shewn, both formerly by Roger Bacon, and of late by the Echoing Head.",
      "page": "106"
    },
    {
      "text": "Kelly meanwhile was voicing a desire to return to England (TFR, p. 247 & 254). On 8 October Dee's party was granted a passport of safe conduct for an indefinite time through all the Emperor's lands and Dee soon returned to Cracow to bring his family and goods on to Prague.",
      "page": "31"
    },
    {
      "text": "This kind of verbal force rests on a theory of language according to which there is a real, not conventional, connection between words and what they denote; moreover the word is not merely like a quality of the things it designates, such as its colour or weight; it is, or exactly represents, its essence or substance. A formula of words, therefore, may not only be an adequate substitute for the things denoted, but may even be more powerful.",
      "page": "145-146"
    }
  ],
  "critical_analysis": {
    "relevance": "The thesis meticulously analyzes the operational aspects of John Dee's angelic magic, providing a comprehensive account of his system as documented in Sloane MS 3188. It moves beyond general summaries by documenting the evolution of Dee's practices, critically evaluating claims of fraud or cryptography, and firmly situating his work within the broader context of Renaissance occult philosophy. This deep, technical analysis is highly relevant for understanding the practical mechanics, intellectual underpinnings, and historical context of early modern angelic magic.",
    "target_audience": "Academics and researchers in Western Esotericism, Occult Studies, History of Science, and Renaissance Studies. Practitioners interested in historical grimoire traditions and Enochian magic, as well as biographers of John Dee and Edward Kelly, will find the detailed analysis of Dee's methods, tools, and philosophical motivations invaluable."
  }
}