{
  "header": {
    "title": "The 9 Not Doings of The Order of The Voltec",
    "authors": [
      "Wendigo Vo",
      "Iremoch VI°",
      "Order of the Voltec"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Not-Doing",
      "Voltec",
      "Sorcery",
      "Left Hand Path",
      "Immortality",
      "Awareness",
      "Self Importance",
      "Consensual Reality",
      "Shadow Self",
      "Assemblage Point",
      "Chaos Magic",
      "Vampirism",
      "Shapeshifting",
      "Shamanic Techniques",
      "Self Deification"
    ]
  },
  "central_thesis": "The central thesis of 'The 9 Not-Doings of The Order of The Voltec' is to provide a structured framework of 'Not-Doings' that, when applied, facilitate the de-structuring of one's conventional self and perception. This process aims to liberate energetic investment from 'Consensual Reality', enhance 'Nightside Awareness', fortify the 'Shadow Self', and ultimately lead to 'Perceptual Freedom' and 'True Immortality' through Self Deification, serving as a practical guide for sorcerers within the Order of the Voltec.",
  "structure_content": [
    {
      "chapter_title": "The Nine Not-Doings of the Voltec",
      "summary": "This section introduces the nine core principles, or 'Not-Doings', that form the foundation of the Order of the Voltec's practice. These are presented not as commandments but as crucial reminders for the Voltec Initiate."
    },
    {
      "chapter_title": "Preface to the 9 Not-Doings Text (Wendigo V°)",
      "summary": "Wendigo V° explains the dual purpose of the Not-Doings: practical application in daily life to navigate challenges and release energy, and a deeper application to enhance 'Nightside Awareness'. The preface emphasizes that these are not mere suggestions but vital principles for an initiate's journey, highlighting the relentless nature of 'Consensual Reality' in its pursuit of one's energy."
    },
    {
      "chapter_title": "9 Not-Doings Explained (Iremoch VI°)",
      "summary": "Iremoch VI° clarifies the concept of 'Not-Doing' as an 'unfamiliar act' that engages one's entire being, forcing awareness of the 'luminous segment', and is the opposite of 'doing' (activities with cognitive accounts). It traces the concept to Carlos Castaneda's works and positions the Not-Doings as 'abstract sorcery propositions' for energetic and perceptual loosening, crucial for setting intent and achieving perceptual fluidity."
    },
    {
      "chapter_title": "The First Not-Doing",
      "summary": "This Not-Doing, 'We seek to become as no-thing, knowing that only in formlessness can true perceptual freedom be experienced,' advocates for 'Losing Human Form' as a path to Immortality and accessing broader fields of Awareness. It stresses that identifying as 'human' limits perception and true 'formlessness' is the goal, not an evolutionary 'Super Human' state. This is a progressive process requiring years of practice and is combative against 'Consensual Reality's' egregor."
    },
    {
      "chapter_title": "The Second Not-Doing",
      "summary": "This Not-Doing, 'We denounce the concept of ego preservation and 'Isolate Intelligence', knowing that to seek this in any way would hinder us from the infinite perceptual possibilities that Awareness is,' challenges traditional LHP views on ego. It distinguishes 'Ego' (Self Importance), 'Personality' (socially/culturally determined), and the 'Shadow Self' (inherent essence). The focus is on eliminating ego and reducing the Personality's influence to allow the Shadow Self to be the conduit for Immortality and Freedom of Perception."
    },
    {
      "chapter_title": "The Third Not-Doing",
      "summary": "This Not-Doing, 'We denounce the trappings of conventional society, in so far as these trappings are set to calcify our attention. Only when a conventional outlook or idea becomes Not-Doing for us individually do we seek to embody it. This is true antinomianism,' defines Voltec antinomianism not as mere rebellion, but as a deliberate act to liberate energy from 'Consensual Reality's' grasp. It advises engaging with conventional society only when doing so becomes a 'Not-Doing' (i.e., challenges calcified attention) for the individual, highlighting the strategic nature of energy management."
    },
    {
      "chapter_title": "The Fourth Not-Doing",
      "summary": "This Not-Doing, 'We denounce the use of Black Magic, or the manipulation of the life force for obtaining power over other individuals for common place ends. This does not include the use of heightened awareness for defensive or measures of self-preservation,' critiques 'Black Magic' for 'common place ends' as a manifestation of 'Self Importance'. It emphasizes examining one's motives for magical actions and prioritizing self-preservation through strategic awareness rather than power over others. The goal is 'Inaccessibility' and effective self-defense, with 'Magical Warfare' being a last resort."
    },
    {
      "chapter_title": "The Fifth Not-Doing",
      "summary": "This Not-Doing, 'We refuse to ever speak openly about the O.V. with non-O.V. members, and questions concerning ones membership are to be appropriately deflected. Any affiliate of an Order member who expresses intense interest in the O.V. should be directed to the Order web page or encouraged to e-mail a third or fourth ring member,' focuses on discretion regarding the Order's work and members to protect energetic construction. It discourages active recruitment, advocating for interested individuals to seek information via the official website or designated senior members, keeping detailed discussions general."
    },
    {
      "chapter_title": "The Sixth Not-Doing",
      "summary": "This Not-Doing, 'We seek to destroy anything that may augment our self importance. This does not include those energetic differences that make us what we are,' reinforces the constant vigilance against 'Self Importance'. It distinguishes between the 'poison' of Self Importance and inherent 'energetic differences' that constitute one's being, which are to be acknowledged and utilized in magical practice for Immortality, not destroyed."
    },
    {
      "chapter_title": "The Seventh Not-Doing",
      "summary": "This Not-Doing, 'We seek to de-structure ourselves in a harmonious way, rejecting those aberrant practices and behaviors that do not lend themselves to control and sobriety. The teachings of the Voltec are never to be used as justification for self-indulgence,' calls for the continuous dismantling of rigid worldviews and self-perceptions using Castaneda's 'Core Concepts'. It emphasizes a 'harmonious' approach, balancing life within 'Consensual Reality' with spiritual progress, and identifies self-indulgent distractions (e.g., excessive entertainment, substance abuse) as energetic poisons to be eliminated for complete Awareness."
    },
    {
      "chapter_title": "The Eighth Not-Doing",
      "summary": "This Not-Doing, 'As members of the Order of the Voltec, we must demonstrate competence and mastery over our dayside awareness. We must seek to impeccably engage ourselves with the world of human affairs, not withdrawing from it or denouncing it,' stresses the importance of engaging with mundane life skillfully to avoid 'ensnaring factors of Consensual Reality'. It identifies four pitfalls: Sense Gratification, Escapism, Priorities Out of Order (where sorcery is secondary), and False Justifications for self-indulgence. Mastery in human affairs is presented as crucial for Voltec work, allowing one to move 'unseen'."
    },
    {
      "chapter_title": "The Ninth Not-Doing",
      "summary": "This Not-Doing, 'We are prepared upon entering the O.V. to acknowledge our own eventual death as a change in energetic form and existence, maintaining that we have continually worked to fortify our individual awareness and thus aspire to true immortality,' addresses death not as an end but as a change in energetic form. It outlines three elements: acknowledging death as energetic transformation, fortifying 'individual Awareness' through Dreaming and Stalking, and aspiring to 'True Immortality' beyond the physical body. This includes developing the ability to persist as an 'inorganic entity' or temporarily manifest physically."
    },
    {
      "chapter_title": "In Closing",
      "summary": "The concluding section reiterates the ongoing importance of the '9 Not-Doings' for the Order of the Voltec. It emphasizes the practical, experiential nature of Voltec sorcery, where theories are tested and validated through direct application, leading members toward their destiny in Infinity. It hints at the cyclical nature of existence and the Voltec's role in the 'Old' and 'New' Cycles."
    },
    {
      "chapter_title": "The Order of the Voltec",
      "summary": "This section describes the Order's foundational philosophy: achieving an 'Intentional Leap' from one perception to another through flexibility and non-patterning. Its work integrates Toltec Sorcery, the concept of the 'Voltigeur' (leapers on the reverse Tree of Life), Chaos Magic, Vampirism, Shapeshifting, and Shamanic Techniques as a unique Left Hand Path approach to Self Deification. The Order focuses on modifying behavior to affect perception, liberating static energy, and engaging in simultaneous creation and destruction."
    }
  ],
  "key_concepts": [
    {
      "term": "Not-Doing",
      "definition": "Any unfamiliar act which engages one's total being by forcing it to become conscious of its luminous segment. It is the opposite of 'doing', which is anything that is a part of a whole for which one has a cognitive account."
    },
    {
      "term": "Consensual Reality",
      "definition": "A sentient entity with an Egregoric Awareness that actively opposes the sorcerer's progress by seeking to draw and feed upon their attention and energy. It is relentless in its pursuit of energy and imposes various concerns (financial, health, emotional) to keep one engaged. It is also referred to as Maya."
    },
    {
      "term": "Losing Human Form",
      "definition": "A major and progressive step in the Voltec's primary goal, leading to Self Deification, Perceptual Freedom, and Immortality. It involves disassembling the 'Human Mold' and assuming 'formlessness', thereby allowing access to more fields of Awareness beyond human limitations."
    },
    {
      "term": "Self Importance",
      "definition": "A 'poison' that hinders the quest for Immortality and true perception. It is linked to the Ego and manifests as arrogance, aloofness, or an over-focus on self-image, leading to wasted energy and preventing deeper energetic engagement."
    },
    {
      "term": "Shadow Self (aka Essence)",
      "definition": "The truer, inborn nature of one's being, distinct from Ego and Personality. It is the aspect of the Self that is the focus of Voltec work towards Immortality and Freedom of Perception, developed through energetic manipulations and capable of being fortified through practice."
    },
    {
      "term": "Perceptual Freedom",
      "definition": "The free movement of the Assemblage Point, which is a direct result of mastering Awareness and successfully undergoing 'Losing Human Form'. It allows the Initiate to access infinite perceptual possibilities."
    },
    {
      "term": "True Immortality",
      "definition": "A state where the Immortal has transcended the confines of a physical body, maintaining Awareness without needing corporeal identification. The Immortal gains perceptual freedom and can operate either as an 'inorganic entity' affecting the physical world or temporarily manifest in physical form."
    },
    {
      "term": "Antinomianism",
      "definition": "In the Voltec context, it is a strategic act of energetic liberation, not mere rebellion. It involves consciously breaking away from societal structures and conventional outlooks only when such an outlook or idea specifically 'becomes' a Not-Doing for the individual, thereby freeing calcified attention and energetic investment."
    },
    {
      "term": "De-structuring",
      "definition": "The process of letting go of rigid worldviews, fixed perceptions, and the limitations of one's conventional self. It is a lifetime pursuit achieved 'harmoniously' by applying Castaneda's 'Core Concepts', balancing life within Consensual Reality with the constant effort to dismantle limiting mental and energetic structures."
    },
    {
      "term": "Voltigeur",
      "definition": "A term used within the Order of the Voltec to describe the 'leapers' or 'vaulters' of the paths on the reverse side of the Tree of Life. It signifies those who transcend conventional energetic boundaries and perceive beyond standard frameworks."
    }
  ],
  "practical_system": {
    "description": "The Voltec's practical system is centered on the consistent application of 'Not-Doings' as tools for 'de-structuring' the conventional self. This involves engaging in 'unfamiliar acts' that compel total awareness and reveal the 'luminous segment' of being, thereby releasing energy typically bound by 'Consensual Reality'. Key operative principles include: 'Losing Human Form' (disassembling the 'Human Mold' to assume 'formlessness'), denouncing 'Ego preservation' to empower the 'Shadow Self' (Essence), and practicing 'true antinomianism' (strategically detaching attention from societal 'trappings'). It mandates denouncing 'Black Magic' for 'common place ends' in favor of 'heightened awareness' for self-preservation and strategic engagement. Discretion about the Order's work protects energetic integrity. The system also requires rejecting self-indulgent practices and maintaining 'control and sobriety' to avoid energetic drain. Members must demonstrate 'competence and mastery' in 'dayside awareness', impeccably engaging with human affairs while avoiding 'Sense Gratification', 'Escapism', 'Priorities Out of Order', and 'False Justifications'. Finally, it prepares initiates to acknowledge death as an energetic transition, fortifying 'individual Awareness' through 'Dreaming and Stalking techniques' to aspire to 'True Immortality' beyond physical form, capable of existing as an 'inorganic entity' or temporary physical manifestation.",
    "tools": [
      "Not-Doings (as practical exercises)",
      "Heightened Awareness",
      "Strategic engagement with Consensual Reality",
      "Carlos Castaneda's 'Core Concepts'",
      "Dreaming and Stalking techniques"
    ],
    "rituals": [
      "Ceremonial workings for removing 'The Death Urge'",
      "Magical Defense techniques",
      "Magical Warfare (advanced/last resort)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "The 9 Not-Doings of the Voltec were presented, to those whom work within this Current, by one of the founders of the Order of the Voltec, Iremoch VI°. These statements resemble other sets of \"rules\" or suggestions by other organizations, however, the Not-Doings are more than suggestions. They serve a dual purpose. On the sur- face, they may be applied on a regular basis during the course of our daily lives. While we are at school, at work or with our families we could apply these principles to, not only get through our lives in a desired fashion, but ex- perience a release of energy that could be applied to Sor- cerous ends. The second purpose, of the Not-Doings, is a deeper application upon which our Nightside Awareness will be enhanced by their observance.",
      "page": "7"
    },
    {
      "text": "A Not-Doing is any unfamiliar act which engages our total being by forcing it to become conscious of its luminous segment. In this way it is the opposite of doing. Doing is anything that is a part of a whole for which we have a cognitive account, while not-doing is an element that does not belong to the charted whole.",
      "page": "8"
    },
    {
      "text": "Consensual Reality is relentless in its pursuit of our energy. When these elements sneak past our defenses they will be harder to detect and stronger than ever (therefore harder to elimi- nate). For this reason, it is in the Voltecs best interest to remain vigilant and to be as critical of himself/herself as possible.",
      "page": "7-8"
    },
    {
      "text": "The Order of the Voltec bases its work on the essential energetic con- cepts of Toltec Sorcery and of the Voltigeur (a term used to describe the leapers or vaulters of the paths on the re- verse side of the Tree of Life) along with Chaos Magic. Vampirism, Shapeshifting and Shamanic Techniques as a unique approach to the Left Hand Path and Self Deifica- tion.",
      "page": "44"
    },
    {
      "text": "The Nine Not-Doings of the Voltec Sorcerer are abstract sorcery propositions which will allow an energetic and perceptual loosening for the adherent. This ability to purposefully embody an almost alien set of cognitions is the first step in setting up intent and becoming ever more capable of perceptual fluidity.",
      "page": "9-10"
    },
    {
      "text": "The aspect of the Self that is the focus of our work to- ward Immortality and Freedom of Perception is the Shadow Self (a.k.a. Essence).",
      "page": "18"
    },
    {
      "text": "True Immortality is a state that we can speculate about with relative certainty based on our observations and experiences. In this unique energetic state, the Immortal has moved past the confines of a physical body. In other words, they no longer need the physical body to identify the Awareness with, the Immortal now has the perceptual freedom to maintain that Awareness without needing to be reminded by the body.",
      "page": "41"
    },
    {
      "text": "Self Importance is dangerous because it makes us forget our actual positions. If we are honest, most of us have a very long way to go before we make even the slightest dent in Infinity.",
      "page": "28"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant for practitioners of Left Hand Path (LHP) traditions, particularly those influenced by Carlos Castaneda's sorcery and modern Chaos Magic. It provides a distinct, structured approach to self-transformation and energy management, moving beyond theoretical speculation to practical application. The emphasis on dismantling 'Consensual Reality' and 'Self Importance' aligns with contemporary esoteric currents focused on individual sovereignty and energetic engagement. It offers a framework for sustained, disciplined practice aimed at achieving profound shifts in consciousness and existence.",
    "target_audience": "The primary target audience consists of practicing magicians, initiates within Left Hand Path traditions, and adherents of Toltec sorcery or related esoteric systems. It is also suitable for individuals committed to rigorous self-transformation, energy work, and those seeking advanced, operative methods to achieve altered states of consciousness, 'Perceptual Freedom', and 'True Immortality'. The text assumes a foundational understanding of esoteric concepts and a serious commitment to practical magical work."
  }
}