{
  "header": {
    "title": "THE COMING SCIENCE",
    "authors": [
      "Hereward Carrington",
      "James H. Hyslop"
    ],
    "category": "Western Esotericism, Occultism, Psychical Research, Spiritism, Metaphysics",
    "keywords": [
      "Psychical Research",
      "Spiritualism",
      "Consciousness",
      "Immortality",
      "Telepathy",
      "Hypnotism",
      "Apparitions",
      "Weighing the Soul",
      "Haunted Houses",
      "Premonitions",
      "Eusapia Paladino",
      "Materialism",
      "Subliminal Consciousness"
    ]
  },
  "central_thesis": "Hereward Carrington argues that psychical phenomena represent \"the coming science,\" capable of providing empirical evidence for the existence of consciousness independent of the physical brain and the persistence of individual consciousness (immortality of the soul) after death, thereby challenging prevailing materialistic philosophies.",
  "structure_content": [
    {
      "chapter_title": "I. The Coming Science",
      "summary": "Declares psychical phenomena as the true \"coming science,\" offering insights into a spiritual dimension beyond current materialistic understanding."
    },
    {
      "chapter_title": "II. The Philosophy of Life; Or The Possibility of a Scientific Optimism",
      "summary": "Explores integrating spiritual and material aspects of life for a \"scientific optimism\" and considering implications for future existence."
    },
    {
      "chapter_title": "III. Psychical Research: Replies to Objections",
      "summary": "Defends psychical research against accusations of superstition and fraud, advocating for rigorous scientific inquiry into anomalous phenomena."
    },
    {
      "chapter_title": "IV. Haeckel’s “Law of Substance” and Immortality",
      "summary": "Critiques Haeckel's materialism, arguing for an immaterial \"soul substance\" and the persistence of consciousness, supported by emerging scientific understanding of matter."
    },
    {
      "chapter_title": "V. The Origin and Nature of Consciousness",
      "summary": "Challenges materialist brain-centric views, proposing the brain as a filter for consciousness, thereby supporting consciousness's non-physical origin and potential for survival."
    },
    {
      "chapter_title": "VI. The Problems of Hypnotism",
      "summary": "Analyzes hypnotism as a valid field for studying mental faculties beyond normal consciousness, including thought-transference and induced hallucinations."
    },
    {
      "chapter_title": "VII. The Problems of Telepathy",
      "summary": "Examines evidence for telepathy and thought-transference, suggesting \"ether vibration\" or \"cosmic consciousness\" as mechanisms for non-physical communication."
    },
    {
      "chapter_title": "VIII. The Problems of Sleep and Dreams",
      "summary": "Differentiates between normal and supernormal (e.g., telepathic, prophetic) dreams, linking them to broader consciousness."
    },
    {
      "chapter_title": "IX. Modern Spiritualism: A Brief Historical Résumé",
      "summary": "Traces the history of modern spiritualism and its diverse phenomena (raps, materializations), advocating for scientific investigation."
    },
    {
      "chapter_title": "X. The Case of Mrs. Piper",
      "summary": "Presents a detailed study of medium Leonora Piper, debating whether her communications are due to fraud, telepathy, or discarnate intelligence, leaning towards the latter."
    },
    {
      "chapter_title": "XI. On the Influence upon the Communicator’s Mind of Objects Presented to the Medium",
      "summary": "Discusses experiments with objects and mediums, exploring \"aura\" and \"psychometry\" as ways to transfer information beyond sensory perception."
    },
    {
      "chapter_title": "XII. The Nature of Apparitions",
      "summary": "Categorizes and examines theories of apparitions (objective entities, subjective hallucinations, thought-transference effects), using documented cases."
    },
    {
      "chapter_title": "XIII. Experiments in Weighing the Soul",
      "summary": "Discusses Dr. MacDougall's experiments measuring weight loss at death, interpreting it as potential evidence for an ethereal \"soul substance.\""
    },
    {
      "chapter_title": "XIV. Haunted Houses: Theories",
      "summary": "Presents theories for hauntings (objective ghosts, subjective influences, subtle energies, spirit communication) with case examples."
    },
    {
      "chapter_title": "XV. Haunted Houses and Their Cure",
      "summary": "Investigates practical, often psychic, methods for remedying hauntings, involving suggestion and clairvoyance."
    },
    {
      "chapter_title": "XVI. Premonitions: Facts and Theories",
      "summary": "Explores documented cases of precognitive dreams and intuition, theorizing about the perception of future events."
    },
    {
      "chapter_title": "XVII. Eusapia Paladino and the Physical Phenomena of Spiritualism",
      "summary": "Details the physical manifestations (levitations, object movements) observed with medium Eusapia Paladino, acknowledging fraud claims alongside genuine phenomena."
    },
    {
      "chapter_title": "XVIII. Conclusion",
      "summary": "Summarizes the body of evidence in psychical research, asserting its scientific validity and profound implications for consciousness and survival, challenging materialism."
    }
  ],
  "key_concepts": [
    {
      "term": "Psychical Research",
      "definition": "The scientific investigation of anomalous phenomena attributed to powers of the mind or to spiritual agencies, existing outside the scope of conventional science."
    },
    {
      "term": "The Coming Science",
      "definition": "Carrington's term for psychical research, posited as the next frontier of scientific inquiry capable of revealing fundamental truths about consciousness and existence beyond materialistic explanations."
    },
    {
      "term": "Immortality (of the Soul/Consciousness)",
      "definition": "The persistence of individual consciousness or a 'soul substance' after the death of the physical body, a core implication Carrington seeks to establish through psychical phenomena."
    },
    {
      "term": "Materialism",
      "definition": "The philosophical stance that physical matter is the only reality and that all phenomena, including consciousness, are results of material interactions; a primary target of Carrington's critique."
    },
    {
      "term": "Spiritualism",
      "definition": "The belief that spirits of the dead can communicate with the living, often through mediums, whose phenomena Carrington investigates scientifically."
    },
    {
      "term": "Telepathy",
      "definition": "The direct communication of thoughts or feelings from one person's mind to another's without using sensory channels, presented as a legitimate psychic phenomenon."
    },
    {
      "term": "Hypnotism",
      "definition": "A trance-like state characterized by increased suggestibility, used in psychical research to explore mental faculties and phenomena beyond normal waking consciousness."
    },
    {
      "term": "Apparitions",
      "definition": "The manifestation of figures or entities, whether subjective (hallucinations) or objective (actual spirit presence), whose nature is investigated within psychical research."
    },
    {
      "term": "Soul Substance",
      "definition": "A hypothetical, possibly ethereal, non-gravitative substance that constitutes individual consciousness and is believed to separate from the body at death, as explored in experiments like MacDougall's."
    },
    {
      "term": "Aura / Psychic Atmosphere",
      "definition": "A subtle emanation or influence associated with individuals or places, believed to carry information or exert effects, particularly relevant in psychometry and theories of haunted houses."
    },
    {
      "term": "Communicator / Medium",
      "definition": "In spiritualism and psychical research, the 'communicator' refers to the discarnate entity or intelligence attempting to communicate, while the 'medium' is the person through whom such communication occurs."
    },
    {
      "term": "Noumena",
      "definition": "In Carrington's context, refers to the underlying realities, forces, and causes of phenomena that are beyond direct empirical observation but are inferred through the study of psychical manifestations, contrasting with observable 'phenomena'."
    }
  ],
  "practical_system": {
    "description": "This book does not present a 'practical system' of magic or occult practice in the form of instructions for the reader. Instead, it is an academic treatise that analyzes and defends the existence and mechanisms of various psychical phenomena (e.g., telepathy, hypnotism, spirit communication, apparitions) from a scientific research perspective. While it discusses observed manifestations and remedial actions (like 'curing' haunted houses using 'hypnotic telepathic suggestion' or clairvoyant trance), these are described as investigative findings and interventions, not as practices for the reader to perform directly. The book's primary goal is to establish the scientific credibility of these phenomena, not to function as a manual for personal magical or occult practice.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "Psychical phenomena and psychical research are, in my opinion, the coming science.",
      "page": "20"
    },
    {
      "text": "Psychical phenomena offer the only proof that we can ever obtain that a soul or consciousness can exist apart from brain functioning, and it consequently becomes a matter of the first importance to ascertain, if possible, whether such facts actually exist, or whether they are one and all hallucination and the results of fraud and a dis-ordered imagination.",
      "page": "12"
    },
    {
      "text": "Matter can vanish without return... The atoms of all substances can disappear without return by being transformed into energy.",
      "page": "94"
    },
    {
      "text": "Positive electricity is immaterial we have evidence; and it is certain that no definite place has been assigned to it, as yet. May not this positive electricity, then, be the active life-principle of the universe?",
      "page": "111"
    },
    {
      "text": "Is it the soul substance? How else shall we explain it?",
      "page": "290"
    },
    {
      "text": "Thus, the clairvoyant “Jane” was directed to the haunted Willington Mill in her clairvoyant trance, and described the influences about the house and the spirits that were said to haunt it.",
      "page": "337"
    }
  ],
  "critical_analysis": {
    "relevance": "The Coming Science is a foundational work in early 20th-century psychical research, bridging scientific methodology with occult and esoteric phenomena. Carrington's detailed compilation and defense of psychical evidence against scientific materialism is crucial for understanding the historical development of Western Esotericism and the emergence of parapsychology. It articulates a distinct epistemological position that challenges both scientific reductionism and uncritical spiritual belief, framing psychical research as the future of scientific inquiry into the subtle nature of reality.",
    "target_audience": "The book targets academic researchers, scientists, philosophers, and educated skeptics interested in consciousness, survival after death, and the scientific investigation of psychic phenomena. It also appeals to spiritualists and occultists seeking intellectual justification and a rigorous understanding of their experiences, aiming to persuade them of the validity and importance of psychical research."
  }
}