{
  "header": {
    "title": "Harvey J. Irwin's Introduction to parapsychology (3rd edition): A Reinterpretation in Terms of the Theory of Psychopraxia",
    "authors": [
      "MICHAEL A. THALBOURNE"
    ],
    "category": "Parapsychology, Theoretical Framework",
    "keywords": [
      "Psychopraxia",
      "ESP",
      "PK",
      "Parapsychology",
      "Endosomatic Functions",
      "Exosomatic Functions",
      "Psi",
      "Survival Hypothesis",
      "Precognition",
      "Psi-Missing",
      "Experimenter Effect",
      "Near-Death Experiences",
      "Poltergeist",
      "Out-of-Body Experiences",
      "Apparitions",
      "Reincarnation",
      "Pro Attitude",
      "Ontology-Neutral"
    ]
  },
  "central_thesis": "Michael A. Thalbourne's central thesis is to reinterpret the phenomena traditionally categorized as extrasensory perception (ESP) and psychokinesis (PK) within the unitary and ontology-neutral framework of 'psychopraxia'. This theory proposes that goal-achievement, driven by 'pro attitudes', manifests through either endosomatic (within the mind-body complex) or exosomatic (outside the mind-body complex) functions, thereby unifying disparate parapsychological concepts and providing a more precise theoretical foundation for the field.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Parapsychology and Psychopraxia's Core Concepts",
      "summary": "Thalbourne introduces psychopraxia as an ontology-neutral conceptual framework designed to overcome the ambiguities of traditional ESP/PK distinctions. He defines parapsychology as the study of 'exosomatic psychopraxia' (exo-psychopraxia) and outlines the theory's three common features for ESP and PK: the diasomatic hypothesis, involvement of 'pro attitudes', and perception as a form of action. Psychopraxia aims to unify these, eliminating the need for 'psi' and distinguishing between exo-psychopraxia (anomalous) and endo-psychopraxia (normal mind-body functions)."
    },
    {
      "chapter_title": "Origins of Parapsychological Research and Mediumship",
      "summary": "This section reinterprets historical cases of apparent psychic ability, particularly from Spiritualism, through the lens of psychopraxia. Phenomena such as Daniel Dunglas Home's levitations are viewed as controlled 'omega-psychopraxia'. Cases like Leonora Piper and Hélène Smith are analyzed for their 'pro attitudes' towards a controlling entity or simulating exo-psychopraxia, highlighting the difficulty in distinguishing genuine exosomatic effects from creative 'endo-psychopraxia' or fraud. The author argues that investigations into mediums often reveal endo-psychopraxia rather than authentic paranormal phenomena, although this conclusion is deemed 'too harsh'."
    },
    {
      "chapter_title": "Phenomenology and Experimental Research of ESP",
      "summary": "Thalbourne praises Irwin's phenomenological approach as useful for identifying conditions for psychopractic influence. He suggests that an emotional relationship can facilitate exo-psychopraxia. The paper critiques Irwin's implicit dualism in discussing ESP, arguing that psychopraxia remains ontology-neutral. 'Sender-less exo-psychopraxia' is proposed to describe phenomena like clairvoyance, where a target-aware sender is not required. The experimenter effect is seen as a manifestation of the experimenter's 'pro attitude' influencing outcomes via exo-psychopraxia, necessitating studies where experimenters hold counter-attitudinal goals for stronger evidence."
    },
    {
      "chapter_title": "Performance Characteristics and Precognition",
      "summary": "Psi-missing is reinterpreted as 'significantly negative scoring', achieving a hidden 'pro attitude' (e.g., disproving the hypothesis). This renders psychopraxia falsifiable. Clustering of 'hits' is suggested to indicate sporadic conditions necessary for psychopractic achievement. Regarding time, psychopraxia currently disallows true precognition or retrocognition, explaining such experiences as 'extrapolation' from currently available (exosomatic) information. The intervention paradox is resolved by viewing 'precognitive' events as potential maps, alterable by action."
    },
    {
      "chapter_title": "Psychokinesis and Special Topics",
      "summary": "Thalbourne aligns with Irwin that PK is goal-directed and that the psychological aspects of participants are more crucial than physical target properties. PK is viewed as sharing a unitary process with ESP within psychopraxia. Special topics like macro-PK are seen as large-scale exo-psychopraxia, paralleling extraordinary endo-psychopraxia. Psychic healing is discussed as an exosomatic phenomenon (psi-epsilon/psi-kappa) mirroring endosomatic healing, with research difficulty acknowledged for human subjects."
    },
    {
      "chapter_title": "Theories of Psi and Survival Hypothesis",
      "summary": "The author introduces psychopraxia as a new theory addressing the lack of theoretical consensus in parapsychology, building on Thouless-Wiesner's Shin theory. Stanford's psi-mediated instrumental response (PMIR) and conformance behavior models are noted for their similarities to psychopraxia, particularly regarding 'dispositions' (akin to pro attitudes) and unconscious operation. The survival hypothesis is recontextualized as the 'exosomatic goal of surviving one’s death', acknowledging its compatibility with materialism and the self's potential survival, while maintaining the focus on distinguishing endo- from exo-psychopraxia."
    },
    {
      "chapter_title": "Poltergeists, NDEs, OBEs, Apparitions, and Reincarnation",
      "summary": "Poltergeist phenomena are attributed to unconscious exo-psychopraxia from a 'focus' person, often driven by unresolved conflict or hostility. Near-Death Experiences (NDEs) and Out-of-Body Experiences (OBEs) are questioned for their exosomatic component, with Thalbourne suggesting endosomatic interpretations (e.g., 'striking figment of imagination' for NDEs, 'synaesthetic theory' for OBEs), while still allowing for exo-psychopractically-acquired information. Apparitions are interpreted as either unconscious pro attitudes or psychopractic agency from living/deceased referents. Reincarnation cases are considered for evidence of exo-psychopractic skills from a past life, or as information acquired by exo-psychopraxia and dramatized."
    },
    {
      "chapter_title": "Psychology of Belief and Evaluation of Parapsychology",
      "summary": "The psychology of paranormal belief is affirmed as a legitimate field, distinct from the actual occurrence of exo-psychopraxia. The 'sheep-goat effect' (believers performing better) and its correlates (e.g., magical ideation, mystical experience) are presented as predictors of exo-psychopraxia. Thalbourne concludes that Irwin's book helps ascertain evidence for exo-psychopraxia versus endo-psychopraxia, advocating for the psychopractic terminology as more precise, despite its length, to better describe the phenomena and unify the field scientifically."
    }
  ],
  "key_concepts": [
    {
      "term": "Psychopraxia",
      "definition": "A fundamental principle underlying all interactions between the self and the realm of mental and physical events, where under certain (presently unspecified, likely psychophysiological) conditions, the adoption of a 'pro attitude' automatically results in its fulfillment in reality."
    },
    {
      "term": "Exosomatic Psychopraxia (Exo-psychopraxia)",
      "definition": "Those manifestations of goal-achievement which are exosomatic rather than endosomatic, meaning they are not mediated by the normal sensory-motor apparatus. This concept encompasses traditional 'psi' phenomena like ESP and PK."
    },
    {
      "term": "Endosomatic Psychopraxia (Endo-psychopraxia)",
      "definition": "Psychopraxia occurring within the mind-body complex, mediated by normal sensory-motor apparatus. This refers to normal mental and physical actions and processes within the self, often contrasted with exosomatic manifestations."
    },
    {
      "term": "Pro Attitude",
      "definition": "A conscious or unconscious preference for a certain state (S) over its alternative (not-S). This 'pro attitude' is identified as the causal, goal-oriented component driving psychopractic achievement, whether endosomatic or exosomatic."
    },
    {
      "term": "Diasomatic Hypothesis",
      "definition": "The postulate that psi (and thus psychopraxia) takes place 'throughout and beyond the body', involving both exosomatic manifestations and endosomatic processes of perception and volition within the mind-body complex. It posits a unitary nature for ESP and PK."
    },
    {
      "term": "Psi-Missing / Significantly Negative Scoring",
      "definition": "A reinterpretation of 'psi-missing' as not a failure, but rather the achievement of an implicit, often unconscious, 'pro attitude' to obtain a result opposite to the conscious intent, or to achieve a different, unstated goal (e.g., disproving the hypothesis)."
    },
    {
      "term": "Ontology-Neutral Framework",
      "definition": "A theoretical approach designed to be compatible with any of the major philosophical ontologies (Dualism, Materialism, Idealism), avoiding the need to assume specific distinctions between mind and matter when defining phenomena like psychopraxia."
    }
  ],
  "practical_system": {
    "description": "While not a practical manual for performing magic, the theory of psychopraxia outlines the theoretical operative principles for achieving desired outcomes, whether normal (endo-psychopraxia) or anomalous (exo-psychopraxia). The core 'mechanism' is the 'pro attitude' – a conscious or unconscious preference for a state. The 'system' implies that if one adopts a sufficiently strong 'pro attitude' under certain (presently unspecified, likely psychophysiological) conditions, the desired outcome will manifest. Therefore, for an individual seeking to manifest an outcome, the practical implication is to cultivate a clear, unwavering 'pro attitude' towards that specific goal, and to foster conditions conducive to its manifestation, which phenomenological research aims to identify. This framework suggests that the *will* (as 'pro attitude') is the fundamental 'tool' for shaping reality, both internal and external. The text highlights that 'psychic healing' and 'materialization' are forms of exo-psychopraxia, implying that the 'pro attitude' of the healer/operator would be directed towards the desired healing/materialization outcome.",
    "tools": [
      "The 'self' and its 'pro attitudes' (will, intention, desire) as the primary operative 'tool'.",
      "Conscious and unconscious mental focus to establish and maintain the 'pro attitude'.",
      "Analysis of 'intervening conditions' (likely psychophysiological) that enable the 'pro attitude' to translate into reality. This would involve introspection and empirical study to understand one's own 'psychopractic' potential."
    ],
    "rituals": [
      "Cultivation of a clear and strong 'pro attitude' towards a desired goal (conscious or unconscious).",
      "Entering 'receptive states' (as observed in mediums) or 'comfortable' states (as noted in experimental participants) to optimize conditions for psychopractic influence. This suggests mental and emotional preparation to align the self with the intended outcome.",
      "Phenomenological self-observation to identify personal conditions and 'pro attitudes' that correlate with successful (or 'psi-missing') psychopractic achievements."
    ]
  },
  "relevant_quotes": [
    {
      "text": "'psychopraxia' may thus be defined as a fundamental . . . principle underlying all interactions between the self. . . and the realm consisting of mental and physical events, whereby under certain conditions (as yet unspecified, but probably psychophysiological) the adoption of a [pro attitude] automatically results in its fulfilment in reality; psi is thus seen as a special instance of psychopraxia, being those manifestations of goal-achievement which are exosomatic rather than endosomatic, i.e., which are not mediated by the normal sensory-motor apparatus. [fm. Gk. psyche, 'soul, self', + praxia, der. fm. prattein, 'to accomplish, bring about']",
      "page": "107"
    },
    {
      "text": "Unfortunately, the term psi has become so firmly connected with the exosomatic manifestations of [the self] that to use it in connection with normal psychology, for the endosomatic manifestations of [the self], now appears as a contradiction in terms. In these circumstances a new term is clearly needed that would encompass both the exosomatic and endosomatic manifestations of [the self].",
      "page": "106"
    },
    {
      "text": "A person may be said to have a pro attitude towards state S when they would consciously prefer S rather than not-S if those two alternatives were to be brought to their attention",
      "page": "106"
    },
    {
      "text": "...in my experience of undergraduate laboratory exercises psychologists generally delude themselves of the level and quality of replicability entailed in many of their accepted phenomena.",
      "page": "111"
    },
    {
      "text": "...although the data of ESP experiments may testify to a genuine phenomenon these data might be attributable to factors other than ESP",
      "page": "111"
    },
    {
      "text": "PK is directed towards a goal rather than necessarily to the underlying physical mechanisms of the target event",
      "page": "115"
    },
    {
      "text": "When one obtains “psi-missing\" one should rephrase it as \"significantly negative scoring\": From the point of view of the subject this significant negative scoring might not be missing at all, but hitting on some other, implicit, goal.",
      "page": "112"
    }
  ],
  "critical_analysis": {
    "relevance": "Thalbourne's psychopraxia theory represents a significant academic contribution to parapsychology by offering a unified, ontology-neutral framework for understanding anomalous phenomena. Its main relevance lies in attempting to resolve the conceptual ambiguities inherent in the traditional ESP/PK distinction and the philosophical challenges of defining 'psi'. By emphasizing 'pro attitudes' as a core causal factor and distinguishing between endosomatic and exosomatic goal-achievement, it provides a more precise vocabulary and conceptual model. This approach moves beyond mere descriptive categorization towards a process-oriented understanding, potentially guiding future research by focusing on the conditions and intentions (conscious or unconscious) underlying psychopractic manifestations. For the broader academic study of consciousness and intention, it suggests a profound interconnectedness between internal states and external reality, even if its primary focus is on anomalous phenomena. In the context of esotericism and occultism, while not directly a magical system, it offers a sophisticated academic lens through which to analyze claimed magical effects (e.g., intention-based manifestation, energy work, psychic healing) by providing a parapsychological 'theory of everything' for such occurrences, grounding them in a proposed scientific principle rather than supernaturalism. The emphasis on 'pro attitude' resonates strongly with magical principles concerning Will and intention.",
    "target_audience": "The primary target audience is academic parapsychologists, researchers, and advanced students in psychology, philosophy, and cognitive science interested in theoretical frameworks for anomalous experiences. It would also appeal to critical thinkers within esoteric and occult traditions who seek a more rigorous, scientific, or theoretically unified understanding of phenomena often attributed to magical or psychic powers, offering a conceptual bridge between academic parapsychology and the broader study of anomalous experiences."
  }
}