{
  "header": {
    "title": "Red Magick: Grimoire of Djinn Spells and Sorceries",
    "authors": [
      "Egyptian Sorcerer Al-Toukhi"
    ],
    "category": "Magic / Grimoires",
    "keywords": [
      "Djinn magic",
      "Arabic magic",
      "grimoire",
      "love spells",
      "protection",
      "evocation",
      "spirit evocation",
      "geomancy",
      "astrology",
      "sorcery",
      "witchcraft",
      "voodoo",
      "talismanic magic",
      "binding spells",
      "destruction magic"
    ]
  },
  "central_thesis": "This grimoire compiles traditional Egyptian and Arabic magical practices for invoking and commanding Djinn and other spiritual entities to achieve practical ends, including love, wealth, protection, and destructive vengeance, emphasizing results over ethical concerns and providing detailed operative instructions for various magical operations.",
  "structure_content": [
    {
      "chapter_title": "IMAM GHAZALI'S FAMOUS AND TIME-TESTED INVOCATION AND ITS EMPLOYMENTS",
      "summary": "This foundational invocation provides a potent method for addressing Allah, Jinn, and angels, utilizing extensive divine and angelic names (e.g., Yah (يا), Elasher Ehieh, Adonai Tzabaoth). It is designed to be a versatile tool for various magical purposes, from gaining esoteric knowledge to commanding spirits, by first establishing authority through the praise of Allah and then compelling entities through their sacred names, culminating in a formal rebuke."
    },
    {
      "chapter_title": "THE CONJURATION OF QUEEN AYNAH",
      "summary": "This ritual details the process for conjuring Queen Aynah to obtain hidden information or reveal secrets. It involves writing a specific sigil on the right palm using a mixture of musk and saffron. The practitioner then places the inscribed palm over incense, faces east, and recites a precise invocation a designated number of times, incorporating Arabic names (e.g., Ba'ashatal, Bakahooshal, Bataghayoosh) and specific Quranic phrases to compel the entity's manifestation and communication."
    },
    {
      "chapter_title": "A LOVE SPELL (page 79)",
      "summary": "This love spell employs sympathetic magic using an egg. The ritual instructs the practitioner to boil and shell an egg, then inscribe a specific phrase on its surface: 'Whenever they kindle a fire for war it is kindled in the heart of N. by the love of N...' Subsequently, the egg is cut while pronouncing the names of both the target and their mother. One half of the egg is then fed to a black dog, and the other half to a black cat, creating a magical link and compelling affection."
    },
    {
      "chapter_title": "INDUCING LOVE THROUGH FAQTASH",
      "summary": "This love operation involves creating a talisman on a freshly laid black egg. The inscribed egg is then wrapped in a piece of the target's clothing, placed in cold ashes, and ignited. Concurrently, the practitioner recites a specific incantation (e.g., Hajlaj, Waj, Tash, Ataqoosh, Ma'toosh, Jalal) between 21 and 45 times. The spell functions by combining sympathetic contact (clothing) with transformative fiery energy to induce love."
    },
    {
      "chapter_title": "TALISMAN FOR FULFILLMENT OF NEEDS",
      "summary": "A general-purpose talisman for achieving desired outcomes. It is prepared by writing specific symbols or names on white paper using musk, saffron, and rose water. The prepared paper is then ritually burned. The act of burning is believed to carry the practitioner's intent to the intended recipient or situation, compelling the fulfillment of a specific need or desire."
    },
    {
      "chapter_title": "DESTRUCTION OF AN OPPRESSOR AND INFLICTING PAIN ON HIM",
      "summary": "This maleficent spell targets an oppressor, aiming to inflict pain and destruction. It is performed on a Friday or Wednesday. The ritual requires writing a specific numerical square (e.g., 347, 352, 345) on a piece of paper, which is then buried near a heat source. Foul-smelling incenses like asafetida and sulfur are burned. The invocation includes the phrase 'La alam ta'am 'ala man yamasahu adada 'adad lisaqa sum 111 fihi muhyah,' utilizing numerology and noxious substances to achieve harmful intent."
    },
    {
      "chapter_title": "BINDING SECTION FOR BINDING A MAN OR A WOMAN",
      "summary": "This spell aims to prevent a target from engaging in sexual activity with anyone other than the practitioner. The instructions involve writing specific names and invocations on a piece of paper, which is then buried in an abandoned grave. A key invocation includes 'We said, O Two-Horned One, that Gog and Magog are causing destruction in the earth.' The ritual employs names such as Badooz, Bashmazab, Harzal, and Ehieh Asher Ehieh, intending to physically bind the target through sympathetic magic and spirit compulsion."
    },
    {
      "chapter_title": "SECTION ON SENDING MAYMOON AS A MESSENGER",
      "summary": "This ritual describes how to send the Djinn Maymoon as a messenger to deliver an intention. The practitioner writes five specific names on the fingers of the left hand and seven on the right palm. An invocation is recited 1,000 times, accompanied by burning frankincense and benzoin. Entities such as Anish, Mashlamish, Ayish, Maqash, and Kayhoosh are invoked. The operation is typically conducted during nighttime hours, indicating a spirit-based communication task."
    },
    {
      "chapter_title": "VERSE FAMOUS FOR ITS QUICKNESS OF RESPONSE",
      "summary": "This section introduces a magical square talisman (e.g., numbers 3572, 3566, 3569, 3573, 3574) designed for rapid results and to attract wealth. The square incorporates numerical values derived from a specific Quranic verse. The operative process involves writing the letters of the verse around the prepared square and suspending it on a tripod. The practitioner then recites the verse repeatedly until the talisman begins to spin, indicating its activation and the swift manifestation of the desired outcome."
    }
  ],
  "key_concepts": [
    {
      "term": "Djinn/Jinn",
      "definition": "Supernatural entities originating from Arabic folklore and Islamic teachings, made of smokeless fire. In this grimoire, they are frequently invoked and commanded for various magical operations, acting as subservient spirits to the practitioner's will."
    },
    {
      "term": "Talisman",
      "definition": "A consecrated object, typically inscribed with specific symbols, divine names, Quranic verses, or numerical squares, prepared on various materials (paper, metal, animal skin, eggs) and charged to manifest a particular magical effect."
    },
    {
      "term": "Invocation/Conjuration",
      "definition": "The ritual act of calling upon a deity, angel, or spirit to manifest, lend its power, or execute a specific task. The grimoire integrates both Islamic divine names and specific names of Djinn and angelic entities in these appeals."
    },
    {
      "term": "Rebuke",
      "definition": "A formal command or dismissal, typically delivered at the conclusion of an invocation or conjuration, intended to control an invoked entity, ensure its obedience, and safely send it away, preventing unwanted lingering effects."
    },
    {
      "term": "Sura",
      "definition": "A chapter from the Quran, utilized in this magical system not merely for religious piety but as a source of potent divine energy and authoritative command when recited or inscribed during operative rituals."
    },
    {
      "term": "Sympathetic Magic",
      "definition": "A magical principle wherein 'like affects like,' or things that were once in contact continue to influence each other. This is applied through the use of personal items of the target (e.g., clothing, hair) or symbolic objects in rituals to create a magical link."
    },
    {
      "term": "Numerical Squares/Magical Squares",
      "definition": "Grids of numbers or letters arranged so that the sum of the numbers in each row, column, and diagonal is constant. These are used to embody specific planetary, divine, or elemental energies and intentions within talismans."
    }
  ],
  "practical_system": {
    "description": "The magical system delineated in 'Red Magick' is fundamentally a form of Djinn-based sorcery, built upon the rigorous invocation and conjuration of various spiritual entities—including Djinn, angels, and other intelligences—all conducted under the authoritative umbrella of Islamic divine names and select Quranic passages. The operations are highly structured and ritualized, centering on the creation and precise manipulation of talismans. The overarching objective is to compel external reality to align with the practitioner's will, addressing a diverse range of intentions from securing love and attraction to achieving material prosperity, protection, healing, and even engaging in binding and destructive magic.",
    "tools": [
      "Writing Materials: Paper (various colors, including white, green, red), parchment (tanned deer skin), eggs (fresh, boiled, black), copper vessels, potsherds, cloth (white, target's clothing), goat horn.",
      "Inks: Saffron & Rose water, black ink, red ink, lead (for engraving).",
      "Incenses: Frankincense, benzoin, aloes wood, myrrh, bdellium, sulfur, asafetida, coriander.",
      "Lamps/Fires: New oil lamps, braziers, and designated fire sources for burning talismans.",
      "Miscellaneous: Tripods (for hanging talismans), specific types of earth (e.g., grave earth), water, salt, mirrors, pebbles, animal parts (e.g., sparrow)."
    ],
    "rituals": [
      "Inscription: Writing specific names, numbers, or sigils on diverse materials (e.g., paper, eggs, animal skin, metal, cloth, potsherds) using particular inks (e.g., saffron/musk, red ink, lead).",
      "Incantation/Recitation: Performing precise verbal or mental pronouncements of divine names, spirit names, Quranic verses, or specific phrases, often for a designated number of repetitions.",
      "Fumigation: Burning specific incenses (e.g., frankincense, benzoin, aloes wood, myrrh, sulfur, asafetida, coriander) to prepare the ritual space, attract spirits, or empower talismans.",
      "Sympathetic Contact: Utilizing personal effects of the target (e.g., clothing, hair, names) or symbolic objects (e.g., eggs for life/fertility) to establish a potent magical link for influence.",
      "Timing: Executing operations on astrologically significant days of the week, during specific lunar phases, or within particular planetary hours to enhance efficacy.",
      "Physical Manipulation: Ritualistically burying talismans, placing them in designated locations (e.g., under a doorstep, near fire, in abandoned graves), or physically altering ritual objects (e.g., cutting eggs, burning paper).",
      "Amuletic Magic: Consecrating and wearing or carrying objects (amulets, rings) for continuous protection, attraction, or exerting influence.",
      "Purification: Performing ritual ablutions (ghusl) prior to engaging in certain powerful invocations to ensure ritual cleanliness and readiness."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Red Magick is a book for sorcerers looking for results at all costs. In its pages, scholars and researchers will find compelling insights into Djinn-based sorcery. Practitioners of witchcraft, sorcery, practical magic, voodoo, and other spell-based arts can find inspiration and techniques to take them to the next level of causing reality to conform to their will. Red Magick takes its name from the Red King of the Jinn and focuses on works of sexual arousal and domination and works of destruction and conquering all obstacles in one's path. Use at your own discretion.",
      "page": "Back Cover"
    },
    {
      "text": "You say: 'In the name of Allah, Most Merciful and Gracious. In the name of Allah, who is possessed of all attributes of majesty and magnificence, who is exalted above resemblance, whose entity is beyond explanation, the Loving, the Glorious, the Lord of this world and the hereafter, the Lord of mankind, who is hidden from the eyes and thus the spiritual worlds cannot see Him, who is transcendent above having limitations, ancestors, a wife, or offspring. He lodged souls in outward appearances. His is the might, power, and strength.'",
      "page": "1"
    }
  ],
  "critical_analysis": {
    "relevance": "This grimoire occupies a distinct niche within the broader traditions of occult literature, specifically drawing from Arabic and Islamic magical practices, which differentiates it from the more commonly circulated European Goetic or Solomonic texts. Its explicit focus on Djinn and the syncretic integration of Quranic verses and Islamic divine names with spirit evocation provides a unique operational framework. The book's purported origin from 'manuscript collections preserved in Egyptian libraries' positions it as an attempt to codify and disseminate regional folk magic and sorcery. The 'results at all costs' ethos, particularly regarding manipulative or destructive magic, marks it as a text for practical, outcome-driven sorcery, contrasting sharply with 'white light' or self-development-oriented magical paths.",
    "target_audience": "The book directly addresses 'sorcerers looking for results at all costs,' 'scholars and researchers,' and 'practitioners of witchcraft, sorcery, practical magic, voodoo, and other spell-based arts.' This indicates an audience primarily interested in pragmatic, tangible magical outcomes for purposes such as love, domination, material gain, and offensive magic. The inclusion of the phrase 'Use at your own discretion' underscores that the content may involve ethically challenging operations, appealing to practitioners willing to bypass conventional moral boundaries for magical efficacy."
  }
}