{
  "header": {
    "title": "DELOMELANICON Il Libro delle Nove Porte",
    "authors": [
      "Frank G. Ripel"
    ],
    "category": "Western Esotericism, Occultism, Grimoire Magic",
    "keywords": [
      "Delomelanicon",
      "Nine Gates",
      "De Tenebrarum Regis Novem Portis",
      "De Umbrarum Regni Novem Portis",
      "Qabalah",
      "Luciferianism",
      "Lovecraftian Magic",
      "Nine Doors",
      "Magical System",
      "Chthonic Magic",
      "Initiation",
      "Self-Divinization"
    ]
  },
  "central_thesis": "The 'Delomelanicon' presents a dual initiatory system, framed as a Luciferian path to self-divinization through traversing Nine Gates. This journey involves confronting archetypal entities (Guardians), acquiring specific knowledge ('Keys'), and manipulating esoteric energies to integrate aspects of Light, Darkness, Will, Love, and Force. The system is presented as a 'manipulation' of an ancient text, synthesizing Qabalistic structures with Lovecraftian entities to guide the practitioner towards ultimate knowledge and personal apotheosis, by descending the Tree of Life in the 'De Tenebrarum' path and exploring the 'Umbrarum Regni' (Kingdom of Shadows) in the second path.",
  "structure_content": [
    {
      "chapter_title": "Nota Introduttiva",
      "summary": "This section explains the historical context and various titles of the 'Delomelanicon', noting its Egyptian origin ('Le Nove Porte' from the IX Dynasty), Greek translation ('Delomelanicon' meaning 'Revelation of Darkness' or 'Evocation of Shadows'), and Latin versions ('De Tenebrarum Regis Novem Portis' and 'De Umbrarum Regni Novem Portis'). It highlights that the Latin 'De Tenebrarum' version is a 'manipulation' by Gnostic Jewish circles, contrasting with the 'faithful' Greek 'De Umbrarum' version. The text mentions its journey through historical figures like Giordano Bruno and its influence on modern works like 'The Ninth Gate'."
    },
    {
      "chapter_title": "L'Immagine (De Tenebrarum Regis Novem Portis)",
      "summary": "Introduces the symbolic core: the Tree of Life, Lightning, and the Serpent, with 13 Fruits, 1 Lightning, 12 Rays, and the Serpent coiled thrice. It describes Man as a 'Seed for a New Tree' and the 'Oscura Via della Luce' (Dark Way of Light) towards 'complete Realization'. The journey involves 9 Gates, 13 Worlds, and 13 Guardians, aiming for man to become a God by opening these gates with 'Keys'."
    },
    {
      "chapter_title": "I. Le Tre Radici dell'Albero (De Tenebrarum Regis Novem Portis)",
      "summary": "This section describes descending the Tree from its Root, which has three bifurcations, warning against confusing 'Radici' with 'Madri'. The central root is the First Gate, guarded by Ghroth, the 'Messenger', 'Walker in Darkness'. The first Key is to fight 'according to the Law', opening Ghroth's 'great red Eye'. The second Key is 'Silence is Gold'. The two side roots are associated with Vordavoss (Lord of Love, Second Guardian) and Nathanass (Lord of Force, Third Guardian), leading to the Second Gate."
    },
    {
      "chapter_title": "II. La Gola del Serpente (De Tenebrarum Regis Novem Portis)",
      "summary": "Identifies the Serpent's Throat as the Abyss and the Second Gate, leading to the 'Prima Rinascita' (First Rebirth). It is guarded by Yog-Soth, whose number is 13. Yog-Soth is equated with the Worlds, the Gate, and the Key. The two Keys for this gate are the Guardian (Yog-Soth) and Knowledge, which 'open what is closed Teth'. Upon opening, a 'Sword of Fire' allows the practitioner to cut through the 'Mist-Without-Name'."
    },
    {
      "chapter_title": "III. Il Corpo del Serpente – Primo Nodo (De Tenebrarum Regis Novem Portis)",
      "summary": "The Serpent's Body represents the perfection of the Law (Will, Love, Force) through its three coils. The first coil is near the Abyss, associated with Will and the Third Gate. It's guarded by Ymnaar (seductive Force) and Nigyr-Khorath (destructive Force). The keys are 'Will' to escape their influence and 'The Lost Word guards the Secret'. Overcoming this leads to the 'center of Eternity'."
    },
    {
      "chapter_title": "IV. Il Cuore cinto dal Serpente (De Tenebrarum Regis Novem Portis)",
      "summary": "This is the Fourth Gate, the 'Porta della Seconda Rinascita' (Gate of Second Rebirth), where Miril Thorion (Sixth Guardian, 'Hidden Sun of Dark Spaces') resides. The dual Key involves understanding 'the secret of Man' and that 'Destiny is not equal for all'. Successfully navigating this gate allows one to forge destiny, become the 'Jester of oneself', and transcend Spacetime, Life, Death, and Man, gathering Eternity."
    },
    {
      "chapter_title": "V. Il Corpo del Serpente – Secondo Nodo (De Tenebrarum Regis Novem Portis)",
      "summary": "This section covers the Fifth Gate, related to Love, guarded by Cyaegha (Seventh Guardian, custodian of Time's secrets) and Daoloth (Eighth Guardian, custodian of Space's secrets). The keys are 'Light is Love' (to tame their power) and 'In Vain' (understanding the futility of greed). The Guardians' eyes close, allowing the collection of 'Fruits' containing the 'secret Seeds of the Black Guardian'."
    },
    {
      "chapter_title": "VI. Il Corpo del Serpente – Terzo Nodo (De Tenebrarum Regis Novem Portis)",
      "summary": "This is the Sixth Gate, related to Force, guarded by Yibb-Tastli (Ninth Guardian, nurturer of servants) and Xada-Hagla (Tenth Guardian, self-sacrificing for Force). The key is 'Death enriches me', implying an understanding of the transformative power of death. The path involves the 'Via della Musica' (Way of Music), experiencing sensations to reach the Eleventh Guardian."
    },
    {
      "chapter_title": "VII. La Coda del Serpente (De Tenebrarum Regis Novem Portis)",
      "summary": "This describes the Seventh Gate, an 'Oscurità' (Darkness) inhabited by entities of darkness. Ubbo-Sathla (the 'perfect Hermaphrodite', origin and end of things) is its Guardian. The keys are 'Know Thyself' and 'The apprentice surpasses the master'. Overcoming Ubbo-Sathla grants the 'Third Eye', completing the Serpent's body."
    },
    {
      "chapter_title": "VIII. La Chioma dell'Albero (De Tenebrarum Regis Novem Portis)",
      "summary": "This is the Eighth Gate, the boundary between Light and Darkness ('Yiqaa, the Grey Light'), where Mlandoth (Twelfth Guardian, Creator and Destroyer of Matter) resides. The practitioner must confront the 'Prima Madre' (First Mother), 'Madre delle Lacrime' (Mother of Tears). The keys are 'Life is a wheel' and 'Virtue lies vanquished'. This stage prepares for encountering the 'Seconda Madre'."
    },
    {
      "chapter_title": "IX. La Testa del Serpente (De Tenebrarum Regis Novem Portis)",
      "summary": "This is the Ninth Gate, the 'Mondo-Senza-Numero' (World-Without-Number), the seat of Knowledge, guarded by Umr-al-Tawil (Thirteenth Guardian, embodies Darkness and Eternity). This represents the 'Terza Rinascita' (Third Rebirth). The key is 'Now I know that Light comes from Darkness', leading to superiority over Man and equality with Gods. Beyond this gate lies 'Tenebra Infinita e Luce Assoluta' (Infinite Darkness and Absolute Light), and the understanding of 'Mem' (Mein) and 'Shin' (Spiritual Fire)."
    },
    {
      "chapter_title": "L'Immagine (De Umbrarum Regni Novem Portis)",
      "summary": "Similar to the Tenebrarum path, this introduces the Tree of Life with Lightning and a Serpent coiled 3.5 times, tail in mouth. The Tree here represents Light, white fruit of dark earth, with 24 'branches' or 'paths'. It signifies the 'supreme Way' beyond Light and Darkness towards 'Realization', a fusion of Light and Darkness. The chapter poses a question of whether it is 'Trino o Uno' (Threefold or One), implying a deeper mystery."
    },
    {
      "chapter_title": "I. La Prima Porta (De Umbrarum Regni Novem Portis)",
      "summary": "The first gate of the 'Umbrarum Regni' is ruled by Hastur, 'Lord of this place', source of 'Luce della Conoscenza' (Light of Knowledge). It is the world of desire, reflection, and origin. Practitioners are warned not to enter without Hastur's guidance. This chapter introduces the 'Potere degli Antichi' (Power of the Ancients) and three secret 'Parole' (Arrhiihu, Sherrh, Ulhumrho) for recalling, accumulating, and releasing energy, with strict warnings against their vocal pronunciation. It also mentions the use of Symbols, Crystals, and Incense."
    },
    {
      "chapter_title": "II. La Seconda Porta (De Umbrarum Regni Novem Portis)",
      "summary": "This gate is governed by Yog-Sothoth, 'Lord of this place', where life has no beginning or end. He is the 'Lord of the Abyss' who can imprison men. His external world is his internal world. Yog-Sothoth manifests as 'Tredici Globi' (Thirteen Orbs) that compose his body, representing a way to reach humans without him leaving his realm. Emphasizes maintaining 'equilibrio' (balance) to prevent chaos."
    },
    {
      "chapter_title": "III. La Terza Porta (De Umbrarum Regni Novem Portis)",
      "summary": "This gate is ruled by Dogon, 'Lord of this place', generator of human miseries. His world is fluid, where shadow and light merge, accessed via 'electro-magnetic waves'. He decides who enters based on their 'interest' to him. The chapter introduces 'Segni magici' (Magic Signs) and 'Gesti di potere' (Gestures of Power) for manifesting will. It details the 'Alfabeto di Nug-Soth' for constructing powerful symbols, which serve as 'lenses' for magical energy and purposes."
    },
    {
      "chapter_title": "IV. La Quarta Porta (De Umbrarum Regni Novem Portis)",
      "summary": "Ruled by Nuhram, 'Lord of this place', from the 'Cielo Stellato' (Starry Sky). Nuhram represents an immutable Titan, one of three thrones (two empty), whose concentrated gaze generates a 'Colonna di Fuoco' (Column of Fire). The key is knowing the 'secret of Transformation' to save one's life. This chapter further details five fundamental 'Simboli' for ceremonies: Anth-rur-oohn (for subjugation of entities), Nuuh-rsh-oo (for focusing will and mental energy), Eehl-shu-nlo (ancient, universal, for all operations), Llorr (for absorbing stellar energies), and La-rol-sha (for defense and attack)."
    },
    {
      "chapter_title": "V. La Quinta Porta (De Umbrarum Regni Novem Portis)",
      "summary": "This gate is controlled by Cthulhu, 'Lord of this place', ruling the Abysses and depths of men. It is a realm without true light, the instigator of evil, denying life and belonging to death. Cthulhu can cool what is hot and ignite souls, enslave minds while rejoicing in liberation. The chapter introduces 'Automi' (material, spiritual, and spiritual-material instruments) as magical tools for exerting dominion, whose construction and use depend on the magician's intuition and intent."
    },
    {
      "chapter_title": "VI. La Sesta Porta (De Umbrarum Regni Novem Portis)",
      "summary": "Ruled by Nyarlathotep, 'Lord of this place', who was exiled from the surface. His world is beautiful, filled with joy and light, but cannot exist under external influences. He appears in human form and embraces those who resemble him, while his own world holds a void. The chapter describes the 'Città invisibile e intangibile' (Invisible and Intangible City) of the Ancient Gods, providing 'Formula Dho' (with a specific incense recipe) to perceive it and 'Formula Dho-Nha' to enter it, warning against staying too long."
    },
    {
      "chapter_title": "VII. La Settima Porta (De Umbrarum Regni Novem Portis)",
      "summary": "This gate is governed by Shub-Niggurath, 'Lord of this place', described as 'no place', an 'illusion created by angles where the mind reigns'. Shub-Niggurath is the 'God of the Eternal Infinite', whose will bends all. The practitioner learns to satisfy desires through an act of will, recognizing that matter is an illusion. The chapter revisits 'Formula Dho-Nha' for penetrating the 'Sacro Ricettacolo degli Dei' (Sacred Receptacle of the Gods), the Divine City, which is visible and invisible, immersed in earth between the Poles."
    },
    {
      "chapter_title": "VIII. L'Ottava Porta (De Umbrarum Regni Novem Portis)",
      "summary": "This gate is ruled by Azathoth, 'Lord of this place', who proclaims 'all forms are One' and sees creation as a continuous evolutionary line. Azathoth is omnipresent, an 'Omnipotent' trapped in manifestation, creating an 'illusion of mirrors'. The focus shifts to absorbing mental energy into the physical body through 'Cinque Linee' (Five Lines) and 'Cinque Stazioni' (Five Stations) to transform oneself into another entity. It introduces the 'Tre-volte-Grande-Disegno' (Thrice-Great Design) to create and project a 'double' for travel throughout the universe."
    },
    {
      "chapter_title": "IX. La Nona Porta (De Umbrarum Regni Novem Portis)",
      "summary": "The final gate is divided into seven divisions, each inhabited by different types of entities: Larvae (disintegrated souls), Phantoms (echoes of past), Specters, Elemental Spirits (Gnomes, Undines, Sylphs, Salamanders), Incubi and Succubi (who manipulate human minds), Demons (serving higher purposes), and Hounds of Reason (who bring madness and feed on humans). The chapter emphasizes these entities' natures and warns against entering the 'first world' behind the door, which would transform the finite into infinite, leading to inescapable existence."
    }
  ],
  "key_concepts": [
    {
      "term": "Nove Porte (Nine Gates/Doors)",
      "definition": "The central initiatory pathway of the system, comprising nine distinct stages or portals that must be traversed. These gates represent progressive levels of consciousness, knowledge, and transformation, leading to self-divinization. There are two parallel paths described: 'De Tenebrarum Regis Novem Portis' and 'De Umbrarum Regni Novem Portis'."
    },
    {
      "term": "Guardiani (Guardians)",
      "definition": "Entities that protect each of the Nine Gates. These archetypal figures often embody specific challenges, aspects of reality, or cosmic forces that the practitioner must confront, understand, and overcome to progress."
    },
    {
      "term": "Chiave (Key)",
      "definition": "A crucial piece of knowledge, a specific mental state, a magical phrase, or an understanding required to open each gate. Keys can be singular or dual, and their acquisition is essential for advancement in the initiatory path."
    },
    {
      "term": "Albero della Vita (Tree of Life)",
      "definition": "A symbolic cosmic structure upon which the initiatory journey is mapped. It is depicted with roots, a trunk, branches, and fruits, representing different planes of existence and aspects of cosmic energy, including the Lightning and the coiled Serpent."
    },
    {
      "term": "Serpente della Conoscenza (Serpent of Knowledge)",
      "definition": "The Serpent coiled around the Tree of Life. It embodies the 'perfection of the Law' (Volontà, Amore, Forza - Will, Love, Force) and represents the transformative path the practitioner undertakes. Its coils correspond to significant nodes in the initiatory process."
    },
    {
      "term": "Abisso (Abyss)",
      "definition": "A transitional realm or state, specifically identified as the Second Gate, ruled by Yog-Sothoth. It represents a threshold of immense power and potential loss for the unprepared."
    },
    {
      "term": "Rinascita (Rebirth)",
      "definition": "Three distinct stages of spiritual rebirth (Prima, Seconda, Terza Rinascita) experienced throughout the initiatory journey, marking significant transformations in the practitioner's being and consciousness."
    },
    {
      "term": "Alfabeto di Nug-Soth (Alphabet of Nug-Soth)",
      "definition": "A magical alphabet used as a tool for constructing 'Simboli' (Symbols), which are then employed in various magical operations and manifestations of will."
    },
    {
      "term": "Segni Magici / Simboli (Magic Signs / Symbols)",
      "definition": "Graphical representations or sigils created, often with the 'Alfabeto di Nug-Soth', to channel, focus, and amplify the magician's will and energy, enabling specific magical effects, defense, attack, or absorption of cosmic forces."
    },
    {
      "term": "Gesti di Potere (Gestures of Power)",
      "definition": "Specific physical or mental gestures that align the practitioner with subtle forces and facilitate magical operations, particularly when interacting with powerful entities."
    },
    {
      "term": "Automi (Automatons)",
      "definition": "Magical instruments or constructs, which can be material, spiritual, or a combination, created to exercise a form of dominion or achieve specific purposes. Their creation is guided by intuition and adapted to the intended goal."
    },
    {
      "term": "Formula Dho",
      "definition": "A specific magical formula, involving incense and mental focus, designed to allow the practitioner to perceive the 'Città invisibile e intangibile' (Invisible and Intangible City) of the Ancient Gods."
    },
    {
      "term": "Formula Dho-Nha",
      "definition": "A magical formula used to access or enter the 'Città invisibile e intangibile' and its 'Primigenio Luogo di Sapere' (Primordial Place of Knowledge), with warnings about the dangers of remaining too long."
    },
    {
      "term": "Tre-volte-Grande-Disegno (Thrice-Great Design)",
      "definition": "A technique to create a 'double' of oneself and project it to travel throughout the created and uncreated universe, utilizing accumulated mental energy for trans-dimensional travel."
    },
    {
      "term": "Luce Nera (Black Light)",
      "definition": "A concept representing the most potent forms of light and hidden knowledge, often associated with the Ninth Gate and the ultimate understanding of existence."
    },
    {
      "term": "Volontà (Will)",
      "definition": "A supreme force in the magical system, essential for self-realization, magical operations, and overcoming the influence of Guardians and obstacles."
    },
    {
      "term": "Realtà (Reality)",
      "definition": "The understanding that the external world is a reflection of the internal, and that human perception and will have the power to shape and define reality. The universe's physical laws can be bent by concentrated will."
    }
  ],
  "practical_system": {
    "description": "The practical system is a dual nine-stage initiatory path ('De Tenebrarum Regis Novem Portis' and 'De Umbrarum Regni Novem Portis') mapped onto a symbolic 'Tree of Life'. It guides the practitioner through progressive 'Gates' by acquiring specific 'Keys'—which are often insights, mental states, or magical phrases. The system emphasizes direct experience, confrontation with 'Guardians' (archetypal entities), and the manipulation of subtle energies for self-transformation and mastery. It involves both philosophical understanding and active ritual work to achieve a state of self-divinization.",
    "tools": [
      "Symbols (derived from the 'Alfabeto di Nug-Soth' and other described schemata like Anth-rur-oohn, Nuuh-rsh-oo, Eehl-shu-nlo, Llorr, La-rol-sha)",
      "Crystals",
      "Incense (specific recipe provided for Formula Dho, including rose, musk, chyprus, amberwood, magnolia, verbena, sandalwood, and Abramelin oil)",
      "Crystal ball (implied for certain visionary practices)",
      "The practitioner's own body and mind as the primary instruments and vessels for transformation and energy manipulation"
    ],
    "rituals": [
      "Descending/ascending the 'Albero della Vita' through introspection and focused will.",
      "Confronting and overcoming 'Guardiani' at each Gate by understanding their nature and utilizing specific 'Keys'.",
      "Utilizing 'Tre Parole' (Arrhiihu, Sherrh, Ulhumrho) for the energetic operations of recalling, accumulating, and releasing energy (mental pronunciation only).",
      "Constructing and activating 'Simboli' (Sigils) based on the 'Alfabeto di Nug-Soth' for various magical purposes, including domination, focusing will, absorbing stellar energies, and for defense/attack.",
      "Performing 'Gesti di Potere' (Gestures of Power) to align with subtle forces.",
      "Creating and deploying 'Automi' (material, spiritual, or mixed constructs) for specific magical intents.",
      "Executing 'Formula Dho' with a specific incense blend to perceive the 'Città invisibile e intangibile' (Invisible City of the Ancient Gods).",
      "Performing 'Formula Dho-Nha' to gain access and enter the 'Invisible City' and its 'Primigenio Luogo di Sapere'.",
      "Techniques for absorbing mental energy into the physical body via 'Cinque Linee' and 'Cinque Stazioni'.",
      "Creating a 'double' of oneself using the 'Tre-volte-Grande-Disegno' for trans-dimensional projection and travel."
    ]
  },
  "relevant_quotes": [
    {
      "text": "NEM. PERV.T QUI N.N LEG. CERT.RIT (Nemo pervenit qui non legem certaverit)",
      "page": "8"
    },
    {
      "text": "SI.VM E.T AV.VM (Silentium est Aureum)",
      "page": "8"
    },
    {
      "text": "VERB. D.SVM C.S.T ARCAN. (Verbum Dimissum Custodiat Arcanum)",
      "page": "13"
    },
    {
      "text": "FOR. N.N OMN. A.QUE (Fortuna Non Omnibus Aeque)",
      "page": "15"
    },
    {
      "text": "FR.ST.A (Frustra)",
      "page": "17"
    },
    {
      "text": "DIT.SCO M.R. (Ditesco Mori)",
      "page": "19"
    },
    {
      "text": "DIS.S P.TI.R M. (Discipulus Potior Magistro)",
      "page": "21"
    },
    {
      "text": "VIC. I.T VIR. (Victa Iacet Virtus)",
      "page": "23"
    },
    {
      "text": "N.NC SC.O TEN.BR LVX (Nunc Scio Tenebris Lux)",
      "page": "25"
    },
    {
      "text": "Non è morto ciò che può vivere in eterno, E con strani Eoni perfino la morte può morire.",
      "page": "7"
    }
  ],
  "critical_analysis": {
    "relevance": "The 'Delomelanicon' by Frank G. Ripel is highly relevant within contemporary Left-Hand Path esotericism, Luciferian currents, and Chaos Magic, particularly for its unique synthesis of Qabalistic symbolism with the Lovecraftian Mythos. It reinterprets the Tree of Life as a 'descending' or 'dark' initiatory path, challenging traditional hierarchical structures by emphasizing a 'discensionale' journey towards self-divinization through integration of shadow and primordial forces. The work serves as a practical grimoire, providing structured ritual instructions, sigil creation methods, and philosophical frameworks for radical self-transformation, confronting and integrating what is often perceived as dark or chaotic. Its explicit references to Lovecraftian entities lend it a distinct 'cosmic horror' flavor, positioning these entities not as external demons but as internal archetypes or trans-cosmic intelligences accessible through specific magical operations, echoing themes found in Kenneth Grant's Typhonian tradition. The text's focus on individual will, knowledge, and transcendence of duality makes it a significant contribution to modern magical thought that prioritizes personal apotheosis over external deity worship.",
    "target_audience": "This book is intended for experienced practitioners of Western Esotericism, Occultism, Left-Hand Path philosophies, and Chaos Magic. It demands a sophisticated understanding of Qabalah, grimoire traditions, and esoteric cosmology. The text explicitly warns against imprudence and implies dangers for the unprepared, making it unsuitable for novices. The target audience would be individuals committed to challenging conventional spiritual paradigms, exploring personal power, and engaging in demanding, potentially transgressive, magical practices for self-deification and direct interaction with trans-cosmic or chthonic intelligences."
  }
}