{
  "header": {
    "title": "Enochian Magick Reference",
    "authors": [
      "Benjamin Rowe"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Enochian Magick",
      "John Dee",
      "Edward Kelly",
      "Heptarchia Mystica",
      "Liber Loagaeth",
      "Angelic Alphabet",
      "Great Table",
      "Sigil of Ameth",
      "Ensigns of Creation",
      "48 Calls",
      "Liber Scientiae",
      "Golden Dawn",
      "Aleister Crowley",
      "Benjamin Rowe System"
    ]
  },
  "central_thesis": "This reference guide meticulously documents the historical development, core components, and practical mechanics of Enochian Magick as revealed to Dr. John Dee and Edward Kelly, tracing its evolution through various occult traditions and practitioners. It aims to provide a comprehensive, technical overview for serious students and practitioners, detailing the original angelic communications and subsequent interpretations of this complex magical system.",
  "structure_content": [
    {
      "chapter_title": "Origins of the Magick: The Dee Diaries",
      "summary": "This section introduces Dr. John Dee's quest for lost knowledge and divine communication, detailing his partnership with seer Edward Kelly from 1581 to 1585. It describes their scrying method and the meticulous recording of angelic communications, highlighting the subsequent discovery and preservation of these diaries by figures like Elias Ashmole."
    },
    {
      "chapter_title": "Period one: The Heptarchia Mystica",
      "summary": "The first system of magick received by Dee and Kelly, a planetary angel magick involving specific ritual equipment: a magical Ring (inscribed PELE), two Lamens (the second being a 12x7 letter table), and a Holy Table. This period also introduced the hierarchy of 49 'Good Angels,' including Kings, Princes, and their ministers, and detailed the 'Sigil of Ameth' and 'Seven Ensigns of Creation'."
    },
    {
      "chapter_title": "Equipment: Ring, Lamen, and Holy Table",
      "summary": "Details the construction and symbolism of the ring (Solomon's ring, PELE inscription), the two lamens (first free-form, second rectilinear from the 12x7 table), and the Holy Table. The Holy Table (two cubits square/high) housed small Sigils of Ameth in its legs, featured a border of letters from the 12x7 table, a central Star of David, and hosted the Ensigns of Creation and a large Sigil of Ameth, to be covered with red silk."
    },
    {
      "chapter_title": "Equipment: The Sigil of Ameth",
      "summary": "Describes the Sigil of Ameth as a large wax disk with inscribed names of God and angels, placed central to the Holy Table. It explains its derivation from Agrippa's 'seven angels who stand before the presence of God' and planetary archangels, forming a complex design of heptagons, heptagrams, and inscribed names that represent a descent of divine power."
    },
    {
      "chapter_title": "Equipment: The Ensigns of Creation",
      "summary": "Introduces seven complex talismans to be engraved on tin plates or painted on the Holy Table. Each Ensign is associated with a Heptarchic King, planet, and day. The text notes later, unauthorized versions by 'Dr. Rudd' and the Golden Dawn, emphasizing that the original diaries provide no explanation for the Ensigns' symbols."
    },
    {
      "chapter_title": "The Heptarchic Hierarchy: The 49 Good Angels",
      "summary": "Details the first 'worldly' angelic powers, derived from seven 7x7 letter/number tables (Tabula Collecta) and arranged in a circular Tabula Bonorum. These angels are divided into groups of seven, each led by a King and a Prince, with attributed powers relating to aspects of existence (e.g., wit, exaltation of princes, trade, elements)."
    },
    {
      "chapter_title": "The Kings, Princes, and their ministers",
      "summary": "Following a six-month hiatus, the Kings and Princes are further elaborated, describing their powers and sigils. Each King presents 42 ministers, whose names are derived from the 49 angels' table in two forms (letter tables and talismans). The powers of Kings are planetary, though sometimes inconsistent with assigned planets or Princes."
    },
    {
      "chapter_title": "A Missing Piece",
      "summary": "Discusses the 'Great Globe,' a diagram referenced in Dee's records but currently lost. This diagram, possibly a variation of the Tabulum Bonorum, was used to create talismans for Heptarchic angels, featuring reversed and normal letters around its circumference, and was deemed important for the magic's use."
    },
    {
      "chapter_title": "Method of Use",
      "summary": "Outlines the intended method for Heptarchic magick: the magician, wearing the ring and lamen, seated at the Holy Table with the King's Ensign, holds a talisman of the King and places the minister's names underfoot. The ritual involves petitions to the King, Prince, and six major ministers, who then appear in the shewstone to receive tasks."
    },
    {
      "chapter_title": "Period two: Liber Loagaeth and the Angelic Alphabet",
      "summary": "Describes Liber Loagaeth ('speech from God') as the most mysterious part of Dee's work, a book of 48 'leaves' (or 49 'Calls' and 95 tables) containing the language of creation. It notes Kelly's ability to comprehend the text while scrying, and the later introduction of the Angelic Alphabet, which served as the script for these texts and was applied to earlier equipment."
    },
    {
      "chapter_title": "Period three: Enochiana",
      "summary": "This section covers the third and properly 'Enochian' period, detailing the angelic myth of its origin (given to Enoch) and its structured presentation (Tablet of God, 48 Calls, Great Table, Liber Scientiae, 30 Aethyrs). It acknowledges constant interference from 'evil' spirits and Kelly's struggles, emphasizing the angels' time constraints."
    },
    {
      "chapter_title": "The Tablet of God",
      "summary": "Describes the 'Tablet of God' (or 'Tablet of Nalvage') as a small, unnamed table, possibly a lamen for subsequent magick. It features a 6x6 inner portion with 'IAD' in the corners, divided into four 'continents' with angelic words, mottoes, and choirs of angels. It's connected to divine aspects (Father, Son, Holy Ghost) and elemental tablets."
    },
    {
      "chapter_title": "The 48 Calls",
      "summary": "Details the 19 (total 48 with variations) 'Angelic' invocations, presented in an unknown language, which Dee called a true language. Their purpose, according to Nalvage, is to be 'Natural Keys to open... Gates of Understanding' and access hidden knowledge. The 19th Call is explicitly linked to the 30 Aethyrs and 91 'Parts of the Earth.'"
    },
    {
      "chapter_title": "The Great Table",
      "summary": "Describes the Great Table as a large grid (25x27) with two versions (1584 and Tabula Recensa, 1587), functioning as a 'magickal map' of the world's non-transcendental levels. It's divided into four Elemental Tablets, each with a 'Great Cross' and 'Lesser Angles' containing various divine and angelic hierarchies (Kings, Seniors, Kerubic, Servient angels) and the sigils of the 91 'Parts of the Earth.'"
    },
    {
      "chapter_title": "Liber Scientiae",
      "summary": "The 'Book of Knowledge, Help, and Earthly Victory' is the third major Enochian portion, compiled by Dee in 1585. It introduces the 30 Calls (referring to the 48 Enochian Calls) and the 'Ninety-one Princes and Spiritual Governors' (91 Parts of the Earth) who govern earthly regions, noting their connection to the 12 angels of the 12 Tribes."
    },
    {
      "chapter_title": "Usage",
      "summary": "Highlights the scarcity of explicit usage instructions for Enochian magick in Dee's diaries, suggesting a 'bootstrap' method where angels teach the magician directly. The core instruction involves calling upon God's names (from Tablets) and then angels via petition. It emphasizes the magician's fervent prayer over rigid ritual form for effective contact."
    },
    {
      "chapter_title": "History of Use",
      "summary": "Chronicles how various groups and individuals adapted Dee's bare-bones Enochian material: Elias Ashmole (planetary talismans), the Golden Dawn (elaborate system uniting Enochian with Qabalah/Rosicrucian lore, pyramid method), Aleister Crowley (Aethyr explorations, sex magick adaptations), Aurum Solis (focus on 91 Parts' ministers), Church of Satan/Temple of Set (stylistic/philosophical alterations), Order of the Cubic Stone (strict adherence to Dee), and Benjamin Rowe (astral temples, new correspondences)."
    },
    {
      "chapter_title": "Miscellaneous Issues",
      "summary": "Addresses common misconceptions, debunking fictional connections between Enochian magick and the 'Necronomicon' (H.P. Lovecraft's creation) and clarifying its relationship to the biblical 'Book of Enoch.' It also discusses the millennialist (postmillennialist) underpinnings of the angelic pronouncements, presenting the magick as a tool for bringing about earthly perfection before Christ's return."
    }
  ],
  "key_concepts": [
    {
      "term": "Heptarchia Mystica",
      "definition": "The first system of angelic magic received by John Dee and Edward Kelly, focusing on planetary angels, including 49 'Good Angels' with Kings, Princes, and ministers, and utilizing specific ritual equipment like the Ring, Lamen, Holy Table, Sigil of Ameth, and Ensigns of Creation."
    },
    {
      "term": "Sigil of Ameth (Sigillum Dei)",
      "definition": "A large wax disk, central to Heptarchic practice, inscribed with various names of God and angels, derived from Agrippa's 'seven angels who stand in the presence of God' and traditional planetary archangels. It represents a descent of power from God into the world."
    },
    {
      "term": "Ensigns of Creation",
      "definition": "Seven complex talismans, to be engraved on tin or painted on the Holy Table, each associated with a specific Heptarchic King, planet, and day of the week, intended as instruments of conciliation between the magician and Heptarchic powers."
    },
    {
      "term": "Liber Loagaeth (Book of Enoch, Liber Mysteriorum Sextus et Sanctus)",
      "definition": "The second period of angelic communication, described as 'speech from God' and the language of creation. It comprises 49 'Calls' in an unknown language and 95 tables of letters/numbers, intended to usher in a new age but lacking explicit usage instructions for this purpose."
    },
    {
      "term": "Angelic Alphabet",
      "definition": "The unique script revealed in Liber Loagaeth, later applied to Enochian materials. It serves as the basis of a cabala or system of magical symbolism and numerology, though its specific properties beyond categorization into three groups of seven letters were not fully revealed."
    },
    {
      "term": "The Great Table",
      "definition": "A large grid (25 squares wide and 27 high), existing in two versions (1584 and Tabula Recensa 1587), serving as a 'magickal map of the world.' It is internally divided into four Elemental Tablets, a Cross of Union, Great Crosses, and Lesser Angles, housing various divine and angelic hierarchies and the sigils of the 91 'Parts of the Earth.'"
    },
    {
      "term": "48 Calls (Enochian Keys)",
      "definition": "A series of invocations in the Angelic language, given in 19 parts (with the final Call having 30 variations, totaling 48). These are described as 'Natural Keys to open... Gates of Understanding,' intended to grant knowledge and enable the magician to 'move every Gate' and 'call out' powers."
    },
    {
      "term": "Liber Scientiae (Auxillii et Victoriae Terrestris)",
      "definition": "The 'Book of Knowledge, Help, and Earthly Victory,' the third major portion of Enochian magick, detailing the 91 'Parts of the Earth.' These parts are regions or territories of the magical realm, each ruled by an Angel King and contained within one of the 30 Aethyrs, with associated ministers."
    },
    {
      "term": "30 Aethyrs",
      "definition": "Celestial regions or 'containers' mentioned in Liber Scientiae, associated with the 19th Enochian Call. They are believed to hold the 91 'Parts of the Earth' and have been extensively explored by later occultists (e.g., Aleister Crowley) as a means of spiritual initiation and transcendence."
    },
    {
      "term": "91 Parts of the Earth",
      "definition": "Specific regions or territories of the magical realm, corresponding to earthly territories (often linked to Ptolemaic names), with their names and sigils derived from the Elemental Tablets. Each Part has its own unique nature, scope, quality, and power, and is governed by ministers and an Angel King."
    }
  ],
  "practical_system": {
    "description": "The book outlines a complex, hierarchical system of angelic magic revealed to John Dee and Edward Kelly, progressing through three main periods: the Heptarchia Mystica, Liber Loagaeth, and Enochiana. The system's core philosophy is that specific divine and angelic intelligences can be contacted for various purposes, from obtaining lost knowledge and wisdom to influencing earthly affairs. The angels emphasize a 'bootstrap' learning method, where initial fervent prayers and petitions to God and specific angels lead to direct instruction from the entities themselves, with less emphasis on rigid ritual form. The magic is presented within a postmillennialist framework, intended to bring about earthly perfection.",
    "tools": [
      "Ring (inscribed with PELE, used by Solomon) (p. 7)",
      "Lamen (second, rectilinear form derived from the 12x7 table, worn by the magician to 'dignify' them) (p. 7)",
      "Holy Table (two cubits square and high, with a 1-inch border of letters, central Star of David, and 3x4 grid; legs rest on hollow containers holding small Sigils of Ameth) (p. 8)",
      "Sigil of Ameth (large wax disk placed in the center of the Holy Table, under the scrying-stone) (p. 8, 9)",
      "Ensigns of Creation (seven complex talismans, engraved on purified tin plates or painted on the Holy Table surface) (p. 8, 10)",
      "Scrying Stone (placed on the Holy Table, over the Sigil, covered by a red silk cloth) (p. 8)",
      "Red Silk Cloth (to cover the Holy Table, Sigil, and talismans when in use) (p. 8)",
      "Talisman of the appropriate Heptarchic King (held in one hand during invocations) (p. 14)",
      "Talisman of the King's Minister's Names (placed under the magician's feet) (p. 14)",
      "The Great Table (the 25x27 grid and its elemental divisions, serving as a map of existence) (p. 24)",
      "The Tablet of God (a small, 6x6 table, possibly a lamen for Enochian magick) (p. 19)",
      "A 'book of supplications or prayers' (devised, written, and bound by the magician for specific operations, then destroyed) (p. 28)"
    ],
    "rituals": [
      "Heptarchia Mystica: Magician seated at the Holy Table, wearing the Ring and Lamen, with the Ensign of the invoked King on the table. A talisman of the King is held, and minister's names are placed underfoot. Petitions and prayers are directed to the King, Prince, and six major ministers, who then appear in the shewstone to be charged with a task (p. 14).",
      "Enochiana: Initial use involves calling upon the names of God from the Elemental Tablets and petitioning the Angels of the Tablets. The 48 Calls (Enochian Keys) are utilized to open 'Gates of Understanding,' access the powers associated with the Great Table, Elemental Tablets, and the 91 Parts of the Earth within the 30 Aethyrs (p. 21, 28).",
      "Golden Dawn System: Astrally exploring the squares of the Elemental Tablets by visualizing a truncated pyramid, colored and emblazoned with the square's attributes. The magician recites appropriate Calls, vibrates divine/angelic names, concentrates power in the pyramid, and rises with the beam of light into a landscape expressing the invoked power (p. 30).",
      "Aleister Crowley's Exploration of Aethyrs: Methodical exploration of the 30 Aethyrs as a path of initiation and transcendence, progressively withdrawing from lower levels towards the Supernal Triad (p. 31).",
      "Aurum Solis Method: Using the Second Angelic Call along with the Call of the Aethyrs to manifest the lowest-ranking 'ministers' of the 91 Parts of the Earth, bringing them into greatest activity for specific operations (p. 31)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The systems of magick now known as Enochian magick derive from the work of the Elizabethan scholar Dr. John Dee and seer Edward Kelly.",
      "page": "5"
    },
    {
      "text": "The angels claimed that the ring they designed for Dee was the same one that Solomon used to control demons.",
      "page": "7"
    },
    {
      "text": "The 49 Good Angels are the first \"worldly\" angelic powers presented in this system. Those listed on the Sigil of Ameth are apparently in some way above the worlds in which men live, as are the Ensigns. Having presented the Ensigns, the archangel Michael introduces the 49 angels by saying: \"Now you touch the world, and the doings upon the earth. Now we show you the lower world: The Governors that work and rule under God.\"",
      "page": "11"
    },
    {
      "text": "Liber Loagaeth is the most mysterious part of Dee and Kelly's work. It is also known variously as the Book of Enoch and as Liber Mysteriorum Sextus et Sanctus. No one as yet has made serious attempts to use it, or to understand its nature beyond what is recorded in the diaries. According to the angels, \"loagaeth\" means \"speech from God\"; this book is supposed to be, literally, the words by which God created all things.",
      "page": "15"
    },
    {
      "text": "The third section of the work is the only portion that is properly called Enochian. This name was not actually used by Dee and Kelly; they called the system \"angelic\". The \"Enochian\" label derives from the origin-myth the angels supplied for this portion of the magick.",
      "page": "18"
    },
    {
      "text": "\"This self-same art is it, which is delivered unto you as an infallible doctrine, containing in it the waters which run through many Gates: even above the Gate of Innocency, wherein you are taught to find out the dignity and corruption of nature: also made partakers in the Secret Judgements of the Almighty to be made manifest, and to be put into execution. \"I am therefore to instruct and inform you, according to your doctrine delivered, which is contained in 49 Tables. In 49 voices, or callings: which are the Natural Keys to open those, not 49 but 48 (for One is not to be opened) Gates of Understanding; whereby you shall have knowledge to move every Gate, and to call out as many as you please, or shall be thought necessary, which can very well, righteously, and wisely open unto you the secrets of their Cities, and make you understand perfectly [that] contained in the Tables.\"",
      "page": "21"
    },
    {
      "text": "The Great Table is a large grid of letters, 25 squares wide and 27 high. Two major versions of the Table exist. The first was produced during the work in 1584. Three years later, Kelly (working alone) received a revised Table now called the \"Tabula Recensa\". The Table is a magickal \"map\" of the world, including all levels of existence that are not part of the transcendental, divine realm.",
      "page": "24"
    },
    {
      "text": "\"Four days (after your book is made, that is to say, written) must you only call upon those names of God, [i.e., in the Tablets] or on the God of Hosts, in those names: \"And 14 days after you shall (in this, or in some convenient place) call the Angels [of the Tablets] by petition, and by the name of God unto which they are obedient. \"The 15th day you shall clothe yourselves, in vestures made of linen, white: and so have the apparition, use, and practice of the Creatures. For, it is not a labour of years, nor many days.\"",
      "page": "28"
    },
    {
      "text": "Given the bare-bones nature of the original Enochian material, magicians have to improvise extensively to make it into an effective general-purpose magickal system. The history of the system's use is a history of innovation. Every magician or group that has used it extensively has added their own distinct character to it, taking it in a direction at least slightly different from anyone else. It has evolved as the viewpoints of its users have evolved, and seems perfectly capable of adapting to many viewpoints without stress.",
      "page": "29"
    },
    {
      "text": "While there is a strong millennialist flavor to the angels' pronouncements, they are almost uniformly of the postmillennialist variety. The angels divided the world into four ages. The first of these began with the creation and ended with the Flood; the second ended with the first appearance of the Christ. The revelation of Liber Loagaeth ended the third age and ushered in the final age, in which the world would be brought to perfection prior to the return of the Christ. The Calls and Tablets were in turn intended to be one means by which this perfection could be brought about.",
      "page": "35"
    }
  ],
  "critical_analysis": {
    "relevance": "Benjamin Rowe's 'Enochian Magick Reference' serves as an indispensable, technically precise resource for scholars and practitioners of Western Esotericism. It meticulously reconstructs the Enochian system from John Dee and Edward Kelly's diaries, providing historical context, defining core concepts, and detailing the original operative mechanics. The book's strength lies in its accurate, in-depth analysis of the system's components, making it crucial for understanding the primary sources and subsequent magical traditions built upon them. It also critically reviews later interpretations and applications, highlighting deviations from Dee's original work.",
    "target_audience": "The primary audience for this book is experienced practitioners and academic researchers specializing in Western Esotericism, Occultism, and Magick, particularly those with an interest in Enochian Magick. It assumes a foundational understanding of magical theory and historical occult practices, providing a technical reference rather than an introductory manual. Its detailed descriptions of equipment, angelic hierarchies, and operative methods make it invaluable for those seeking to engage with or research the Enochian system at an advanced level."
  }
}