{
  "header": {
    "title": "Dictionary of Hebrew Words in Latin Letters and Their Literal Meaning in English",
    "authors": [
      "Unknown"
    ],
    "category": "Qabalistic Lexicography",
    "keywords": [
      "Qabalah",
      "Hebrew",
      "Esotericism",
      "Dictionary",
      "Occultism",
      "Kabbalah",
      "Lurianic Qabalah",
      "Sefirot",
      "Partzufim",
      "Four Worlds"
    ]
  },
  "central_thesis": "The document serves as a specialized dictionary, providing English translations and brief explanations for Hebrew terms transliterated into Latin letters, primarily within an esoteric or Qabalistic context, aiding in the study and comprehension of related texts and concepts.",
  "structure_content": [
    {
      "chapter_title": "Alphabetical Listing of Hebrew Terms (A-Z)",
      "summary": "The book is structured as an alphabetical dictionary. Each entry presents a Hebrew word transliterated into Latin letters (Column A), often with parenthetical notes indicating grammatical forms or suffixes. This is followed by its corresponding 'Literal Meaning In English' (Column B). The introductory instructions suggest additional columns for Hebrew fonts, language of use, and source, though these are not present in the provided text. The primary organization is a direct, term-to-definition lookup."
    }
  ],
  "key_concepts": [
    {
      "term": "AB",
      "definition": "Name of a Partzuf"
    },
    {
      "term": "AB SAG",
      "definition": "Name of a special Light"
    },
    {
      "term": "ABYA",
      "definition": "Atzilut, Beria, Yetzira, Asya"
    },
    {
      "term": "Atzilut",
      "definition": "Nobility"
    },
    {
      "term": "Bina",
      "definition": "Intelligence"
    },
    {
      "term": "Ein Sof",
      "definition": "Infinity"
    },
    {
      "term": "Hochma",
      "definition": "Wisdom"
    },
    {
      "term": "Keter",
      "definition": "Crown"
    },
    {
      "term": "Malchut",
      "definition": "Kingdom"
    },
    {
      "term": "Partzuf(im)",
      "definition": "Face(s)"
    },
    {
      "term": "Klipot",
      "definition": "Shells"
    },
    {
      "term": "Ohr (Orot)",
      "definition": "Light"
    },
    {
      "term": "Yesod",
      "definition": "Foundation/Basic Element"
    },
    {
      "term": "Adam Kadmon",
      "definition": "The Primordial Man"
    },
    {
      "term": "Gimatria",
      "definition": "Gimatria (calculations with Hebrew letters numerical values)"
    },
    {
      "term": "Sefira (rot)",
      "definition": "Not explicitly defined, but inferred as an overarching concept due to the presence of specific Sefirot like Keter, Hochma, Bina, Yesod, Malchut, Gevura (Valor), Hesed (Mercy), Tifferet (Splendor)."
    }
  ],
  "practical_system": {
    "description": "While not a practical manual itself, this dictionary forms the indispensable linguistic bedrock for understanding and executing Qabalistic and Hermetic magical systems. It is a 'tool-kit' of conceptual language, providing definitions for the 'names of power,' 'divine emanations,' and 'cosmological structures' that magicians and mystics interact with. Without a precise understanding of these terms, any practical application of Qabalah would be superficial or erroneous.",
    "tools": [
      "The concepts defined herein (e.g., Sefirot, Partzufim, Divine Names, Worlds) serve as 'conceptual tools' for the practitioner. The numerical values of letters (Gimatria) are also practical tools for mystical analysis and magical correspondences. The dictionary itself is a fundamental reference tool for study and ritual preparation."
    ],
    "rituals": [
      "This lexicon is essential for understanding the underlying principles and terminology of Qabalistic rituals, such as meditations on the Sefirot and Partzufim, invocations of divine names, pathworking on the Tree of Life, and the deciphering of grimoire instructions that often incorporate Hebrew terms."
    ]
  },
  "relevant_quotes": [
    {
      "text": "AB: Name of a Partzuf",
      "page": null
    },
    {
      "text": "ABYA: Atzilut, Beria, Yetzira, Asya",
      "page": null
    },
    {
      "text": "Ein Sof: Infinity",
      "page": null
    },
    {
      "text": "Klipot: Shells",
      "page": null
    },
    {
      "text": "Partzuf(im): Face(s)",
      "page": null
    },
    {
      "text": "Gimatria: Gimatria (calculations with Hebrew letters numerical values)",
      "page": null
    },
    {
      "text": "Ohr (Orot): Light",
      "page": null
    },
    {
      "text": "Dalet, numeric value: 4: 4th letter in the Hebrew alphabet (numeric value: 4)",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This lexicon is fundamentally relevant for anyone engaging with Qabalistic texts, particularly those of a Lurianic or modern academic Qabalistic tradition. It provides the essential vocabulary needed to decipher complex concepts, divine names, and cosmological structures. The inclusion of terms like 'Partzuf', 'Sefirot' (implied), 'Worlds' (ABYA), and 'Klipot' indicates its specialized use within esoteric studies, offering a precise definitional base for advanced conceptual work. Its focus on literal meaning, rather than interpretive, grounds the esoteric study in linguistic accuracy.",
    "target_audience": "The target audience includes students and practitioners of Qabalah, academic researchers specializing in Jewish mysticism and Western Esotericism, occultists incorporating Qabalistic frameworks into their magical systems (e.g., Hermetic Qabalah), and individuals seeking to understand the foundational terminology of these traditions. It serves as a valuable reference tool for translating and comprehending technical terms encountered in primary Qabalistic literature."
  }
}