{
  "header": {
    "title": "Intro to Tarot - Exercises",
    "authors": [
      "Esoteric School of Shamanism and Magic"
    ],
    "category": "Western Esotericism, Occultism, Tarot, Magic",
    "keywords": [
      "Tarot",
      "Keying",
      "Exercises",
      "Rituals",
      "Day Greetings",
      "Day Endings",
      "Tarot Deck",
      "Instruction",
      "Feedback"
    ]
  },
  "central_thesis": "This document provides practical exercises and instructions for students of an esoteric tradition to engage with a Tarot deck through a 'keying' process and daily rituals, emphasizing personal experience and instructor feedback.",
  "structure_content": [
    {
      "chapter_title": "C21 Exercises: Keying Your Tarot Deck",
      "summary": "This section outlines two primary categories of exercises: daily ritualistic practices including the Exit Ritual, Day Greetings, and Day Endings, and a specific hands-on exercise involving the 'keying' of a Tarot deck. The keying exercise requires students to record any cards that 'will not window' and to document feedback from their instructor, indicating a structured approach to learning and attuning to the Tarot."
    }
  ],
  "key_concepts": [
    {
      "term": "Exit Ritual",
      "definition": "A specific ritual to be performed as part of the daily magical practice outlined in the course."
    },
    {
      "term": "Day Greetings",
      "definition": "A daily ritual or practice to be observed at the beginning of the day, as instructed by the course."
    },
    {
      "term": "Day Endings",
      "definition": "A daily ritual or practice to be observed at the end of the day, as instructed by the course."
    },
    {
      "term": "Keying your Tarot deck",
      "definition": "A practical, hands-on exercise designed to create a personal connection or attunement with a Tarot deck, likely involving a method of interaction or memorization as detailed in the class notes, with the goal of achieving a 'window' state for each card."
    },
    {
      "term": "Will not window",
      "definition": "A specific outcome or state during the 'keying' process where a particular Tarot card does not respond or register in the expected manner according to the instruction. Such cards require recording and discussion with the instructor."
    }
  ],
  "practical_system": {
    "description": "The practical system detailed is a structured training regimen for Tarot practitioners. It combines daily ritual discipline with a specific technique for attuning to a Tarot deck. The core of the Tarot practice is 'keying,' an iterative process of engagement with each card. The system incorporates a feedback loop with an instructor for problematic cards ('will not window'), indicating a personalized and guided progression for the student.",
    "tools": [
      "Tarot deck"
    ],
    "rituals": [
      "Exit Ritual",
      "Day Greetings",
      "Day Endings"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Do the Exit Ritual, Day Greetings and Day Endings.",
      "page": "29"
    },
    {
      "text": "Keep keying your Tarot deck and record any cards that will not window in the form provided.",
      "page": "29"
    },
    {
      "text": "Following the instructions given in the class notes begin keying your Tarot deck.",
      "page": "29"
    },
    {
      "text": "Record any cards that will not window in the form below and tell the instructor. Also record any feedback from the instructor in the form below.",
      "page": "29"
    }
  ],
  "critical_analysis": {
    "relevance": "This document is highly relevant for students of practical esotericism, specifically those undertaking structured magical or divinatory training within the Esoteric School of Shamanism and Magic. It emphasizes a hands-on, experiential approach to Tarot, integrating daily ritual practice with a specific attunement exercise. The focus on identifying cards that 'will not window' suggests a method for uncovering and addressing energetic or conceptual blocks in a practitioner's relationship with their deck, moving beyond mere memorization to active engagement. The requirement for instructor feedback highlights a mentored, progressive learning system, characteristic of traditional esoteric schools.",
    "target_audience": "The target audience is clearly defined as students enrolled in the 'Intro to Tarot' course at the Esoteric School of Shamanism and Magic. This includes individuals new to Tarot or those seeking a structured, practical, and personally guided approach to attuning with a Tarot deck within an occult or shamanic framework."
  }
}