{
  "header": {
    "title": "REAL MAGICK FOR REAL PROBLEMS",
    "authors": [
      "Marcus T. Bottomley"
    ],
    "category": "Western Esotericism & Occultism",
    "keywords": [
      "Magick",
      "Practical Magic",
      "Folk Magic",
      "Problem Solving",
      "Love Spells",
      "Money Spells",
      "Protection",
      "Curse",
      "Virility",
      "Divination",
      "Grimoire"
    ]
  },
  "central_thesis": "This book asserts that a collection of simple, operative magickal rites can provide direct and effective solutions to a wide range of common real-world problems. The author posits that 'real magick', distinct from mere illusions, functions by supernatural means and is accessible to anyone with belief, regardless of prior occult experience. The efficacy of these rites is presented as certain, contingent only on precise execution of the instructions and the practitioner's faith, promising tangible results from personal issues like sexual impotence and relationship control to external matters like legal victories and financial success.",
  "structure_content": [
    {
      "chapter_title": "Magickal Cures for Sexual Impotence in Men",
      "summary": "This chapter provides three distinct rites to restore male virility: 'The Red-Ants Cure' (boiling red ants), 'The Calamus Root Treatment' (ingesting boiled calamus root liquid), and 'The Young Rooster Treatment' (consuming powdered gizzard skin from a young rooster)."
    },
    {
      "chapter_title": "To Discover the Identity of a Thief",
      "summary": "The 'Bible-and-Key Rite' is detailed, instructing the practitioner to use a Holy Bible, a brass key, and white string in a divinatory method to identify a thief. The Bible's movement during a specific invocation indicates the culprit."
    },
    {
      "chapter_title": "Winning Court Cases",
      "summary": "Two rites are presented to influence court proceedings: 'The Asafetida-and-Vinegar Rite' aims to confuse opposing witnesses and sway the judge/jury, while 'The Beef Tongue Rite' involves writing names of adversaries on paper, inserting them into a beef tongue, pinning it, and burning it to 'gag' witnesses and favor the practitioner."
    },
    {
      "chapter_title": "Forcing a Person to Leave",
      "summary": "This chapter offers two methods to compel an unwanted person to move out: one involves a mixture of ground coffee, eggshells, and salt sprinkled in their path or room, and the other is 'The Graveyard Dust Rite', which uses cemetery dirt to harass the person through perceived hauntings."
    },
    {
      "chapter_title": "Punishing an Enemy",
      "summary": "A powerful ritual is outlined for 'handing over' an enemy to the spirit of a deceased person. This involves visiting a grave at night, digging, placing coins as payment, invoking the spirit, and then sprinkling graveyard dirt in the enemy's personal space to instigate harm or distress."
    },
    {
      "chapter_title": "To Make Somebody get in Touch with You or Return to You",
      "summary": "Two 'Rite Numbers' are described. Rite Number One uses a red candle and paper to write the target's name and wishes over nine nights. Rite Number Two involves a catfish, paper with the target's name, and needles, buried to compel their return or contact upon the fish's decay."
    },
    {
      "chapter_title": "To End a Love Affair between Your Spouse or Lover and somebody else",
      "summary": "This chapter describes two rituals for relationship separation. The first uses a red candle, names on paper, aloes, sulphur, and saltpeter, burned over nine waning moon nights. The 'Mixture-in-Coconut Magickal Rite' involves stuffing a female coconut with names and various ingredients, sealing, shaking, and burying it to cause the relationship to deteriorate as the coconut rots."
    },
    {
      "chapter_title": "To put Your Spouse or Lover under Your Control",
      "summary": "Two 'Rite Numbers' are provided to exert control over a partner. Rite Number One (for women) uses a yellow handkerchief to clean sexual organs post-intercourse, which is then dried, placed in a bottle with needles, and buried. Rite Number Two (for men or women) involves writing both names on paper in an 'X' pattern, folding it with needles into a piece of the target's old clothing, and burying or concealing it to keep the person 'under your thumb'."
    },
    {
      "chapter_title": "To Dream about a Future Spouse",
      "summary": "This rite enables a practitioner to dream about their future spouse. It involves placing a lover's pair of shoes, with three matchsticks in each, under the bed in a 'T' formation for three successive nights, focusing on the person before sleep."
    },
    {
      "chapter_title": "Attaining Luck and Success in Business and Money Matters generally",
      "summary": "Three rites for financial prosperity are outlined: 'The Cloves-and-Sulphur Rite' (burning cloves, sulphur, and a shoe sole while making wishes), 'The Van-Van Bath' (adding Van Van oil to bathwater and sprinkling it in the home), and 'The Shame Root Rite' (soaking Shame Root in High John the Conqueror Oil, shaking it, and making wishes over nine waxing moon days/nights)."
    }
  ],
  "key_concepts": [
    {
      "term": "Magick",
      "definition": "The occurrence of desired effects by supernatural means, distinguished from 'magic' as entertainment or illusion. It is a serious practice requiring belief and patience, aimed at tangible problem-solving and material gain, without necessarily compromising ethical values or involving demonic agencies."
    },
    {
      "term": "Operative Magic",
      "definition": "The practical application of specific rituals, ingredients, and procedures to achieve a desired, often material, outcome. The book’s rites are classic examples of operative magic, focusing on direct action and result."
    },
    {
      "term": "Sympathetic Magic",
      "definition": "A principle where 'like affects like' or an object connected to a person (e.g., hair, clothing, image) can be used to influence that person. Examples include using a partner's handkerchief or old clothing, or a lover's shoes, to affect them. Also, burying objects to cause an effect as they decay (e.g., catfish, coconut)."
    },
    {
      "term": "Graveyard Dirt",
      "definition": "Soil collected from a cemetery, often from a specific grave (e.g., of a 'wicked person' or one who died violently), believed to contain the spirit of the deceased. It is used in coercive or punitive rites to harass or remove an unwanted individual."
    },
    {
      "term": "Waxing/Waning Moon",
      "definition": "Specific lunar phases used for timing rituals. The waxing moon (new to full) is typically associated with growth, attraction, and building, while the waning moon (full to new) is associated with diminishing, banishing, and ending. This timing is crucial for the efficacy of certain rites, such as those for return/contact or ending affairs."
    },
    {
      "term": "Occult-Goods Supplier",
      "definition": "A commercial source for specialized magical ingredients like Calamus Roots, Asafetida, oils (myrtle, cedar, verbena, Van Van, High John the Conqueror), Shame Root, and graveyard dust, making the practice accessible to those unable to procure items naturally."
    }
  ],
  "practical_system": {
    "description": "The practical system presented is a collection of distinct, self-contained magickal rites designed for direct application to a variety of personal, relational, legal, and financial issues. Each rite outlines specific materials (ranging from natural elements like red ants, calamus root, and graveyard dirt to common items like candles, paper, and household products), precise timing (often tied to lunar phases like waxing or waning moon, or specific days like Friday or Monday), and a clear sequence of actions. These actions frequently involve writing names, physical manipulation of ingredients, vocalizing wishes, and disposing of items (e.g., burning, burying). The underlying philosophy suggests that these material actions, when combined with belief and intention, tap into 'spiritual forces or powers' (page 55) or 'spirits of the deceased' (page 31) to manifest desired outcomes. The system is presented as a 'no short cuts' approach that requires patience and adherence to instructions for success.",
    "tools": [
      "Red ants",
      "Lump of sugar",
      "Wide-mouthed bottle",
      "Calamus Roots/Calamus Powder",
      "Whisky/gin/other similar drink",
      "Young cock/rooster (specifically gizzard skin)",
      "Holy Bible (any size)",
      "Brass key (bigger the better)",
      "Length of white string (1-2 yards)",
      "Single white candle",
      "Asafetida (asafoetida)",
      "Vinegar",
      "Full-length beef tongue",
      "White, unruled paper",
      "New red ball-point pen",
      "Sharp knife/penknife",
      "9 new needles (same size)",
      "Oil of myrtle",
      "Oil of cedar (cedarwood oil)",
      "Oil of verbena/verbena powder",
      "Fresh/dry coffee beans (or ground coffee)",
      "9 chicken eggs (shells)",
      "Table salt",
      "Graveyard dust (dirt)",
      "Odd number of copper coins (e.g., 3, 5, 7, or 9 pennies)",
      "Powerful torch",
      "Envelope",
      "Catfish (wolffish)",
      "Ground aloes",
      "Sulphur",
      "Saltpeter",
      "Female coconut (with two 'eyes')",
      "Bitter apple (bitter cucumber/gourd)",
      "Dry cayenne pepper",
      "Half a red-pepper pod",
      "Guinea seeds",
      "Steel dust",
      "Yellow handkerchief (lady's)",
      "Sizeable piece of cloth (from old, used, unwashed item of target's clothing)",
      "Lover's shoes (pair)",
      "Three single matchsticks",
      "Cloves (pulverised)",
      "Sulphur (pulverised)",
      "Sole of an old, used, right-foot shoe",
      "Burner/metal plate/sheet",
      "Van Van oil/powder",
      "Shame Root (Shame Brier) cuttings",
      "High John the Conqueror Oil"
    ],
    "rituals": [
      "The Red-Ants Cure (Sexual Impotence)",
      "The Calamus Root Treatment (Sexual Impotence)",
      "The Young Rooster Treatment (Sexual Impotence)",
      "The Bible-and-Key Rite (Discover Identity of Thief)",
      "The Asafetida-and-Vinegar Rite (Winning Court Cases)",
      "The Beef Tongue Rite (Winning Court Cases)",
      "The Coffee, Eggshells, and Salt Mixture (Forcing a Person to Leave)",
      "The Graveyard Dust Rite (Forcing a Person to Leave & Punishing an Enemy)",
      "Rite Number One (To Make Somebody Get in Touch/Return – Candle, Paper, Name-writing)",
      "Rite Number Two (To Make Somebody Get in Touch/Return – Catfish, Paper, Needles)",
      "Red Candle, Names, Aloes, Sulphur, Saltpeter Rite (To End a Love Affair)",
      "The Mixture-in-Coconut Magickal Rite (To End a Love Affair)",
      "Rite Number One (To put Spouse/Lover Under Your Control – Yellow Handkerchief, Needles)",
      "Rite Number Two (To put Spouse/Lover Under Your Control – Needles, Cloth, Name-writing)",
      "The Shoes and Matchsticks Rite (To Dream about a Future Spouse)",
      "The Cloves-and-Sulphur Rite (Attaining Luck and Success)",
      "The Van-Van Bath (Attaining Luck and Success)",
      "The Shame Root Rite (Attaining Luck and Success)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Magick' is exactly what it implies - the occurence of desired effects by supernatural means. We are not referring to 'magic', the entertainer's tricks of illusion and deception. We are talking here about the REAL THING.",
      "page": "62"
    },
    {
      "text": "There must be belief in order for Magick to work.",
      "page": "62"
    },
    {
      "text": "This book is a serious magickal work for making money through Magick. Its instructions require time and patience. But the effort is well rewarded. The reward is a solution to your financial problems, AND ALL THE MONEY YOU WILL EVER NEED. This is what Magick is all about. But remember there are no short cuts.",
      "page": "62"
    },
    {
      "text": "Religionists, fearful of the power of Magick, would have you believe this. You are not required to com- promise ethical values.",
      "page": "62"
    },
    {
      "text": "All these can be accomplished successfully by the person who performs the magickal rites given in this book in accordance with the given instructions.",
      "page": "60"
    }
  ],
  "critical_analysis": {
    "relevance": "This book represents a practical, folk-magic tradition, often found in grimoire-style works, focused on direct and tangible results for common human problems. Its emphasis on material ingredients (e.g., ants, roots, animal gizzards, graveyard dirt, household items) and precise procedural steps places it firmly within operative magical traditions, diverging from purely meditative or philosophical esotericism. The work's simplicity, lack of complex astrological calculations, Qabalistic symbolism, or intricate invocations makes it highly accessible. It frames 'magick' as a neutral force for problem-solving, explicitly detaching it from religious or ethical constraints often found in ceremonial magic or some Hermetic traditions, presenting it as an amoral tool.",
    "target_audience": "The target audience consists of individuals experiencing 'real problems' in their lives who are open to supernatural solutions and willing to follow specific, often unusual, ritual instructions without requiring deep theoretical understanding. The text implicitly addresses those who feel disempowered by conventional methods (medical, legal, social) and seek an alternative, 'magickal' recourse. The explicit mention of occult-goods suppliers suggests a consumer-oriented approach, making it suitable for beginners or those seeking immediate, recipe-like magical interventions rather than extensive philosophical study or spiritual development."
  }
}