{
  "header": {
    "title": "Old Style Conjure",
    "authors": [
      "Starr"
    ],
    "category": "Hoodoo/Conjure/Folk Magic",
    "keywords": [
      "Hoodoo",
      "Conjure",
      "Folk Magic",
      "Rootwork",
      "Spells",
      "Protection",
      "Domination",
      "Cleansing",
      "Offerings",
      "Petitions",
      "Jar Spells",
      "Poppets",
      "Knot Magic",
      "Graveyard Work",
      "War Water",
      "Biblical Magic",
      "Saint Martha"
    ]
  },
  "central_thesis": "This book serves as a practical guide to 'Old Style Conjure' (Hoodoo/Rootwork), emphasizing its accessible, folk-magical nature, and its application to everyday life. It stresses the importance of personal intent, common sense, and connection with spirits and biblical power, rather than rigid dogmas, for achieving desired outcomes in areas such as cleansing, protection, control, and banishment.",
  "structure_content": [
    {
      "chapter_title": "Warning",
      "summary": "A disclaimer indicating that readers use the spells at their own risk, accepting no liability for effects or adverse outcomes, and that the book is not suitable for children."
    },
    {
      "chapter_title": "Introduction",
      "summary": "The author introduces herself as a 'plain ole worker' in conjure, highlighting that hoodoo is a folk magic, not a religion, adaptable to various religious backgrounds. She emphasizes learning from diverse sources, keeping an open mind, and having faith in one's work. The importance of understanding ancestors and the simplicity of hoodoo practices are also stressed."
    },
    {
      "chapter_title": "Harry M. Hyatt",
      "summary": "The author offers a critical perspective on Harry M. Hyatt's extensive collection of conjure information. While acknowledging its value, she suggests that some of his documented works are 'useless' or 'nonsense' due to the context of their collection (payment for information) and the potential for fabricated content. The author, drawing on her South Carolina background, doubts that sharecroppers would have openly shared their business with a white minister, advocating for practitioners to use 'common sense' when interpreting Hyatt's works and to research thoroughly."
    },
    {
      "chapter_title": "The Conjure Work",
      "summary": "This extensive section details various operative conjure practices. It begins with the fundamental importance of cleansing (Coffee Bath, Candle and Salt Cleansing, Egg Cleansing, Chicken Foot) before and after any magical work. It then covers home and personal protection methods (using household items, oils, and Saint Michael), the necessity of making offerings to spirits for effective work, and specific instructions for deploying and disposing of 'tricks' based on directional magic (East for bringing, West for removing) and the rule of not looking back. The chapter delves into different types of 'controlling' or 'domination' work, clarifying the author's view that terms like Commanding, Do As I Say, and Bend Over are synonymous in practice. Specific methods include Nation Sacks, wax poppets, jar spells, and petitions to Saint Martha. It also details spells for 'bringing back' a lover using poppets, honey jars, mirror work, and specific candle setups with biblical prayers. Separation spells involve wax dollies, jars with specific ingredients to cause confusion or discord, and lemon spells. The creation and 'waking' of 'conjure hands' (mojo bags) for various purposes are described. Finally, the chapter introduces 'Nail Your Man Down' spells, 'Enemy Work' for banishing or hindering individuals, 'Hot Foot' recipes and applications, 'Shut Yer Mouth' spells (egg, Saint Ramon candle, dollie), 'Confusion' work using dollies, and the use of oil lamps for sustained magical work, particularly for domination. Graveyard work is detailed, with emphasis on protection, offerings, and listening to spirits, and a list of biblical verses for different magical intentions concludes the section."
    }
  ],
  "key_concepts": [
    {
      "term": "Hoodoo/Conjure",
      "definition": "A practical system of folk magic, not a religion, focused on improving everyday life through spells, rituals, and spiritual communication. It utilizes natural items, spiritual figures (including Christian saints and ancestors), and biblical verses. The author emphasizes its adaptability and direct, results-oriented nature."
    },
    {
      "term": "Petition",
      "definition": "A written statement of intent, crucial for all magical workings. It must be clear, precise, and well-thought-out to ensure the desired outcome, as spirits/higher powers will bring exactly what is asked for."
    },
    {
      "term": "Cleansing",
      "definition": "An essential practice performed before and after magical work to remove negative or unwanted energies. Various methods are taught, including baths using common household items, eggs, or chicken feet."
    },
    {
      "term": "Protection",
      "definition": "Methods used to safeguard oneself and one's home from negative energy, jealousy, or spiritual attacks. Techniques involve household concoctions, anointed oils, specific magical items, and calling upon spiritual entities like Saint Michael."
    },
    {
      "term": "Offerings",
      "definition": "Payments or gifts given to spirits or ancestors in exchange for their assistance, showing honor, respect, and gratitude. The author likens it to being paid for a job, suggesting it makes spirits 'work harder' and more effectively."
    },
    {
      "term": "Laying Tricks",
      "definition": "The act of deploying magical items or preparations (called 'tricks') in specific locations or on personal items to achieve a desired magical effect. This includes burying, sprinkling, or placing items in a way that influences a person or situation."
    },
    {
      "term": "East/West Directionality",
      "definition": "A core principle for deploying and disposing of magical work. Items buried or thrown to the East are for bringing things/power to the practitioner, while items disposed of to the West are for removing, destroying, or banishing."
    },
    {
      "term": "Running Water",
      "definition": "A specific method of disposal for magical work, used exclusively for *removing* something or someone, as the water's flow carries things away. The author strongly cautions against using it to 'bring' things."
    },
    {
      "term": "Graveyard Work",
      "definition": "Practices performed at a graveyard to hold down enemies, cause harm, or seek assistance from spirits, particularly ancestors. Emphasizes the critical need for personal protection, common sense, and respect for the spirits, including leaving offerings for gatekeepers and the deceased."
    },
    {
      "term": "Poppet/Wax Dollie",
      "definition": "A small human figure, typically made of wax or cloth (flannel), created to represent a target individual for spells of control, bringing back, or separation. Personal items of the target are often incorporated into the dollie to establish a magical link."
    },
    {
      "term": "Jar Spells/Bottle Spells",
      "definition": "Magical workings contained within a jar, which serves to hold and amplify the magical energy. These spells can be 'worked' by shaking the jar and petitioning, and often involve ingredients like herbs, personal items, and liquids."
    },
    {
      "term": "Conjure Hand/Mojo Bag",
      "definition": "A magical charm bag, typically carried on the person, made with specific ingredients (herbs, roots, curios, personal concerns, petition paper) for a particular magical purpose. It must be 'fed' and 'woken up' to activate its power."
    },
    {
      "term": "Domination/Controlling Work",
      "definition": "A category of spells aimed at influencing, compelling, or controlling the will and actions of another person or a situation. The author views various terms (Commanding, Do As I Say, Bend Over) as functionally similar, relying on strong herbs and focused intent."
    },
    {
      "term": "Hot Foot",
      "definition": "A type of banishing spell designed to make an unwanted person leave or stay away. It typically involves mixtures of spicy and irritating ingredients, often deployed by sprinkling or in a jar."
    },
    {
      "term": "Biblical Power",
      "definition": "The belief that the Bible is a powerful 'Conjure book' and its verses (Psalms, Proverbs, etc.) can be used as potent prayers and affirmations within conjure work to achieve various magical outcomes like deliverance, protection, or prosperity."
    },
    {
      "term": "Common Sense",
      "definition": "A frequently reiterated guiding principle, instructing practitioners to apply logic and discernment to all magical workings, especially when interpreting historical practices or dealing with spirits, to avoid unintended consequences or danger."
    }
  ],
  "practical_system": {
    "description": "The 'Old Style Conjure' system is an operative folk magic tradition, deeply rooted in Southern practices. It focuses on achieving tangible results for everyday concerns such as love, protection, control, and banishment. The system integrates a diverse array of components: the inherent power of natural elements (herbs, roots, curios), directed energy through petitions and prayers (including Christian prayers and biblical verses), the strategic deployment of 'tricks' in specific locations or on personal items, and direct communication and offerings to spirits (including ancestors and Catholic saints). A fundamental aspect is the necessity of cleansing before and after work, the precise formulation of petitions, and the application of 'common sense' to adapt and execute workings effectively.",
    "tools": [
      "Herbs and Roots: High John the Conqueror, Calamus, Licorice, Jezebel, Master Root, Queen Elizabeth Root, Solomon's Seal Root, Slippery Elm, red pepper, black mustard seeds, dried red roses.",
      "Curios: Dirt Dauber Nest, lodestone, pyrite.",
      "Personal Items: Hair, nail clippings, dirty socks, semen, photo of target, name paper, urine.",
      "Household Items: Jars (baby food jars, glass jars), bottles, candles (taper, vigil, tea lights, orange candles, red candles, black candles, St. Michael candles, Attraction candles, Compelling candles, Come To Me candles, Shut Up candles), red flannel cloth, thread (red cotton, black), ribbon, scissors, pins, needles, small mirrors, eggs, coffee, ammonia, vinegar, saltpeter, baking soda, Mrs. Smith's bluing, Florida Water, camphor square, olive oil, salt, sponge mop, broom, duck tape, zip lock bags, plate, pen, marker.",
      "Tools for Deployment: Hammer, railroad spike.",
      "Offerings: Whiskey, cigars, stones, money (pennies), flowers, water, coffee, Pall Mall cigarettes.",
      "Religious/Spiritual Items: Saint Michael cards, Saint Ramon candle, Holy Bible (specific verses), picture of the Lord, St. Martha prayer card/statue, Holy Water, protection powder, success oil, confusion oil, fiery wall of protection oil, Sister Edna's hat oil, Shut Yer Mouth oil, compelling oil, domination oil, loveage root, red heart."
    ],
    "rituals": [
      "Cleansing baths (Coffee Bath, Candle and Salt Cleansing, Egg Cleansing, Chicken Foot)",
      "Home and personal protection rituals (using ammonia, vinegar, Florida Water, urine, olive oil with Psalm 23, lemons, salt/egg, red pepper/salt, Saint Michael hands/jars)",
      "Spirit offerings and feeding (tapping altar, whiskey, water, tea lights, coffee, cigarettes)",
      "Directional burial and disposal of tricks (East for bringing, West for removing, crossroads, running water, no looking back)",
      "Knot tying for binding, control, and other intentions",
      "Poppet construction and animation ('baptizing' with Holy Water)",
      "Jar spells, activated by shaking and heating with candles",
      "Devotional work with Saint Martha (altar setup, green candles, coffee offerings)",
      "'Nail Your Man Down' spells using a railroad spike and semen-anointed thread",
      "Hot Foot spells for banishment (sprinkling, jar, or candle forms)",
      "Mirror binding for blocking, binding, and returning negativity",
      "'Shut Yer Mouth' spells using eggs, Saint Ramon candles, or dollies",
      "'Confusion' work with dollies dressed with confusion oil and tacked facing a wall",
      "Oil lamp workings for sustained influence, particularly domination",
      "Graveyard work for holding down enemies or seeking spiritual assistance, including specific offerings and prayers"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Any reader who uses the spells within this book does so entirely at their own risk.",
      "page": "4"
    },
    {
      "text": "Hoodoo is a folk magic that has survived many years. Since hoodoo is not a religion it has always been practiced by a variety of people regardless of their race or religious background.",
      "page": "5"
    },
    {
      "text": "The most important tool you need is faith in yourself that your conjure work will work. Not I think it will, but I know it will.",
      "page": "6"
    },
    {
      "text": "The fact is most conjurers believe that the power of the roots, herbs, curios and the deployment of work is enough to make the job successful. It is the conjurer's preference to bring their religious backgrounds into the work.",
      "page": "7"
    },
    {
      "text": "ALWAYS USE YOUR COMMON SENSE.",
      "page": "24"
    },
    {
      "text": "When you go to your job you work hard because at the end of the week you know you will get your paycheck. Then why would we think Spirit doesn't want to be paid at the end of a job?",
      "page": "21"
    },
    {
      "text": "If you remove the Bible from Old Style Conjure work then what you are doing really isn't Conjure work! It then becomes something else.",
      "page": "95"
    }
  ],
  "critical_analysis": {
    "relevance": "This book offers a highly relevant and accessible insight into traditional Hoodoo/Conjure, presenting it as a practical, folk-oriented magical system. It distinguishes itself by providing a personal, experienced practitioner's perspective, complete with candid critiques of historical sources like Harry M. Hyatt's work, and an unwavering emphasis on 'common sense' and personal discernment. The text's integration of Christian prayers and biblical verses within a non-religious magical framework provides valuable context for understanding the syncretic nature of Hoodoo. Its direct, instructional style makes it a useful operative manual for those interested in engaging with this tradition.",
    "target_audience": "The primary target audience is individuals new to or curious about practical Hoodoo and Rootwork, seeking an operative manual from an experienced practitioner. It also appeals to those who prefer a less dogmatic, more folk-oriented approach to magic, including practitioners looking to incorporate biblical power or engage with ancestral spirits in a specific cultural context. The book's emphasis on simplicity and personal adaptation also makes it suitable for those who may not have access to elaborate tools or specialized knowledge."
  }
}