{
  "header": {
    "title": "Class 25 - Progressed and Regressed Readings",
    "authors": [
      "Esoteric School of Shamanism and Magic"
    ],
    "category": "Western Esotericism, Occultism, Magic, Tarot, Divination",
    "keywords": [
      "Tarot readings",
      "Progression",
      "Regression",
      "Spell Send Backs",
      "Magical Ritual",
      "Divination",
      "Esoteric Tarot",
      "Past Lives",
      "Future Divination",
      "Tarot Magic"
    ]
  },
  "central_thesis": "This text provides advanced Tarot techniques for extending 12-card readings into the far past (regressed readings, including past lives) and far future (progressed readings), enabling conscious choices in the present based on future probabilities. Additionally, it details a specific ritual for sending back adverse magical spells to their originators without leaving a traceable signature.",
  "structure_content": [
    {
      "chapter_title": "1. Preparation for This Class",
      "summary": "Introduces the class topics and mentions associated video clips covering progressed and regressed readings, spell send backs, and 'blow-ups'."
    },
    {
      "chapter_title": "2. Progressed Readings",
      "summary": "Describes a method for extending a 12-card Tarot reading into the distant future. This involves recording a base reading, then shifting present and future line cards, reshuffling, and laying a new future line. The process can be repeated until all probabilities become equal, indicated by major arcana or principle cards. It emphasizes the need for the present line to match current circumstances and highlights the purpose of making conscious choices in the present based on future insights, equating this to the 'Science of Prayer'."
    },
    {
      "chapter_title": "3. Regressed Readings",
      "summary": "Outlines a similar procedure to progressed readings, but for examining situations further in the past, including past lives. It involves recording a base reading, shifting present and past line cards, reshuffling, and laying a new past line. The text explains how to interpret reversed timelines (e.g., body loss, inter-lifetime periods, conception) and how to track spiritual progress or age using specific court cards and a signifier keyed to 'Star'."
    },
    {
      "chapter_title": "4. Tracking Relationships",
      "summary": "Details a technique using regressed readings to determine if one has had past-life relationships with another person. This involves keying both one's own and the other person's signifier, placing one's own near a Protection candle, and integrating the other's keyed signifier into the deck to appear in the reading during regression."
    },
    {
      "chapter_title": "5. Spell Send Backs",
      "summary": "Presents a ritualistic procedure to return adverse spells (identified in readings as Magi Rx or Priestess Rx) to their originator, even across lifetimes, without a 'signature'. The ritual involves specific candle placement, Tarot cards (original signifier, spell cards, Sun card), an athame, and a double-sided mirror clamped vertically to divide the reading space, followed by drawing energetic loops."
    },
    {
      "chapter_title": "6. Exit Ritual",
      "summary": "Provides the weekly mantra for the exit ritual, day greetings, and day endings: 'Walking in Flow.'"
    }
  ],
  "key_concepts": [
    {
      "term": "Progressed Reading",
      "definition": "An advanced Tarot technique that extends a 12-card reading into the distant future by physically shifting the cards from the present and future lines down, reshuffling, and laying a new 'far future line'. Its purpose is to reveal probabilities to inform present choices."
    },
    {
      "term": "Regressed Reading",
      "definition": "An advanced Tarot technique that extends a 12-card reading into the distant past, including past lives, by physically shifting the cards from the present and past lines up, reshuffling, and laying a new 'far past line'. Used to examine past situations or relationship histories."
    },
    {
      "term": "Book of Shadows",
      "definition": "A personal magical journal used to record Tarot readings, rituals, and magical operations, particularly for base readings, progressed/regressed lines, and spell send backs."
    },
    {
      "term": "Signifier",
      "definition": "A Tarot card chosen to represent the querent or subject of a reading, often placed in a specific ritual position or keyed into the deck."
    },
    {
      "term": "Spell Send Back",
      "definition": "A complex magical ritual using Tarot cards, candles, an athame, and a mirror to reflect or return an identified adverse spell to its original caster, designed to be untraceable."
    },
    {
      "term": "Far Future Line",
      "definition": "The extended future segment of a Tarot reading created through the progression procedure, providing insights further beyond the initial future line."
    },
    {
      "term": "Far Past Line",
      "definition": "The extended past segment of a Tarot reading created through the regression procedure, offering insights further back than the initial past line, potentially into past lives."
    },
    {
      "term": "Base Reading",
      "definition": "The initial 12-card Tarot spread from which progressed or regressed readings are subsequently derived by manipulating the card lines."
    },
    {
      "term": "Flow Line",
      "definition": "Refers to the continuous narrative or sequence of events indicated by the cards in a progressed or regressed reading. Its readability (ease of tracking) correlates with the probability of the events manifesting."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is twofold: a sophisticated method for advanced Tarot divination and a specific ritual for magical defense. The divination aspect allows for temporal extension of 12-card readings into the far past (regression for historical context, past lives, and relationship tracking) or far future (progression for probable outcomes and present decision-making). The magical defense aspect is a 'Spell Send Back' ritual designed to neutralize and return adverse magic to its source, emphasizing an untraceable operation.",
    "tools": [
      "Tarot deck (12-Card readings)",
      "Book of Shadows",
      "Candles (White taper/pillar for Wisdom and Protection; Sun Yellow and White/Sky Blue as alternatives)",
      "Athame (loaded with electric blue energy)",
      "Double-sided camping mirror (3\"x5\" or 4\"x6\", non-magnifying)",
      "Pliers (to hold mirror)",
      "Strong rubber band (to secure pliers)",
      "Original signifier card (of the querent)",
      "Spell indicator cards (Magi Rx or Priestess Rx, and any 'blow-up' cards)",
      "Sun card (for overcoming negative spell effects)"
    ],
    "rituals": [
      "Progressed Reading Procedure: Extending a 12-card Tarot reading into the far future by shifting card lines, reshuffling, and laying a new future line.",
      "Regressed Reading Procedure: Extending a 12-card Tarot reading into the far past (including past lives) by shifting card lines, reshuffling, and laying a new past line.",
      "Tracking Relationships Procedure: A variation of regressed readings involving keying multiple signifiers to identify past-life connections.",
      "Spell Send Back Ritual: A ceremonial magic procedure involving specific card placements, candles, an athame, and a double-sided mirror to reflect and return adverse spells to their originators."
    ]
  },
  "relevant_quotes": [
    {
      "text": "A 12 Card reading will give you information within a certain time frame, from past to future. If you want to look further into the future than the future line, move the reading forward in time – this is called progressing the reading.",
      "page": "73"
    },
    {
      "text": "The whole point of a progressed reading is to enable you to make conscious choices in the present, which will make a difference in the future. This is the embodiment of the Science of Prayer.",
      "page": "74"
    },
    {
      "text": "If you change anything in the present you'll need to throw a new base reading; a small change in the present produces a larger change in the future (according to the Laws of Tarot).",
      "page": "74"
    },
    {
      "text": "With regressed readings you can walk your readings all the way to the beginning of creation. You can also use regressions to examine past lives.",
      "page": "75"
    },
    {
      "text": "The beauty of this procedure is that it leaves no “signature” or way for the person to track the send back to you.",
      "page": "76"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant within the Western Esoteric and Occult traditions, particularly for practitioners of Tarot who seek to move beyond basic readings into more advanced divinatory techniques. The methods for progressed and regressed readings offer a sophisticated approach to temporal divination, allowing for deep exploration of causality and potential futures/pasts. The inclusion of the 'Spell Send Back' ritual provides a practical example of defensive magic integrated with Tarot diagnostics, aligning with grimoire traditions of counter-magic and protection. It stands out for its detailed, step-by-step instructions, making these often-abstract concepts actionable for a practitioner.",
    "target_audience": "The primary target audience consists of experienced Tarot readers, advanced students of ceremonial magic, and practitioners within Western Esoteric and Occult traditions. It is particularly valuable for those who have mastered foundational Tarot spreads and are looking to deepen their divinatory abilities, explore karmic patterns or past life influences, and engage in practical, ritualistic magical defense. The technical nature of the instructions suggests a readership already familiar with magical tools and basic ritual protocols."
  }
}