{
  "header": {
    "title": "The Worke of Salomon the Wise. Called his Clavicle Reuealed by King Ptolomeus & Grecian.",
    "authors": [
      "Solomon (attributed)",
      "King Ptolomeus (attributed revealer)",
      "Grecian (attributed revealer)",
      "H.G. (copier/scribe)"
    ],
    "category": "Western Esotericism, Grimoire, Ceremonial Magic",
    "keywords": [
      "Clavicle of Solomon",
      "Solomonic Magic",
      "Grimoire",
      "Ceremonial Magic",
      "Astrological Magic",
      "Planetary Magic",
      "Sigils",
      "Talismans",
      "Spirit Evocation",
      "Invocations",
      "Exorcisms",
      "Qabalah",
      "Hermeticism",
      "British Library Manuscripts",
      "Fixed Stars"
    ]
  },
  "central_thesis": "This manuscript presents a comprehensive and highly prescriptive system of ceremonial magic, purportedly revealed to King Solomon by an angel and subsequently transcribed through King Ptolemy and Grecian. Its central thesis is that by precisely following the outlined preparations, astrological timings, construction of magical tools (such as pentacles, images, rings), and the recitation of powerful conjurations utilizing divine and angelic names, a practitioner can compel various spirits to manifest and fulfill desired outcomes, including acquiring knowledge, wealth, protection, and influencing worldly affairs, all while maintaining ritual purity and divine authority.",
  "structure_content": [
    {
      "chapter_title": "The Prologue",
      "summary": "Introduces the origin of the Clavicle as divine revelation to King Solomon, emphasizing its immense power and the strict requirements for its use to avoid dire consequences. It outlines the broad scope of 'experiments' or operations, ranging from achieving invisibility and love to causing destruction and performing 'extraordinary' magical workings."
    },
    {
      "chapter_title": "The Table",
      "summary": "Provides a concise list of chapters covering the foundational elements of the system: the importance of planetary hours and points, the creation of pentacles, and various categories of 'experiments' or operations achievable through the Clavicle."
    },
    {
      "chapter_title": "The First Book of the Clavicle of Solomon",
      "summary": "Details the extensive preparatory work required for all magical operations. This includes understanding the influences of planetary days and hours, lunar phases, and the consecration of the practitioner. It contains numerous Latin conjurations, many incorporating Qabalistic divine names and angelic hierarchies, aimed at binding and compelling spirits to obey the magician's will."
    },
    {
      "chapter_title": "Sequitur Circulus (On Magical Circles)",
      "summary": "Presents diagrams of magical circles with inscribed divine names and powerful symbols. These circles are fundamental for creating a protected ritual space and defining the area for spirit manifestation during evocation rituals."
    },
    {
      "chapter_title": "Liber Hermetis tractans de 15 Stellis et de 15 Herbis (On 15 Stars and 15 Herbs)",
      "summary": "Attributes knowledge to Hermes, detailing the properties and influences of 15 specific fixed stars, including their associated herbs and celestial signs. This section is crucial for understanding astrological timing and the selection of sympathetic materials for magical operations."
    },
    {
      "chapter_title": "Liber de quindecim Lapidibus (On 15 Stones)",
      "summary": "Describes the magical properties of 15 specific stones, detailing their virtues, planetary or stellar associations, and their applications in creating powerful talismans and images for various magical purposes."
    },
    {
      "chapter_title": "De Herbis (On Herbs)",
      "summary": "Lists 15 magical herbs, outlining their planetary correspondences, specific virtues, and diverse uses in various magical operations, including fumigations, baths, and as components in magical images."
    },
    {
      "chapter_title": "De Figuris / De Imaginibus Hermetis (On Figures and Hermetic Images)",
      "summary": "Provides detailed instructions and illustrations for creating 15 specific magical 'figures' or images. These often depict symbolic forms or entities and are intended for various purposes, such as attracting love, gaining knowledge, or causing harm, requiring precise crafting."
    },
    {
      "chapter_title": "De Fumigationibus (On Fumigations)",
      "summary": "Outlines the ingredients and appropriate timing for preparing specific fumigations (incenses). These mixtures, composed of herbs and resins, are burned during rituals to purify spaces, attract or repel spirits, and create a conducive magical atmosphere, often tied to planetary influences and specific days of the month."
    },
    {
      "chapter_title": "Liber Imaginum Sebel, alias Kicel (Book of Images of Sebel, also Kicel)",
      "summary": "A dedicated section on the creation and use of images for specific magical goals. This includes methods for gaining counsel from spirits in dreams, influencing love, or causing misfortune, with detailed instructions on materials, astrological timing, and accompanying invocations."
    },
    {
      "chapter_title": "Nomina Angelorum (Names of Angels)",
      "summary": "Provides extensive lists of angelic names and spirit names associated with each of the seven traditional planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon). These names are essential for precise invocations, conjurations, and the correct addressing of spiritual entities."
    },
    {
      "chapter_title": "Sigilla Signoru & Figure Planetarum (Sigils of Signs & Planetary Figures)",
      "summary": "Features diagrams of planetary and zodiacal sigils, along with illustrations of planetary figures corresponding to specific metals and colors. These visual and material correspondences are vital for crafting consecrated tools, talismans, and images in alignment with celestial forces."
    },
    {
      "chapter_title": "Hebreoru Machubales Rerum omnium Divina Nomina (Hebrew Kabbalists of all Divine Names of all Things)",
      "summary": "Explores the Qabalistic understanding of divine names, linking them to the Sephiroth, angelic hosts, and planetary intelligences. This section provides the foundational divine authority that empowers all conjurations and bindings within the system."
    },
    {
      "chapter_title": "Conjurations and Exorcisms",
      "summary": "Comprises numerous lengthy and complex conjurations and binding spells, often incorporating Christianized elements. These rituals are designed to summon spirits, bind them to appear in a desired form, compel them to answer questions and fulfill tasks, and, if disobedient, threaten them with divine punishment and eternal damnation."
    },
    {
      "chapter_title": "Spells for Specific Purposes",
      "summary": "Includes various practical spells for highly specific outcomes, such as affecting enemies, causing sickness, influencing a powerful lord, finding treasures, or bringing desired individuals or objects to the practitioner."
    },
    {
      "chapter_title": "Liber Secundus (Further on Materials)",
      "summary": "Further elaborates on the magical properties and uses of stones, herbs, and metals. This suggests a more detailed classification or alternative applications beyond the initial lists, potentially covering additional materials and their operative significance."
    }
  ],
  "key_concepts": [
    {
      "term": "Clavicle",
      "definition": "A manual of magical instruction, specifically attributed to King Solomon, containing secrets for commanding spirits and performing operations."
    },
    {
      "term": "Experiments (Experimenta)",
      "definition": "Specific magical operations or rituals, often with defined steps, aimed at achieving a particular result (e.g., 'experiments of Love,' 'experiments of Invisibilities')."
    },
    {
      "term": "Planetary Hours/Days",
      "definition": "Astrologically determined periods ruled by specific planets, which dictate the optimal timing of magical operations to align with favorable celestial influences."
    },
    {
      "term": "Pentacles (Pentacula)",
      "definition": "Sacred geometric diagrams inscribed with divine names, sigils, and verses, used for protection, empowerment, and as focal points for magical energy during rituals."
    },
    {
      "term": "Sigils (Sigilla)",
      "definition": "Unique symbolic representations of spirits, angels, divine names, or planetary forces, used for invocation, evocation, and engraving on magical tools and talismans."
    },
    {
      "term": "Fumigations (Fumigationes)",
      "definition": "Incense mixtures composed of specific herbs, resins, and minerals, burned during rituals to purify, attract or repel spirits, or create a conducive magical atmosphere."
    },
    {
      "term": "Images (Imagines)",
      "definition": "Magical figures or representations, either drawn or sculpted from particular materials under specific astrological conditions, imbued with power to achieve a desired outcome (e.g., influencing individuals, gaining knowledge)."
    },
    {
      "term": "Divine Names",
      "definition": "Sacred names of God (e.g., Tetragrammaton, Adonay, Elohim) and various angelic/spirit names, which are invoked to command and compel spirits by divine authority."
    },
    {
      "term": "15 Fixed Stars",
      "definition": "A set of prominent fixed stars whose influences and associated materials (stones, herbs) are utilized for specific magical operations and talismans within the system."
    },
    {
      "term": "Reduction",
      "definition": "In the context of the British Library microfilm, it refers to the scaling factor (10%) used during the photographic reproduction of the original manuscript."
    }
  ],
  "practical_system": {
    "description": "The practical system is a form of ceremonial or operative magic aimed at commanding spirits and forces to achieve specific, often material, outcomes. It functions on the principle that the universe is governed by divine and planetary intelligences that can be invoked and compelled through precise ritual actions, sacred language (divine/angelic names), and consecrated tools. The magician acts as an intermediary, wielding authority derived from God to bind lower spirits. Success hinges on absolute adherence to instructions, perfect timing, and personal purity.",
    "tools": [
      "Magical Circle and Triangle of Manifestation: Drawn on the ground or a cloth, defining the safe working space and the area for spirit manifestation.",
      "Pentacles: Consecrated discs or diagrams, typically used within the circle or for specific operations.",
      "Magic Knife/Sword: Used for drawing the circle, commanding spirits, and general ritual authority.",
      "Wand/Rod: Used to direct energy and command.",
      "Censer and Incense (Fumigations): For creating ritual smoke and atmosphere.",
      "Lamps/Candles: For illumination and symbolic representation of celestial bodies or divine light.",
      "Holy Water & Oil: For purification and anointing.",
      "Virgin Parchment/Paper: For inscribing sigils, names, and images.",
      "Specific Metals: E.g., Lead for Saturn, Gold for Sun, Silver for Moon, Copper for Venus, for crafting planetary talismans.",
      "Specific Stones: E.g., Sapphire, Diamond, Emerald, Agate, Jaspar, Magnes, for their intrinsic magical virtues, often linked to stars or planets.",
      "Specific Herbs: E.g., Anabula, Femiculus, Eleborus niger, Saffron, for baths, fumigations, and ingredients in magical images.",
      "Magical Rings: Crafted from appropriate metals and inscribed with sigils for specific purposes, consecrated to planetary or stellar intelligences."
    ],
    "rituals": [
      "Purification and Consecration: The practitioner undergoes physical and spiritual purification (baths, fasting, prayers) and consecrates all tools and the ritual space.",
      "Astrological Timing: Operations are strictly timed to specific planetary days and hours, and sometimes lunar phases or fixed star conjunctions, to align with sympathetic cosmic influences.",
      "Circle and Pentacle Construction: A protective magical circle is drawn, and specific pentacles are created and consecrated, often inscribed with divine names and sigils, to provide a safe and powerful working environment.",
      "Invocations and Conjurations: Elaborate Latin prayers and commanding statements, replete with divine and angelic names, are recited to summon spirits, bind them to appear in a fair and visible form, and compel them to execute the magician's will.",
      "Fumigations: Specific incenses (fumigations) are prepared from herbs and resins according to planetary correspondences and burned during rituals to purify, attract or repel spirits, and to create the appropriate atmospheric conditions.",
      "Creation of Images and Talismans: Magical images (figurines or drawings) and talismans (e.g., rings with engraved sigils) are crafted from specific materials under auspicious astrological conditions and consecrated to embody particular planetary or stellar virtues for their intended purpose.",
      "Exorcism and License to Depart: If a spirit disobeys or after the work is done, specific exorcisms and licenses are given, commanding the spirit to depart without doing harm and to return when called."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Worke of Salomon the Wise. Called his Clavicle Reuealed by King Ptolomeus & Grecian.",
      "page": "manuscript title page"
    },
    {
      "text": "This film is supplied by The British Library only on condition that neither it nor any part of it is further reproduced without permission of The British Library Board who reserve the right to make a charge for such reproduction. If the material filmed is itself in copyright the permission of the owners of that copyright will also be required for such reproduction. Application for permission to reproduce should be made in writing giving details of the proposed reproduction.",
      "page": "manuscript - no page number"
    },
    {
      "text": "Heare begineth the prologue of ye Booke of Clauicles of Salomon contaynynge the secrets of all secrets of all crafts magicall of Nigromancy, the ixth booke of crafts as Ptolemeus the most wisest philosopher in greece, doth testify.",
      "page": "manuscript page 2"
    },
    {
      "text": "For without this Key of Solomon (which contains the secrets of all secrets of this science), no work can be completed. Therefore, I have reformed and kept this Key and the philosophers who had this Clavicle, and could not understand it, for obscurity of words and exhibition of science, for they were not worthy of great science.",
      "page": "manuscript page 4"
    },
    {
      "text": "Heare beginneth the first booke of ye clavicles of secrets of the most wisest philosopher, Ptolomeus the grecian. first of ye houres and poynts necessary in experiments and in mathematicals and magicall of all arts magical of Nigromancy, or of certaine joints how they shall be ordered / and in what manner the pentacles be made in the which all the science of ye Clavicle consisteth, and experiments for their faulte be ordered / of experiments and of Inuvisibility / of experiments of Love. of what manner soever they be. of ye experiments of grace and favour. and dispocition. of experiments of hatred and destruction of experiments of mockery and direction. of experiments extraordinary, that be forbidden of good men;",
      "page": "manuscript page 4"
    },
    {
      "text": "how J may alleyne to tresasure by thy help & assistaunce to further me in my dystresse in what J want & to fullfill my mynd in what J shall demaund of thee.",
      "page": "manuscript page 118"
    },
    {
      "text": "To shew me the secrets of the magicke and sciences and the secret operation of hiwen mysterys and of such things J shall aske thee.",
      "page": "manuscript page 123"
    },
    {
      "text": "J Coniure & Constrayne thee by all these and power and by their holy names of god J Tetragramaton J Adenay J Agla J Saday J Saboth J Planaboth J Panthon J Craton J neupmaton J Deus J homo J omnipotens J Sempiternus J yssus J terra J virgenitus J Saluator J Via J Vita J manus J fons J origo J falius And by their virtus and Powers J Coniure and Constrayne thee to fullfill my will in euery thing faithfully without hurt of my body or Soule: and to be ready at my Call as often as J shall Call thee by the virtus of our Lord J Jesus Christ & of Nasareth J Amen",
      "page": "manuscript page 120"
    }
  ],
  "critical_analysis": {
    "relevance": "This manuscript, 'The Clavicle of Solomon,' is a foundational text within the grimoire tradition, representing a significant historical artifact of Western Esotericism. It synthesizes elements from Kabbalah (divine names, angelic hierarchies), astrology (planetary hours, fixed stars), and classical Hermeticism (Hermes Trismegistus is mentioned as an author of specific sections). Its detailed operative instructions for spirit evocation, talismans, and various magical 'experiments' make it highly relevant for understanding the practical applications of magic during its period of compilation (likely early modern, given the language and script). It is a precursor or parallel to more widely known Solomonic texts, providing valuable insight into the evolution and transmission of these magical systems. The explicit Christianization of many conjurations reflects a common strategy in early modern grimoires to legitimize magical practice within a dominant religious framework.",
    "target_audience": "The text is intended for a dedicated practitioner of ceremonial magic, likely one with a background in Latin, as much of the text is in Latin or Latinized forms. The complexity of the rituals, the emphasis on rigorous preparation, strict astrological timing, and the precise crafting of tools (requiring knowledge of materials, engraving, and consecration) suggest an initiated or highly committed individual. The stated goals of the 'experiments' (knowledge, wealth, love, control over others, protection, destruction) indicate an audience seeking tangible, operative results from their magical endeavors, rather than purely philosophical or mystical enlightenment."
  }
}