{
  "header": {
    "title": "Zeitgenössischer Satanismus in Deutschland. Eine religionswissenschaftliche Untersuchung bei Mitgliedern satanistischer Gruppierungen und gruppenunabhängigen Einzelnen: Hintergründe und Wertvorstellungen.",
    "authors": [
      "Dagmar Fügmann"
    ],
    "category": "Religious Studies, Western Esotericism, Occultism",
    "keywords": [
      "Contemporary Satanism",
      "Germany",
      "Religious Studies",
      "Values",
      "Worldviews",
      "Church of Satan",
      "Temple of Set",
      "In Nomine Satanas",
      "Current of Set",
      "Satanic Philosophy",
      "Magic",
      "Ethics",
      "Social Darwinism"
    ]
  },
  "central_thesis": "This dissertation conducts an empirical religious-studies investigation into contemporary Satanism in Germany, focusing on the backgrounds, religious socialization, practices, and value systems of self-identified Satanists (both group members and independent individuals). It aims to provide an inside perspective that challenges prevalent negative external characterizations, particularly regarding whether Satanists' values significantly diverge from mainstream German societal norms.",
  "structure_content": [
    {
      "chapter_title": "Einleitung (Introduction)",
      "summary": "This chapter introduces the dissertation's origin from a previous work on violence in Satanism, shifting the focus to individual worldviews, religious socialization, practice, and literature of self-identified Satanists. It outlines the primary goal: to investigate Satanist value systems empirically to counter negative external characterizations and determine how these values compare to mainstream German society. The author defines 'satanistisch' formally and descriptively, avoiding normative judgments. The study highlights that individual statements are central, as contemporary Satanism lacks a unified worldview."
    },
    {
      "chapter_title": "1 Untersuchungsgegenstand, Forschungsstand und Forschungsmethode (Subject of Investigation, Research Status, and Research Method)",
      "summary": "This chapter details the conceptual framework for studying contemporary Satanism. It discusses the complexity of defining 'Satanism' (self- vs. external designation) and 'religion' (using Ninian Smart's multidimensional model: practical, experiential, narrative, doctrinal, ethical, social, material). Selection criteria for the study's groups and individuals are outlined (post-1960s origin, established teachings, organizational structure, influence, multi-year existence). Schmidt's typology of Satanism is introduced, clarifying which types (e.g., reactive, syncretic, literary) are excluded. A critical review of existing research emphasizes the lack of objective, empirical studies and the prevalence of negative external perspectives, positioning the dissertation to fill this gap within religious studies by focusing on emic perspectives and the interplay of religion, society, and culture."
    },
    {
      "chapter_title": "2 Zeitgenössischer Satanismus: Gruppen und Gruppenunabhängige Einzelne (Contemporary Satanism: Groups and Independent Individuals)",
      "summary": "This chapter provides in-depth profiles of the Satanist groups and independent practitioners examined. It details the Church of Satan (CoS), including its founding by Anton LaVey, historical development, key doctrines (Nine Satanic Statements, Eleven Satanic Rules of the Earth, Pentagonal Revisionism, emphasis on 'indulgence' shifting to 'justice'), and practices (Greater and Lesser Magic as psychodramas). The Temple of Set (ToS) is presented with its origins from a CoS schism, foundational texts (Book of Coming Forth by Night), central concept of Xeper (transformation), and hierarchical structure. In Nomine Satanas (I.N.S.) is described with its founding, Gnostic-influenced doctrines (self-deification, Rabelaisian Thelema), and ritualistic practices (Missa Sinistra). The Current of Set (C°S) focuses on the 'Kraftstrom des Set' and its Nine Axioms. Finally, independent exponents Rafa and Oliver Fehn are introduced, highlighting their influence and individual philosophies, often rooted in LaVeyan Satanism."
    },
    {
      "chapter_title": "3 Auswertung des Fragebogens 'Satanismus' (Evaluation of the 'Satanism' Questionnaire)",
      "summary": "This chapter presents the empirical results from 23 valid questionnaires completed by self-identified Satanists in Germany. Demographically, the participants are predominantly male, aged 20-49, residing in urban Western German areas, generally educated above the national average, and employed. Religiously, most came from nominally Christian or non-religious families, experienced little explicit religious upbringing, and often report no specific 'protest reaction' as a reason for their Satanic orientation. Many had personal 'spiritual experiences' before identifying as Satanists. 'Satan' is primarily seen as a symbol or archetyp representing the self or nature, not an external deity. Views on magic and divination vary, with many accepting them as psychological mechanisms or forces within nature. Belief in an afterlife is common but focused on this-worldly existence. The study notes that Satanism is not merely a 'youth religion' or a casual hobby for participants, but integral to their core identity."
    },
    {
      "chapter_title": "4 Religion, Gesellschaft und Werte (Religion, Society, and Values)",
      "summary": "This chapter establishes the theoretical context for analyzing Satanist values by discussing the sociological concept of 'Wertwandel' (value change) in modern, pluralistic German society, characterized by increasing individualism and hedonistic orientations. It introduces the World Values Survey (WVS) as a control group for comparative analysis, presenting mainstream German attitudes on the meaning of life, religious beliefs (God, Devil, Heaven, Hell), and ethical stances on various behaviors (e.g., lying, drugs, euthanasia, abortion, homosexuality, suicide, self-defense, embryo experiments), as well as views on state and society. This contextualization prepares for a detailed comparison with the Satanists' value systems, aiming to identify convergences and divergences."
    },
    {
      "chapter_title": "5 Auswertung der Interviews (Evaluation of the Interviews)",
      "summary": "This chapter analyzes in-depth interviews with 10 Satanists, revealing their value systems as moral, context-dependent, and subjective, prioritizing individual intellectual development. Core values include freedom, meritocracy, and personal responsibility. Similar to the WVS, Satanists find life's meaning in self-realization and value friends, family, and work. However, they significantly differ from mainstream views by rejecting the idea of a single 'true' religion and often using 'soul,' 'Hell,' and 'sin' in a profane or psychological sense. Satanists are more accepting of homosexuality, extramarital relations, and abortion, framing these as expressions of free will. Some prefer a stratified, meritocratic society. The analysis concludes that while some statements may seem problematic from a democratic perspective, a blanket 'devaluation' of moral values in Satanism is an overstatement; rather, Satanist values reflect an individualistic re-interpretation of societal norms."
    },
    {
      "chapter_title": "6 Zeitgenössischer Satanismus – Hintergründe und Wertvorstellungen (Contemporary Satanism – Backgrounds and Value Concepts)",
      "summary": "This concluding chapter synthesizes the research, contrasting external media portrayals of Satanism as dangerous with internal self-perceptions emphasizing individualism and this-worldliness. It uses Ninian Smart's dimensions to show how various Satanist groups (CoS, ToS, I.N.S., C°S) incorporate different religious elements. Key findings include: the human as their own god, focus on natural drives, importance of individual self-development (Xeper), and the acceptance of societal rules while conceptually challenging aspects like absolute equality. The study concludes that Satanist values are not a general 'revaluation' but an individualistic re-interpretation, aligned with broader societal value shifts (Wertwandel). It identifies areas for future research, such as 'second-generation' Satanists, and thanks all participants for making the empirical study possible."
    }
  ],
  "key_concepts": [
    {
      "term": "Satanismus (formal-deskriptiv)",
      "definition": "The author's usage of the term 'satanistisch' refers to self-identified Satanic groups and individuals without implying value judgment, contrasting with the normative, negative connotations often associated with 'satanisch' in public discourse."
    },
    {
      "term": "Religion (Ninian Smart's multidimensional model)",
      "definition": "A framework used by the author to analyze contemporary Satanism, comprising practical/ritual, experiential/emotional, narrative/mythical, doctrinal/philosophical, ethical/legal, social/institutional, and material dimensions. This allows for a comprehensive description of religious phenomena without rigid definition."
    },
    {
      "term": "Xeper (Temple of Set)",
      "definition": "A core concept in the Temple of Set philosophy, translated as 'Becoming' or 'I Have Come Into Being and Created That Which Has Come Into Being.' It signifies the intentional transformation and evolution of the individual's will from a human to a divine state through conscious willpower."
    },
    {
      "term": "Indulgence (Church of Satan)",
      "definition": "A key principle in LaVeyan Satanism, emphasizing the gratification of natural desires and needs without compulsion, as opposed to abstinence. It's seen as essential for a fulfilled life, but not hedonism in a blind, uncontrolled sense."
    },
    {
      "term": "Justice (Church of Satan, Gilmore's era)",
      "definition": "A later core concept under High Priest Peter H. Gilmore, shifting emphasis from indulgence to individual responsibility and the application of Lex Talionis. It advocates for fair consequences for actions, challenging the idea of external blame or social conditioning."
    },
    {
      "term": "Black Flame (CoS/ToS)",
      "definition": "In the Church of Satan, it represents the 'dark force of nature' and innate power within every human, connected to natural instincts, used in Greater Magic. In the Temple of Set, it signifies a consciousness striving for individuality, to be contacted and strengthened, representing the unique psyche."
    },
    {
      "term": "Greater Magic (Church of Satan)",
      "definition": "Ritualistic or ceremonial magic designed to bundle emotional energies and direct them towards a specific goal, often conceptualized as psychodrama for personal transformation. Requires a secluded space to avoid external distractions."
    },
    {
      "term": "Lesser Magic (Church of Satan)",
      "definition": "Non-ritualistic, manipulative magic based on everyday psychology, utilizing aspects like mimicry, gestures, rhetoric, scent, and appearance to influence others and achieve personal aims."
    },
    {
      "term": "Missa Sinistra (In Nomine Satanas)",
      "definition": "A specific ritual practiced by In Nomine Satanas, characterized by its blend of liturgical and magical elements. It involves invocations, symbolic representations of 'gates' (Luzifer, Satan, Leviathan, Belial), and sensory engagement (incense, music, candlelight) to facilitate self-deification and the exploration of matter, power, and sexuality."
    },
    {
      "term": "Individualismus",
      "definition": "An overarching principle in the contemporary Satanic philosophies examined, asserting the individual as their own highest authority, independent of external deities or dogmas. It emphasizes self-determination, personal growth, and the pursuit of one's own will."
    },
    {
      "term": "Selbstvergottung (Self-Deification)",
      "definition": "A central aim for groups like In Nomine Satanas and Temple of Set, where the individual strives to develop into a divine being, realizing their inherent potential and becoming their own god."
    },
    {
      "term": "Thelema (In Nomine Satanas context)",
      "definition": "In I.N.S., Thelema refers to the individual's free will as interpreted through the humanistic philosophy of François Rabelais ('Do what you will'), emphasizing self-determination guided by insight, distinct from Aleister Crowley's Thelema."
    },
    {
      "term": "Sozialdarwinismus",
      "definition": "A concept, particularly evident in the Church of Satan's Pentagonal Revisionism, advocating for a stratified society where status and rights are earned through individual ability and achievement, rather than being determined by birth or universal equality."
    },
    {
      "term": "Wertwandel (Value Change)",
      "definition": "A sociological concept describing the ongoing process of changing preferences and understandings of values in modern society, moving towards more individualistic and hedonistic orientations. The dissertation analyzes how Satanist values intersect with this broader societal trend."
    }
  ],
  "practical_system": {
    "description": "This dissertation analyzes the practical systems of various contemporary Satanist groups in Germany and among independent practitioners. These systems, while diverse, generally emphasize individual self-realization, the application of personal will, and a this-worldly focus. Practices often serve as psychodramas for personal transformation, a means of focusing emotional energy, or a way to cultivate inner power, rather than adhering to dogmatic rituals or external worship. The goal is frequently personal development and the manifestation of individual desires in line with one's 'true nature.'",
    "tools": [
      "Literary/Philosophical: The Satanic Bible (A. S. LaVey) as a foundational text; Book of Coming Forth by Night (Temple of Set) as an inspired text; works by Friedrich Nietzsche, Aleister Crowley, Anton LaVey, and Frater Eremor provide ideological frameworks.",
      "Ritual Paraphernalia (I.N.S. example): Altars, inverted pentagrams, black candles, chalices with red wine, skulls, 'Tor-Bilder' (gate images), incense.",
      "Divination Systems: Tarot and Runes are used by some practitioners, primarily for self-analysis and problem-solving, not absolute fortune-telling.",
      "Meditative Practices: Breath exercises, visualizations, mantra meditations, and autogenic training are used for concentration and stress reduction."
    ],
    "rituals": [
      "Church of Satan: Emphasizes 'Greater Magic' (ceremonial psychodramas for focusing will and emotion, e.g., sex ritual, compassion ritual, destruction ritual) and 'Lesser Magic' (applied psychology for manipulating everyday situations).",
      "In Nomine Satanas: Practices include the 'Missa Sinistra,' a liturgical-magical ritual for self-deification and consciousness expansion, involving invocations of Luzifer, Satan, Leviathan, and Belial, using symbolic imagery, incense, and music.",
      "Temple of Set: Focuses on 'Setian Magic' for personal transformation (Xeper), guided by wisdom and justice, rather than impulsive desires. Initiations are steps in self-development, with practices aimed at expanding individual consciousness.",
      "Current of Set: Features rituals like 'Missa XXXI' for connecting with the 'Kraftstrom des Set' (Power Current of Set), emphasizing individual growth and the 'Becoming' (Xeper) concept, often integrating syncretic elements from various magical traditions.",
      "General Practitioner Trends: Many Satanists practice alone or primarily alone, drawing on personal reflections, literature, and exchange with others. Regular rituals are not common; personal birthdays, Walpurgisnacht, and Halloween are observed as religious festivals."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Die Idee zur vorliegenden Dissertation ist aus meiner Magisterarbeit zur Frage nach Gewalt im zeitgenössischen Satanismus heraus entstanden. Darin untersuchte ich verschiedene Gewaltvorwürfe in Bezug auf zeitgenössischen Satanismus anhand des Gewaltbegriffs Johan GALTUNGS. Die Untersuchung zeigte, dass binnenperspektivische Darstellungen und außenperspektivische Wahrnehmung des Feldes sich zum Teil diametral gegenüberstehen.",
      "page": "8"
    },
    {
      "text": "Der Anspruch der Dissertation ist es nicht, ein Gesamtbild der Paradigmen, Wertvorstellungen oder Konzepte des zeitgenössischen Satanismus zu zeichnen. Aussagen von Einzelpersonen stehen im Mittelpunkt des Interesses, Satanisten sollen selbst zu Wort kommen. Zudem handelt es sich bei zeitgenössischem Satanismus um keine wie auch immer geartete Einheit. Binnenperspektivische Darstellungen dessen, was jeweils unter Satanismus verstanden wird, können unter Umständen weit voneinander abweichen.",
      "page": "9"
    },
    {
      "text": "Die vorliegende Arbeit will zeitgenössischen Satanismus nicht als Religion definieren, was bei der Unterschiedlichkeit seiner Ausprägungen auch nur schwer generalisiert möglich sein dürfte. Sie untersucht zeitgenössischen Satanismus als religionswissenschaftlichen Gegenstand vor allem auf der Basis der Eigenbezeichnung unterschiedlicher Gruppierungen und Einzelpersonen, die sich selbst als Satanist(en) und Satanismus als ihre Religion bezeichnen.",
      "page": "17"
    },
    {
      "text": "Die Bezeichnung ist perfekt gewählt, weil sie einerseits alles das beschreibt, wovor sich die einfachen Gemüter ängstigen. Die meisten Menschen ängstigen sich davor das zu leben, was sie wirklich leben wollen, weil sie eben dann ja auch die Verantwortung übernehmen müssten und die Konsequenzen tragen müssten, also lassen sie sich lieber alles vorbeten. Das Wort hat andererseits eine Filterfunktion. Wer sich davor ängstigt und nicht dahinter schaut, der bleibt auch draußen und das ist auch zu Recht so. Deshalb ist das Wort für mich perfekt.",
      "page": "220"
    },
    {
      "text": "Satanismus ist die Religion für den Menschen. Es ist eine lebendige, lebensbejahende, lustbetonte Religion. Das unterscheidet den Satanismus von allen anderen Religionen dieser Welt.",
      "page": "210"
    },
    {
      "text": "Die Mehrheit von 17 Befragten bejahte dies, und viele beschrieben mit welchen magischen Konzepten und Praktiken sie arbeiten. 7 Befragte unterschieden dabei dezidiert in die Konzepte Greater Magic und Lesser Magic, wie beispielsweise die Folgenden.",
      "page": "252"
    },
    {
      "text": "Die Interviewpartner äußerten sich vor dem Hintergrund ihrer Definition von Wertvorstellungen als moralische, kontextabhängige und situationsbezogene Wertorientierungen. Nicht die Übernahme tradierter Wertvorstellungen ist für die Interviewpartner zentral, sondern es tritt die eigene individuelle, intellektuelle Leistung bei der Erlangung von Wertvorstellungen und Wertpräferenzen in den Mittelpunkt der Überlegungen.",
      "page": "328"
    },
    {
      "text": "Trotz einiger, aus der Sicht demokratischer Grundprinzipien sicherlich problematischer Einzelaussagen, scheint es überzogen, von einer generellen Umwertung oder gar 'Entwertung der ethisch-moralischen und sozialverträglichen Werte' im Satanismus zu sprechen.",
      "page": "333"
    }
  ],
  "critical_analysis": {
    "relevance": "The dissertation offers a highly relevant empirical investigation into contemporary Satanism in Germany, addressing a significant research gap. By moving beyond sensationalized media portrayals and theological criticisms, it provides an objective, nuanced understanding of Satanist self-perceptions, worldviews, and value systems. Its qualitative methodology, including triangulation of data from questionnaires, interviews, and observations, allows for in-depth insights into the lived realities and diverse expressions of Satanism, making it a valuable contribution to religious studies, sociology, and the study of new religious movements.",
    "target_audience": "The primary target audience includes academics in religious studies, sociology, psychology, and cultural studies with an interest in Western Esotericism, Occultism, and new religious movements. It also caters to practitioners of Satanism seeking comparative insights into various traditions, and individuals generally interested in moving beyond stereotypes to understand the diverse philosophies within contemporary Satanism."
  }
}