{
  "header": {
    "title": "The Worke of Salomon the Wise. Called his Clauicle Reuealed by King Ptolomeus y Greacian.",
    "authors": [
      "Salomon the Wise",
      "King Ptolomeus the Grecian",
      "Joseph H. Peterson (editor)",
      "H: G: (copyist)"
    ],
    "category": "Grimoire",
    "keywords": [
      "Clavicle of Solomon",
      "Solomonic Magic",
      "Pentacles",
      "Planetary Magic",
      "Spirit Conjuration",
      "Ritual Implements",
      "Fumigation",
      "Exorcism",
      "Love Spells",
      "Invisibility",
      "Destruction Magic",
      "Astronomy",
      "Talismans"
    ]
  },
  "central_thesis": "The Clavicle (Key) of Solomon, as revealed by King Ptolomeus, contains the complete science of magic, enabling practitioners to command spirits and achieve various magical effects (e.g., love, invisibility, wealth, protection, destruction). This power is accessed through meticulous rituals, precise timing based on planetary hours, consecration of tools and materials (often 'virgin'), the use of pentacles imbued with divine names, and strict adherence to personal purity, piety, and absolute secrecy.",
  "structure_content": [
    {
      "chapter_title": "Book 1: Principles and Specific Operations",
      "summary": "This book introduces the core principles of Solomonic magic, emphasizing the critical role of planetary hours and days for optimal operation. It details the foundational preparations for spirit conjuration, the central importance and creation of pentacles as receptacles of divine power, and specific rituals for diverse magical objectives such as finding stolen items, achieving invisibility, influencing love, gaining grace and favor, causing harm or discord, and creating illusions. The text repeatedly stresses the necessity of divine revelation, strict adherence to ritual instructions, and absolute secrecy for successful practice."
    },
    {
      "chapter_title": "Book 2: Practical Execution and Consecration of Materials and Tools",
      "summary": "This book expands on the practical execution of Solomonic magic, providing comprehensive guidelines for the personal purity and preparations required of the magician and their assistants (including ritual baths, fasting, and consecrated white vestments). It offers detailed instructions for selecting, preparing, and consecrating all ritual tools (e.g., Arthanos, swords, pens, needles), materials (e.g., virgin paper, wax, animal blood), and the ritual space itself (e.g., magic circle, fumigations, holy water, candles). The book serves as a meticulous operational manual, underlining that all magical undertakings’ profound efficacy stems from adhering to its precise precepts and consecrated items."
    }
  ],
  "key_concepts": [
    {
      "term": "Clavicle",
      "definition": "Refers to the 'Key' or complete science of Salomon's magic, comprising all the secrets and methods for successful magical operations, revealed divinely to Solomon and later transcribed."
    },
    {
      "term": "Pentacles",
      "definition": "Central talismans, often circular, inscribed with divine names, characters, and symbols. They are the core of the Clavicle's science, serving as protective devices, instruments for commanding spirits, and focal points for achieving specific magical effects."
    },
    {
      "term": "Planetary Hours",
      "definition": "Specific temporal divisions within each day and night, each ruled by one of the seven classical planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon). Operations must be timed to the appropriate planetary hour and day to align with the desired magical influences and ensure efficacy."
    },
    {
      "term": "Virgin (materials)",
      "definition": "Materials that are unused, pure, and unconsecrated by common use or 'corruption.' This applies to paper, wax (from a new hive), animal blood (from an animal that never copulated or was born dead), feathers, and iron. Essential for ritual purity and maximizing magical efficacy."
    },
    {
      "term": "Fumigations",
      "definition": "Specially prepared incenses, categorized as either 'odoriferous' (e.g., saffron, aloes, myrrh) or 'stinking' (e.g., brimstone). They are used to purify and consecrate ritual spaces, tools, or materials, or to attract/repel specific types of spirits, prepared with particular prayers and timing."
    },
    {
      "term": "Arthanos",
      "definition": "A primary ritual knife or instrument, described as iron with a white haft, tempered with goose blood and pimpernell juice. It is used for drawing magic circles, cutting ritual materials, and other operative actions, distinct from other knives (e.g., 'cuttellus niger,' 'cuttellus albus')."
    },
    {
      "term": "Conjuration/Exorcism",
      "definition": "The act of compelling spirits to appear and obey the magician's will. This is achieved through invocations of powerful divine names, specific prayers, and sometimes threats, often performed within a consecrated magic circle while displaying pentacles."
    },
    {
      "term": "Magic Circle",
      "definition": "The protective and operative boundary drawn on the ground, inscribed with divine names, crosses, and other symbols. It serves as a sanctuary for the magician and assistants, and as a focal point for the ritual work, often with censers placed at cardinal points."
    },
    {
      "term": "Purity and Secrecy",
      "definition": "Fundamental prerequisites for the magician and all operations. This encompasses physical cleanliness, moral and spiritual purity (through fasting, ritual baths, prayer), and the absolute concealment of magical knowledge and practices from the unworthy to maintain efficacy and avoid misfortune."
    }
  ],
  "practical_system": {
    "description": "The system presented is a highly structured and meticulous ceremonial magic tradition. Its efficacy is believed to stem from precise adherence to divine revelations, which encompass astrological timing (planetary hours and days), the preparation and consecration of 'virgin' materials and tools, and the use of powerful divine names and symbols, primarily through pentacles. The magician (Coniurer) must maintain extreme personal purity and secrecy, undergoing extensive periods of fasting, ritual bathing, and prayer. The core mechanism involves compelling spirits, through authority derived from God and the display of consecrated pentacles, to perform specific tasks. This system is designed for a range of objectives, from mundane requests (e.g., finding theft) to complex magical operations (e.g., invisibility, love, destruction), all underpinned by a rigorous and often Christianized framework.",
    "tools": [
      "Pentacles: Circular talismans, inscribed with divine names, characters, and symbols, acting as both protective devices and instruments for compelling spirits and achieving magical effects.",
      "Arthanos: A ritual knife, made of iron with a white haft, tempered with goose blood and pimpernell juice, specifically consecrated for drawing circles and other ritual cuts.",
      "Swords: Ritual swords, scoured, cleaned, and inscribed with divine names, used for marking the circle and other protective/commanding gestures.",
      "Bell: A consecrated bell, inscribed with divine names and characters, tolled at specific points during rituals to influence spirits.",
      "Pen (from gander feather): A consecrated pen, prepared from a gander's feather, used for inscribing magical texts and symbols.",
      "Needle / Iron Instrument: Specialized iron tools for inscribing characters onto various materials.",
      "Virgin Paper / Parchment / Wax: Pure, specially prepared materials for writing or modeling magical images and texts. Virgin paper/parchment comes from animals that never copulated or were born dead; virgin wax from a new beehive.",
      "Fumigations (Incenses): Various mixtures of fragrant spices (e.g., saffron, aloes, myrrh, musk) or 'stinking' substances (e.g., brimstone), burned in an earthen pot with coals for purification, consecration, or to attract/repel spirits.",
      "Holy Water & Hyssop: Consecrated water and hyssop (or a similar herb) used for aspersion (sprinkling) to purify persons, tools, and the ritual space.",
      "Ritual Vestments: Consecrated white linen garments and shoes, worn by the magician and assistants to maintain ritual purity.",
      "Magic Circle: A meticulously drawn and inscribed boundary on the ground, often with censers at cardinal points, providing protection and defining the sacred space for operations."
    ],
    "rituals": [
      "Spirit Conjuration: Involves drawing a magic circle inscribed with divine names, purifying the space and oneself with holy water and fumigations, reciting lengthy orations and conjurations (often in Latin, frequently Christianized), and displaying consecrated pentacles to compel spirits to appear and obey.",
      "Consecration of Tools and Materials: Detailed rites for imbuing instruments (Arthanos, swords, pens, needles) and materials (virgin paper, wax, animal blood, vestments) with divine power. This includes specific prayers, astrological timing (planetary hours/days), and symbolic actions (e.g., tempering the Arthanos with goose blood and pimpernell juice).",
      "Love Spells: Often employs wax images of the target, specific Venusian invocations (e.g., 'Venus est Astropolu~'), and appropriate fumigations, all performed at times aligned with Venusian influences.",
      "Invisibility Experiments: Requires specific conjurations, inscriptions on 'virgin paper' using 'bloud of a backe' (bat's blood), and adherence to strict ritual timing and purity.",
      "Theft Recovery: Utilizes specific invocations and preparations aimed at revealing the identity of a thief or the location of stolen goods.",
      "Destruction and Enmity Magic: Involves the creation of prepared images or items, combined with potent fumigations and invocations (e.g., 'Arator, Lapidator, temptator') to cause discord, harm, or psychological effects.",
      "Personal Purity Rites: Extensive preparatory rituals for the magician and assistants, including prolonged fasting, regular ritual baths, wearing consecrated white linen garments and shoes, and daily recitation of numerous prayers and psalms over several days prior to any major operation."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Worke of Salomon the Wise. Called his Clauicle Reuealed by King Ptolomeus y Greacian.",
      "page": "1"
    },
    {
      "text": "This manuscript represents one of the earliest manuscripts of the Key of Solomon (Clavicula Salomonis), dated 1572.",
      "page": "2"
    },
    {
      "text": "In this Clauicle or Canderiarum consisteth all the Science of this Clauicle, for there, all the sience beginneth and therfore in the operation of this booke the Clauicle [Clavicle] doth take his effect, and he that will be perfect in this craft, let him begin soe as it is declared of the pentacle and of the same pentacles be certayne exorcizmes and names ineffable and carecters and signes of all the science, therefore, in them the whole science of all this art lyeth hydd the pentacles or canderie be [24r] uncertayne with most glorious and holyest names they were written in the tables of Moyses and Salomon by deuine reuelation had them and gathered them together, and consecrated them to all necessity of mans body, and for there safegard.",
      "page": "17"
    },
    {
      "text": "I coniure him, that shall haue these secrets, by the bloud of y Body and by the Body of Christ and by the heart of his Body, and by all thinges that he desireth and purposeth to doe in this world; to deliuer it and open it to noe man, and if he open it, let them be wise.",
      "page": "4"
    },
    {
      "text": "This Little worke of my father Salomon is composed and deuided into 2. bookes... he may well know all the fallacise of all craftes & experiments, and make them, no craft nor experiment of whatsoeuer condition it be, can prevayle without little worke, and therefore the makers of craftes or exozizators [sic] of experiments if they have not and know not this worke, can come by noe meanes to the effect of any craft or experiment, therefore I desire and coniure him, that shall haue this secrett, that he deliuer it to noe man, except he be a very secret fellow, faithfull and wise.",
      "page": "25"
    }
  ],
  "critical_analysis": {
    "relevance": "This manuscript is highly relevant as an early (1572) English translation of the 'Clavicula Salomonis,' placing it directly within the foundational grimoire tradition of Western Esotericism. Its strong Christian elements, noted by Peterson, are crucial for understanding the historical context of Solomonic magic in the Renaissance, where explicit Christian framing often provided legitimacy and protection for occult practices. It offers a detailed, operative manual for spirit conjuration and various magical aims, making it invaluable for scholars studying the transmission, evolution, and practical application of ceremonial magic. The work highlights the intricate cosmological and theological underpinnings practitioners believed were necessary for effective magic, connecting it to Hermetic and Qabalistic currents of the era.",
    "target_audience": "The primary target audience includes academic scholars and researchers specializing in Western Esotericism, Occult History, and Renaissance Studies. Additionally, it serves as a practical manual for experienced practitioners of ceremonial magic, particularly those interested in the Solomonic grimoire tradition, Hermetic Qabalah, and historical operative magic. It would also appeal to serious students seeking a deep understanding of the historical roots of modern magical practices."
  }
}