{
  "header": {
    "title": "Liber Lunæ Book of the Moon / Sepher ha-Levanah",
    "authors": [
      "Don Karr",
      "Calanit Nachshon",
      "Stephen Skinner"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "lunar mansions",
      "astrological magic",
      "grimoire tradition",
      "Hermeticism",
      "Qabalah",
      "magic squares",
      "planetary hours",
      "talismans",
      "suffumigations",
      "angels",
      "sigils",
      "images",
      "Sloane MS 3826",
      "Picatrix",
      "Hermes",
      "Belenus",
      "Solomon"
    ]
  },
  "central_thesis": "This book presents a comprehensive magical system derived from both Latin and Hebrew traditions, detailing the practical application of the 28 lunar mansions, planetary hours, and planetary figures for various talismanic and ritual operations. It elucidates the precise mechanics and timing required to influence worldly affairs for both beneficial and malefic purposes, grounding its practices in sympathetic correspondences and celestial influences.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Contextualizes 'Liber Lunæ' within British Library Sloane MS 3826, a 16th-century English translation of older Latin texts, and its five core sections. It compares 'Liber Lunæ' with 'Sepher ha-Levanah' (a Hebrew text derived from a similar Latin version) and other grimoires like 'Picatrix' and 'Sepher Raziel'. The introduction also discusses historical attributions (Hermes, Belenus, Aristotle, Solomon) and the work's classification within image magic and necromancy, noting its composite nature and historical transmission."
    },
    {
      "chapter_title": "Liber Lunæ: Sloane MS 3826, fols. 84-97 (Transcription)",
      "summary": "This section provides a literal transcription and contemporary English version of the core 'Liber Lunæ' text from Sloane MS 3826. It is divided into five main parts: descriptions of the 28 Mansions of the Moon, their virtues, and zodiacal positions; instructions for Suffumigations and the names of 55 angels; operations for the Hours of the Day and Night; and the Figures of the Planets (magic squares for Saturn, Jupiter, Mars, Sun, Venus, Mercury, and Luna) with their operations, virtues, and associated magical inscriptions (annuli, sigilli, images)."
    },
    {
      "chapter_title": "Sepher ha-Levanah - Book of the Moon (English Translation)",
      "summary": "Presents an English translation of A. W. Greenup's edition of 'Sepher ha-Levanah', a Hebrew text. This section closely parallels 'Liber Lunæ' in its content, covering the 28 Mansions of the Moon (their names, virtues, and associated images), and specific instructions for operations related to the Hours of the Day and Night, including 'potions' (suffumigations) and angel names. It often provides alternative names for mansions and hours, reflecting the dual tradition."
    },
    {
      "chapter_title": "Supplementary Material",
      "summary": "Offers paraphrases in contemporary English for sections of 'Liber Lunæ' (Hours of the Day and Night, Figures of the Planets) with errors corrected and updated magic squares. It also includes a blend of 'Liber Lunæ' and 'Sepher ha-Levanah' for the Mansions of the Moon to create a more coherent text. Additionally, it provides transcriptions of 'Names, Orisons and Magical Directions' from other folios of Sloane MS 3826 (fols. 57-83v), which augment the main text's operative instructions."
    }
  ],
  "key_concepts": [
    {
      "term": "Liber Lunæ",
      "definition": "A 16th-century English translation of older Latin magical texts, found in British Library Sloane MS 3826. It is a composite grimoire focused on lunar mansions, planetary hours, and planetary figures for various magical operations, both beneficial and malefic."
    },
    {
      "term": "Sepher ha-Levanah",
      "definition": "A Hebrew magical text, edited by A. W. Greenup, that is a derivative of a late Medieval Latin version of 'Liber Lunæ'. It presents a similar system of lunar mansions, planetary hours, and suffumigations, offering parallel insights into the tradition."
    },
    {
      "term": "28 Mansions of the Moon",
      "definition": "Astrological divisions of the Moon's synodic cycle, each associated with a specific zodiacal portion, name, planetary rulership, and a brief 'virtue' or 'indication' for magical operations. These mansions determine the timing and nature of talismanic magic, influencing outcomes like separation, joining, adversity, love, or destruction."
    },
    {
      "term": "Planetary Hours",
      "definition": "Temporal divisions of the day and night, each ruled by one of the seven classical planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon). Operations are timed to specific planetary hours and days for optimal efficacy, aligning the magical intent with the planetary influences (e.g., love and profit for Venus, binding for Saturn, destruction for Mars)."
    },
    {
      "term": "Figures of the Planets (Magic Squares)",
      "definition": "Numerical grids (kameas) associated with each planet, along with their virtues and operations. These squares, when engraved on appropriate materials at specific times, are used to create talismans for planetary influence, such as gaining honor (Sun), increasing business (Jupiter), or causing distress (Mars). The text also mentions 'annuli' (rings) and 'sigilli' (symbols)."
    },
    {
      "term": "Suffumigations",
      "definition": "Incenses or fumigations made from specific aromatic substances (e.g., aloes, saffron, musk, camphor, amber) or less conventional materials (e.g., menstrual blood, cloth of one hanged, mouse/cat dirt, fat of a slain hound). These are essential for empowering talismans, invoking angels/spirits, or directing the magical effect, used '7 tymes' (seven times) during operations."
    },
    {
      "term": "Talismans/Images",
      "definition": "Engraved figures, often human, animal (e.g., serpent, hound with two heads, fowl), or symbolic (e.g., magic squares), crafted from various metals (silver, gold, brass, tin, lead, copper) or materials (wax, parchment, citrine paper). They are created at astrologically opportune moments and are the central medium for imbuing magical intent and celestial influence into a physical object."
    },
    {
      "term": "Belenus/Bolemus",
      "definition": "A classical authority cited in 'Liber Lunæ' and 'Sepher ha-Levanah', associated with astrological image magic, particularly texts like 'De Imaginum Lunæ'. His citations reinforce the antiquity and authority of the presented magical principles."
    }
  ],
  "practical_system": {
    "description": "The system outlined in 'Liber Lunæ' and 'Sepher ha-Levanah' is a form of astrological image magic designed to influence worldly phenomena. It relies on a precise system of correspondences, timing, and material preparation. Operations are performed to bind, loosen, attract, repel, destroy, heal, or gain specific advantages. The core mechanics involve creating talismanic images and performing accompanying rituals with specific suffumigations and invocations, all meticulously aligned with celestial timings.",
    "tools": [
      "Talismanic Materials: Silver, gold, brass, tin, lead, copper (for disks, figures, rings); wax, virgin parchment, citrine paper (for images, written charms).",
      "Engraving Tools: Implied tools for working with metals and other materials.",
      "Suffumigation Materials: Aloes wood, saffron, musk, camphor, amber, cloves, mastic, red silk, frankincense, menstrual blood, cloth of one hanged, sword of one slain, mouse/cat dirt, fat of a slain hound, cucumber extract.",
      "Containers: Brass pots, urns, silver tubes, clean white/yellow silk cloths.",
      "Liquids: Rosewater, rainwater, well water, oil (for wicks or anointing).",
      "Written Elements: Specific divine names, angelic names, names of lunar mansions, planetary names, hours, signs of the zodiac, orisons, and sigils."
    ],
    "rituals": [
      "Talismanic Construction: Engraving specific images and names (divine, angelic, planetary, lunar mansion names) onto materials like metals (silver, gold, brass, tin, lead, copper), wax, or parchment. Images often depict human figures, animals (serpents, hounds), or magic squares, tailored to the desired effect.",
      "Astrological Timing: Operations must be performed during specific lunar mansions (each associated with particular virtues and effects), planetary hours (corresponding to the ruling planet of the hour and day), and phases of the moon (increasing for constructive magic, diminishing for destructive magic).",
      "Suffumigation: Burning specific aromatic substances (aloes wood, saffron, musk, camphor, amber, cloves, mastic) or less conventional materials (menstrual blood, cloth of one hanged, mouse/cat dirt, fat of a slain hound) to consecrate the talisman, attract or dispel spirits, and empower the operation. These are often performed '7 tymes' (seven times).",
      "Invocation and Recitation: Uttering divine names, angelic names, and specific orisons or prayers (e.g., 'Tu exumleazart et sandalos') to bind spirits, direct magical intent, or achieve specific outcomes.",
      "Strategic Placement: Burying talismans (e.g., in houses, fields, under thresholds, at crossroads, in water) or carrying them on one's person to localize or personalize the magical effect.",
      "Binding and Loosening Operations: Rituals to 'bind tongues' (silence enemies), 'bind thieves' (prevent theft), bind individuals in love or hatred, or 'loosen the mouths of kings' (gain favor), often involving specific materials and burial practices.",
      "Destructive and Protective Magic: Operations to destroy houses/towns, cause sickness, repel enemies/beasts, or protect individuals and property, frequently using malefic suffumigations and specific burial locations."
    ]
  },
  "relevant_quotes": [
    {
      "text": "LIBER LUNAÆ APPEARS on folio leaves 84-96v of British library Sloane MS 3826 within a bound manuscript collection titled Liber Salomonis, also called Cephar Raziel (i.e., Sepher Raziel), which is also taken as the name of the first work in the collection. Sloane MS 3826 is a sixteenth-century English translation of a collection of older Latin texts.",
      "page": "10"
    },
    {
      "text": "Hermes said: I have studied all the books on all of the planets, but I have never seen one truer or more perfect than this most precious book named Liber Lunæ. But first, before God I witness, I admonish you to hide it from all men or else on the Day of Judgment God will inquire of you what was done by it, for by this book both good and evil may be done, in any month and on any day that one wishes. It is a most precious and secret book, for it contains the ineffable name of God by which [84v] He carries out all works, both good and evil, for He by His name implements both righteous and unrighteous deeds.",
      "page": "125"
    },
    {
      "text": "Bolemus said when Meliatalh that is Luna in the first mansion that is the face of martis and it is an evill mansion thou shalt make in it the worching of Separation. Albutaim that is the wombe of Ariets and it is fortuna az when Luna descendeth in yt make O of all things to be bowed and of them whome thou wilt Jayne togither.",
      "page": "42"
    },
    {
      "text": "For our purposes, all that needs to be established is that Sepher ha-Levanah, far from embodying a long-lost ancient Hebrew original of this material, reproduces Arabic, Latin, and perhaps Greek sources in Hebrew translation. Specifically, Greenup's Sepher ha-Levanah is derived from a late Medieval Latin version of Liber Lunæ which is very similar in content, form, and detail to the English translation in Sloane MS 3826, which is also from a Latin version.",
      "page": "16"
    },
    {
      "text": "The significance of this volume in the series Source Works of Ceremonial Magic is that it addresses the other magical tradition that concerns itself with talismans, sigils, and the 28 Mansions of the Moon, like the Picatrix. It is also significant for the history of magic in that it shows two very similar, almost parallel texts, one in Latin and one from the Hebrew magical tradition.",
      "page": "11"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for understanding the transmission and practical application of astrological magic within medieval and early modern grimoire traditions. It provides a unique comparative study of 'Liber Lunæ' and 'Sepher ha-Levanah', illustrating how Hermetic, Arabic, Greek, and Latin influences converged into both English and Hebrew magical texts. The detailed operative instructions for talismans, suffumigations, and timing reveal the intricate cosmology and sympathetic magic underpinning these systems, making it a crucial resource for tracing the historical development of occult practices and their intellectual lineage (e.g., connections to Picatrix, Agrippa).",
    "target_audience": "Academic scholars specializing in Western Esotericism, the history of magic, and medieval studies; practitioners of grimoire magic and astrological magic seeking authentic historical methods; and researchers interested in the cross-cultural transmission of occult knowledge, particularly between Latin, Hebrew, and English traditions."
  }
}