{
  "header": {
    "title": "Evocation of Bethor Olympic Planetary Spirit of Jupiter",
    "authors": [
      "BrotherM",
      "Sacred-Magick.Com"
    ],
    "category": "Ceremonial Magic",
    "keywords": [
      "Bethor",
      "Jupiter",
      "Olympic Spirits",
      "Evocation",
      "Ceremonial Magic",
      "Qabalah",
      "Pentagram Rituals",
      "Hexagram Rituals",
      "Bornless One",
      "Golden Dawn"
    ]
  },
  "central_thesis": "This document outlines a personalized, step-by-step ceremonial ritual for the evocation of Bethor, the Olympic Planetary Spirit of Jupiter, encompassing extensive preparatory rites, temple setup, banishing and invoking rituals, the evocation itself, spirit verification and interaction, charging for a specific task, and comprehensive final banishing, all compiled as a record for the magician's learning and future practice.",
  "structure_content": [
    {
      "chapter_title": "PREFACE",
      "summary": "Explains the document's purpose as a detailed plan and record for the evocation of Bethor, noting the author's personal modifications to traditional rituals and the intent for future learning."
    },
    {
      "chapter_title": "TEMPLE SET-UP",
      "summary": "Details the physical arrangement and necessary items, including the reliance on an astral circle, placement of the Triangle of the Art, altar setup, specific blue/purple lighting, Cedar (Jupiter) and Frankincense (purification) incenses, Jupiterian stones (Amethysts), and the prepared Sigil of Bethor and Planetary Disc of Jupiter."
    },
    {
      "chapter_title": "STEP 1: PREPARATORY RITES",
      "summary": "Describes activities undertaken two weeks prior to the ritual, such as dating the operation, preparing and meditating on the sigil and planetary disc to build energetic connection and pressure for the spirit's appearance, and a daily regimen of banishing and invoking rituals (LBRP, BRH, SIRP, Bornless Ritual, IRHJ)."
    },
    {
      "chapter_title": "STEP 2: DECLARATION OF THE START OF THE RITUAL",
      "summary": "Instructs the magician to formally declare the ritual's commencement with a commanding phrase, “Hey-kahs, hay-kahs, es-stay bee-beh-loy!”, to clear the space of profane influences."
    },
    {
      "chapter_title": "STEP 3: THE PRELIMINARY BANISHING",
      "summary": "Outlines an initial, multi-layered banishing sequence, starting with the astral Laying of the Circle using ARARITA, followed by the Lesser Banishing Ritual of the Pentagram (Qabalistic Cross, Earth Pentagrams, Archangel Evocation), and the Banishing Ritual of the Hexagram (Analysis of Key Word, Saturn Hexagrams)."
    },
    {
      "chapter_title": "STEP 4: THE PURIFICATION AND CONSECRATION OF THE TEMPLE",
      "summary": "Details the purification process using lustral water and consecrated Frankincense incense, applied in a cross pattern to the four quarters of the temple with specific recitations, to hallow the ritual space."
    },
    {
      "chapter_title": "STEP 5: PRELIMINARY ADORATION",
      "summary": "Presents a short adoration to the 'Lord of the Universe' to reinforce the blessing and consecration of the temple and the magician."
    },
    {
      "chapter_title": "STEP 6: SUPREME INVOKING RITUAL OF THE PENTAGRAM.",
      "summary": "Describes an extensive invoking ritual to draw in spiritual and elemental energies, involving the Qabalistic Cross, tracing Active Invoking Pentagrams of Spirit and the four elements, and their respective symbols, charged with Enochian God names in each cardinal direction, followed by Archangel Evocation."
    },
    {
      "chapter_title": "STEP 7: DECLARATION AND STATEMENT OF INTENT...",
      "summary": "Instructs the magician to formally open the temple and declare their specific intent to summon Bethor for assistance, invoking divine authority and their higher self."
    },
    {
      "chapter_title": "STEP 8: INVOCATION OF THE BORNLESS ONE..",
      "summary": "A powerful and lengthy invocation, using numerous divine names and titles of the 'Bornless One', to assert the magician's authority and ensure all spirits are subject to their will during the operation."
    },
    {
      "chapter_title": "STEP 9: INVOKING RITUAL OF THE HEXAGRAM OF JUPITER.",
      "summary": "Details the specific ritual to invoke Jupiterian planetary energy, including the Analysis of the Key Word, and tracing invoking Hexagrams for Jupiter (fire, earth, air, water) charged with ARARITA and the God name 'EL', while inscribing the planetary symbol of Jupiter."
    },
    {
      "chapter_title": "STEP 10: EVOCATION OF THE SPIRIT BETHOR",
      "summary": "Outlines the core evocation: using the Jupiter disc and Bethor's sigil for scrying, vibrating Jupiter's God name 'EL', then Bethor's sigil, tracing an astral triangle, superimposing the flashing sigil, and reciting 'Bethor' as a mantra, culminating in a powerful conjuration using multiple divine names to compel the spirit's appearance."
    },
    {
      "chapter_title": "STEP 11: THE VERIFICATION AND WELCOMING OF THE SPIRIT",
      "summary": "Comprises two parts: verifying the spirit's identity by questioning its name and station using divine names, and then formally welcoming and binding Bethor to the Triangle of the Art, emphasizing a respectful approach."
    },
    {
      "chapter_title": "STEP 12: THE CHARGING OF THE SPIRIT",
      "summary": "Explains how to give instructions to Bethor for the desired task, emphasizing requesting over commanding, and formally binding the spirit to its word and the task using the power of YHVH and EL."
    },
    {
      "chapter_title": "STEP 13: THE LICENSE TO DEPART..",
      "summary": "Instructs the magician to formally release Bethor, thanking it, and stipulating its peaceful departure without harm and prompt return when summoned again, reinforcing the release with divine names. Includes a personal note on spirit testing."
    },
    {
      "chapter_title": "STEP 14: THE DECLARATION OF WORK COMPLETED",
      "summary": "A formal statement declaring the successful completion of the ritual work with divine permission."
    },
    {
      "chapter_title": "STEP 15: THE PRELIMINARY BANISHING.",
      "summary": "Reiterates a thorough banishing sequence, including the Banishing Ritual of the Hexagram of Jupiter (using ARARITA and 'EL') and the Supreme Banishing Ritual of the Pentagram (Qabalistic Cross, Banishing Pentagrams of Spirit and elements, Archangel Evocation), to clear the ritual space of invoked energies and entities."
    },
    {
      "chapter_title": "STEP 16: FINAL ADORATION AND THANKS",
      "summary": "A final adoration and expression of gratitude to the 'Lord of the Universe' for power and glory, concluding the formal worship aspects."
    },
    {
      "chapter_title": "STEP 17: FINAL BANISHING.",
      "summary": "A final, comprehensive banishing sequence repeating the Lesser Banishing Ritual of the Pentagram (Qabalistic Cross, Earth Pentagrams, Archangel Evocation) and the Banishing Ritual of the Hexagram (Analysis of Key Word, Saturn Hexagrams) to ensure the complete closure and purification of the ritual space."
    },
    {
      "chapter_title": "STEP 18: DECLARATION OF THE TEMPLE CLOSED",
      "summary": "The conclusive statement declaring the temple closed, releasing any remaining spirits, and invoking specific divine names for protection during the departure."
    },
    {
      "chapter_title": "AFTERWARD....",
      "summary": "Reflects on the return to normalcy post-ritual and advises on the ritual's specificity to Bethor, emphasizing the need for adaptation when evoking different types of entities."
    }
  ],
  "key_concepts": [
    {
      "term": "Evocation of Bethor",
      "definition": "The central ritual act of summoning the Olympic Planetary Spirit of Jupiter, Bethor, to visible or subtle appearance within the Triangle of the Art for a specific purpose."
    },
    {
      "term": "Astral Circle",
      "definition": "A non-physical, visualized circle of protection used by the magician, considered sufficient and superior to a physical circle for competent practitioners in this system."
    },
    {
      "term": "Triangle of the Art",
      "definition": "A physical triangular space, typically placed outside the magician's astral circle, designed to contain and facilitate the manifestation of the evoked spirit. It symbolizes manifestation and uses an inner circle for containment."
    },
    {
      "term": "Flashing Sigil",
      "definition": "A technique involving intense staring at a sigil until it appears to flash or leave an afterimage, which is then projected astrally into the Triangle of the Art to aid in the spirit's manifestation."
    },
    {
      "term": "Qabalistic Cross",
      "definition": "A foundational Golden Dawn ritual element involving visualizing divine light descending and forming a cross on the magician's body, activated by vibrating specific Hebrew God names (Ah-TAH, Mahl-KOOT, Veh-ge-boo-RAH, Veh-ge-doo-LAH, Leh-oh-LAHM, Ah-MEN)."
    },
    {
      "term": "Lesser Banishing Ritual of the Pentagram (LBRP)",
      "definition": "A fundamental banishing ritual used to purify and protect the ritual space by tracing banishing pentagrams of Earth in the cardinal directions, vibrating specific Hebrew God names (Yod-Heh-Vav-Heh, Ah-doh-NAI, Eh-hey-YEH, Ah-Gah-LA), and invoking Archangels."
    },
    {
      "term": "Banishing Ritual of the Hexagram (BRH)",
      "definition": "A more advanced banishing ritual, often planetary in nature, involving the 'Analysis of the Key Word' (I.N.R.I. sequence) and tracing banishing hexagrams associated with specific planetary/elemental energies, charged with the ARARITA formula."
    },
    {
      "term": "Supreme Invoking Ritual of the Pentagram (SIRP)",
      "definition": "An invoking ritual designed to draw in specific elemental and spiritual energies by tracing invoking pentagrams for Spirit and the four elements, accompanied by Enochian God names and elemental symbols."
    },
    {
      "term": "Invoking Ritual of the Hexagram of Jupiter (IRHJ)",
      "definition": "A specific invoking ritual to draw in Jupiterian planetary energy, utilizing Jupiterian hexagrams for the elements, charged with the ARARITA formula and the God name 'EL', while incorporating the planetary symbol of Jupiter."
    },
    {
      "term": "Invocation of the Bornless One",
      "definition": "A powerful invocation derived from the Greek Magical Papyri, used to assert the magician's divine authority and mastery over all spirits and elements, thereby compelling obedience during evocation."
    },
    {
      "term": "ARARITA",
      "definition": "A Qabalistic formula vibrated during pentagram and hexagram charging, meaning 'Eh-cha-had Rash, Eh-chu-doh-toh Rash Ye-chu-doh-toh, Teh-mur-ah-toh Eh-cha-had', which translates to 'One is God's beginning, one principle is God's individuality, God's permutation is one.'"
    },
    {
      "term": "Vibration of God Names",
      "definition": "An occult technique of intoning divine names with specific vocalizations and intent to resonate their inherent power, used to charge rituals, pentagrams, hexagrams, and compel spirits."
    }
  ],
  "practical_system": {
    "description": "The system presented is a highly personalized and robust ceremonial magic framework for spirit evocation, specifically tailored for Bethor, the Olympic Spirit of Jupiter. It integrates foundational Golden Dawn rituals (LBRP, BRH, SIRP, Qabalistic Cross) with Grimoire-style elements (Triangle of the Art, Bornless One invocation, specific sigils and planetary symbols). The method emphasizes intense preparation, including daily ritual practice and focused meditation on the spirit's sigil and planetary disc to build energetic connection. The actual evocation involves a series of banishing, invoking, and consecration steps to create a potent, protected ritual space. The interaction with the evoked spirit is structured around respectful requests and binding through divine authority, followed by clear instructions for tasking and a formal license to depart, culminating in multiple banishing sequences to ensure complete ritual closure and safety. Astral competence and visualization are paramount, often superseding physical tools.",
    "tools": [
      "Altar (for implements, notes, ritual guide)",
      "Triangle of the Art (physical, for spirit containment)",
      "Blue tea light candles (4, in cross shape for Jupiter)",
      "Blue or purple altar lighting",
      "Cedar Incense (for Jupiter/Bethor)",
      "Frankincense Incense (for purification)",
      "Amethysts (Jupiter stones, small pile of 4)",
      "Sigil of Bethor (prepared on tin or paper, blue ink, two copies)",
      "Planetary Disc of Jupiter (prepared on blue/orange card, two copies)",
      "Cup / Bowl of Water (small glass bowl, blessed with salt)",
      "Ritual Notebook",
      "Ceremonial Robe (black with blue hems, Nordic runes on right sleeve)",
      "Magic Ring (consecrated by 5 elements, angels, God names)",
      "Magician's Index Finger (for tracing rituals)",
      "Magician's Knuckles (for rapping on altar)"
    ],
    "rituals": [
      "The Laying of the (Astral) Circle",
      "The Qabalistic Cross",
      "Lesser Banishing Ritual of the Pentagram (LBRP)",
      "Banishing Ritual of the Hexagram (BRH - general Saturnian and Jupiterian forms)",
      "Supreme Invoking Ritual of the Pentagram (SIRP)",
      "Invoking Ritual of the Hexagram of Jupiter (IRHJ)",
      "Invocation of the Bornless One",
      "Evocation of the Spirit Bethor",
      "Verification and Welcoming of the Spirit",
      "Charging of the Spirit",
      "License to Depart",
      "Purification and Consecration of the Temple",
      "Preliminary Adoration",
      "Declaration of the Start of the Ritual",
      "Declaration of Work Completed",
      "Declaration of the Temple Closed"
    ]
  },
  "relevant_quotes": [
    {
      "text": "The objective of the summoning is to request or command the spirit Bethor to ensure that <You Decide>",
      "page": "4"
    },
    {
      "text": "If the magician is not competent enough to rely on an astral circle, evocation should not be attempted as the physical only helps to focus the astral in this case, and if the astral does not exist, the physical is a useless representation of hope.",
      "page": "5"
    },
    {
      "text": "During meditation on the sigil, the objective is to ALMOST make contact with the entity and then pull back. This builds pressure so that when IT is called, it is ready to come.",
      "page": "9"
    },
    {
      "text": "“Hey-kahs, hay-kahs, es-stay bee-beh-loy!” Which is means: “Far, far from this place be the profane!\"",
      "page": "11"
    },
    {
      "text": "“Eh-cha-had Rash, Eh-chu-doh-toh Rash Ye-chu-doh-toh, Teh-mur-ah-toh Eh-cha-had” which means, “One is God's beginning, one principle is God's individuality, God's permutation is one.\"",
      "page": "12"
    },
    {
      "text": "“Bethor, by the power of YHVH I request that you deploy your spirits and your influence to ensure that XXXX. I ask that you complete this task swiftly, properly and ensure that you harm none by fulfilling my request. By the power of YHVH, will you complete this task for me Bethor?”",
      "page": "36"
    },
    {
      "text": "Note: Bethor didn't actually depart, I had to recite this 3 times and then warn him that I was going to banish anyway. This was his way of testing me. Prepare to be tested by the spirits that you summon.",
      "page": "37"
    }
  ],
  "critical_analysis": {
    "relevance": "This document offers a highly relevant, detailed practitioner's account of ceremonial evocation, particularly valuable for understanding how Golden Dawn-derived principles (LBRP, BRH, SIRP, Qabalistic Cross) are adapted and integrated into a Grimoire-style operation (Olympic Spirits, Triangle of Art, Bornless One invocation). Its candid personal reflections on ritual modifications and spirit interactions (e.g., Bethor's testing) provide rare insight into the practical, subjective, and adaptive aspects of modern occult practice, emphasizing astral competence over mere physical apparatus. It serves as a practical guide for executing a complex evocation within a structured magical framework, highlighting the magician's personal engagement and experience as crucial components.",
    "target_audience": "This work is specifically aimed at experienced ceremonial magicians, advanced students of Western Esotericism and occultism, and practitioners interested in planetary magic or the evocation of Olympic Spirits. It assumes a strong foundational understanding of Golden Dawn rituals, Qabalah, advanced visualization techniques, and the underlying philosophy of magical operations. It is not suitable for beginners, given its complexity and reliance on developed astral and energetic competence, as explicitly stated by the author."
  }
}