{
  "header": {
    "title": "The Production of Witchcraft/Witchcraft as Production: Memory, Modernity, and the Slave Trade in Sierra Leone",
    "authors": [
      "Rosalind Shaw"
    ],
    "category": "Anthropological Study of Witchcraft; History of Esotericism",
    "keywords": [
      "memory",
      "modernity",
      "witchcraft",
      "slave trade",
      "West Africa",
      "Temne",
      "cosmology",
      "divination",
      "social imaginary",
      "globalization",
      "postcolonialism",
      "power dynamics"
    ]
  },
  "central_thesis": "During four centuries of Atlantic slave trading in Sierra Leone, Temne witchfinding developed as a technique for the ritual production of slaves. Today, Sierra Leone's integration into an earlier Atlantic world is 'remembered' both in witchfinding ritual and in cosmological images of an ultramodern witch-city built from the extraction of human life and value, presenting a 'poetics of predation' that links global flows with the flow of blood.",
  "structure_content": [
    {
      "chapter_title": "the global witch-city",
      "summary": "Introduces the Temne cosmological concept of the 'Place of Witches' (ro-seron), an invisible, ultramodern city of wealth and rapid global mobility, contrasted with the visible world (no-ru). This witch-city is depicted as sustained by predatory, cannibalistic consumption, reflecting contemporary socio-economic inequalities and symbolizing a historically deep engagement with globalizing processes, particularly the Atlantic slave trade."
    },
    {
      "chapter_title": "witchcraft, modernity, and history",
      "summary": "Challenges ahistorical views of African witchcraft, arguing that its 'traditional' forms are often products of modern and historical global processes, such as the slave trade. Draws parallels with BaKongo witchcraft cosmologies, where slave trade experiences are assimilated into beliefs about illicit traffic in souls and forced labor by occult means."
    },
    {
      "chapter_title": "varieties of Temne witchcraft",
      "summary": "Details Temne witchcraft (ra-ser) practices, where witches (u-ser) use their spirit/shadow (an-yina/an-mənpəl) to invisibly consume victims' blood (an-nesəm) and heart (ka-buth) in rotating credit associations (e-susu). Witches possess a 'second body' (an-kuntha, e-for t-anle) for predatory acts. Other forms include shape-shifting (lafthe/folne), economic witchcraft (ka-thofi), and the use of 'witch guns' (an-pinkar a-seron) by powerful 'big persons' (an-fəm a-bana). Western technology is ambivalently viewed as originating from the witch-city."
    },
    {
      "chapter_title": "the production of witchcraft",
      "summary": "Traces the historical integration of Temne divination and witchcraft into the Atlantic slave trade from the 15th to 18th centuries. Early Portuguese accounts (Fernandes) make no mention of witchcraft, but later writers (Alvares, Matthews) describe ritual witchfinding practices, such as corpse interrogation and the 'red water' poison ordeal, as routine means to identify and enslave individuals, particularly the poor, for profit in the slave trade."
    },
    {
      "chapter_title": "witchfinding and the state",
      "summary": "Examines the evolution of witchfinding under British colonial rule, where witchcraft was redefined from 'invisible eating' to 'physical evidence' but state authority over cases remained. In postcolonial Sierra Leone, Paramount Chiefs' Courts reintegrated invisible consumption and public divination. Diviners now require state licenses, linking local elites to state power. While convictions no longer lead to enslavement, they result in beatings, fines, and ritual 'extinguishing' of witch vision."
    },
    {
      "chapter_title": "witchcraft as production",
      "summary": "Argues that Temne understandings of witchcraft, including its social dynamics and theories of kinship and class, were actively produced and intensified through repeated witchfinding divinations during the slave trade. These practices, directed by ruling elites, disproportionately condemned the less powerful, while affluent 'big persons' were often rumored to be sinister witch-gun wielders, whose power derived from ritual murder and 'cannibalism'."
    },
    {
      "chapter_title": "making history: memory and modernity",
      "summary": "Concludes that the witch-city's visions of global modernity serve as a 'memory' of the slave trade's political economy, where divinatory ritual and social relations were linked to transcontinental commerce. Popular rumors of European and elite African cannibalism acted as counter-representations, implicitly identifying those who profited from the slave trade as the ultimate witches, emphasizing that power produces knowledge but does not solely determine consciousness. Advocates for extending historical analysis of globalization beyond the colonial period."
    }
  ],
  "key_concepts": [
    {
      "term": "ra-ser",
      "definition": "The Temne term for witchcraft, encompassing both invisible, predatory acts and the cosmological space of the 'Place of Witches' (ro-seron)."
    },
    {
      "term": "u-ser",
      "definition": "A witch in Temne cosmology, whose spirit (an-yina) or shadow (an-mənpəl) leaves the body during dreams to perform nocturnal predations, often consuming victims' vital essences."
    },
    {
      "term": "ro-seron",
      "definition": "The 'Place of Witches,' an invisible cosmological region depicted as an ultramodern, prosperous city of wealth, rapid mobility, and high technology, where witches engage in perverted consumption of human life and value."
    },
    {
      "term": "an-yina / an-mənpəl",
      "definition": "The spirit or shadow of a witch, which separates from the physical body during dreams to execute invisible attacks and predations on victims."
    },
    {
      "term": "an-nesəm",
      "definition": "A person's life-force, primarily associated with blood, which witches are believed to suck from their victims."
    },
    {
      "term": "ka-buth",
      "definition": "The heart, considered the inner center of a person's life, thoughts, intentions, feelings, and memories, often removed by witches."
    },
    {
      "term": "an-kuntha",
      "definition": "A witch's 'second stomach,' a supernatural organ developed for the digestion of human flesh, differentiating witches from ordinary humans."
    },
    {
      "term": "e-for t-anle",
      "definition": "A witch's 'four eyes,' consisting of two ordinary visible eyes complemented by two invisible ones, granting special penetrative vision."
    },
    {
      "term": "ka-thofi",
      "definition": "A form of economic witchcraft involving the invisible transfer of crops (e.g., rice) or money from one person/farm to another or into the 'Place of Witches,' resulting in theft and poor yields."
    },
    {
      "term": "an-pinkar a-seron",
      "definition": "A 'witch gun,' a lethal artillery weapon, invisibly constructed by powerful witches from mundane objects (e.g., papaya stalk, sand, explosive powder) to 'shoot' victims from a distance."
    },
    {
      "term": "e-susu",
      "definition": "Rotating credit associations, metaphorically used to describe groups of witches who collectively contribute and consume human victims in the 'Place of Witches,' with members taking turns to provide victims."
    },
    {
      "term": "ma-potho",
      "definition": "The Temne term for 'Europeanness' or 'Western ways,' often associated with antisocial behaviors like seclusion, selfishness, and greed, mirroring characteristics attributed to witches."
    },
    {
      "term": "Corpse Interrogation",
      "definition": "A divinatory practice where a deceased person's bier is carried, and the corpse's movements (e.g., lurching forward for 'yes,' rolling for 'no') are interpreted as identifying the witch responsible for their death. Historically, this could lead to the enslavement of the accused and their family."
    },
    {
      "term": "Red Water Ordeal (ma-kon)",
      "definition": "A poison ordeal using a brew from macone bark, administered to accused witches. Vomiting the poison signifies innocence, dying from it confirms guilt. Historically, the wealthy could often afford antidotes to escape conviction."
    }
  ],
  "practical_system": {
    "description": "The Temne witchcraft system, as analyzed by Shaw, operates as both a cosmological explanation for misfortune and inequality, and a set of ritual technologies for social control. It is rooted in a cosmology that posits an invisible 'Place of Witches' (ro-seron) where powerful 'big persons' (an-fəm a-bana), acting as witches (u-ser), accumulate wealth and power through the predatory consumption of human life and value from the visible world (no-ru). Historically, this system was instrumental in the 'ritual production of slaves' during the Atlantic trade, and currently, it provides a popular commentary on elite affluence and corruption. The system's 'mechanics' involve invisible spiritual predation, physical transformation, and specialized magical tools, alongside public divinatory rituals used to identify and prosecute witches.",
    "tools": [
      "Funeral litter: Used in corpse interrogation, its movements are believed to be controlled by the deceased to identify witches.",
      "Macone bark: The primary ingredient for the 'red water' poison used in ordeals.",
      "Antidotes: Substances like gold dust or oil, historically used by the accused with 'means' to counteract the poison in the red water ordeal.",
      "Witch gun (an-pinkar a-seron): A magical weapon constructed from objects like papaya stalk, sand, and explosive powder, used by powerful witches for lethal attacks.",
      "Charms/containers: Used by witches to imprison stolen souls, forcing them into labor.",
      "High-tech commodities: Items like tape recorders, televisions, VCRs, and computers, implicitly viewed as 'witch-city technology' produced through occult means."
    ],
    "rituals": [
      "Corpse Interrogation: A diviner or funeral litter carried by bearers identifies a witch through the corpse's movements in response to questions about the cause of death. Historically used to condemn individuals for enslavement.",
      "Red Water Ordeal (ma-kon): Accused persons drink a poisonous concoction from macone bark. Vomiting signifies innocence, death implies guilt. Access to antidotes historically favored the wealthy, allowing them to escape conviction.",
      "'Moving Vehicle' Techniques: A single diviner uses an object charged with medicines to control the movements of one or several ritually treated bearers, compelling them to identify a culprit.",
      "Spirit Embodiments: Extra-human agents from cult associations (e.g., ma-neke spirits of the ra-Gbenle society, ka-yogbo spirit of the Oje society, an-Gbangba'ni spirit of the Limba Gbangbani society) disclose the guilt of witches and wrongdoers through verbal interrogations and pronouncements.",
      "Ax Ordeal (ka-bap): A heated ax blade is placed on the suspect's tongue; its effect indicates guilt or innocence.",
      "Boiling Oil Ordeal (ma-kobe): The suspect reaches into a pot of boiling oil to retrieve a piece of iron; the outcome determines guilt or innocence.",
      "Needle Ordeal (an-se'ni): A threaded needle is passed through the suspect's forearm; its passage indicates guilt or innocence."
    ]
  },
  "relevant_quotes": [
    {
      "text": "[H]istorical forms of power became not merely the means of coercion and subjection but (more interestingly) the conditions for creating particular potentialities individual, social, and cultural.",
      "page": "2"
    },
    {
      "text": "The conception of witchcraft as an ambiguous attribute of power within Africa is often presented in ahistorical terms, as a timeless reflection of the tension between communal values and selfish individualism and anxieties about natural threats to subsistence. Our data on witch beliefs, however, are all relatively recent; with little exception they are drawn from societies that had long been involved with either the Islamic or European outside world. It is striking that several West Central African cosmologies link witchcraft with the deployment of victims in a nocturnal and/or distant 'second universe,' echoing, in more or less explicit terms, the experience of the Atlantic slave trade.",
      "page": "4"
    },
    {
      "text": "Having stolen a soul, a witch may use it to pay his debts to other witches, or he may imprison it in a container... and force it to work for its master.... A person in this kind of captivity is called the 'soldier' (soldat) of his witch master. His soul may be enclosed in a charm so that his anger at the way he has been treated may be turned against his master’s victims. Or he may be sold to another master or even shipped to America to be put to work in factories making textiles and automobiles.",
      "page": "4"
    },
    {
      "text": "They often described a prosperous city where skyscrapers adjoin houses of gold and diamonds; where Mercedes-Benzes are driven down fine roads; where street vendors roast 'beefsticks' (kebabs) of human meat; where boutiques sell stylish 'witch gowns' that transform their wearers into animal predators in the human world (no-ru); where electronics stores sell tape recorders and televisions (and, more recently, VCRs and computers); and where witch airports dispatch witch planes—planes so fast, I was once told, that 'they can fly to London and back within an hour'—to destinations all around the globe.",
      "page": "3"
    },
    {
      "text": "The baby may appear healthy in the morning... but it will only be its flesh (an-der) running about.",
      "page": "4-5"
    },
    {
      "text": "They entertain a malevolent and false belief about their illnesses and physical ailments, for they say, and they sincerely believe this, that God does not send death to them, rather it is their enemies and rivals who are eating them up.",
      "page": "8"
    },
    {
      "text": "the culprit is then seized, and if a witch sold without further ceremony: and it frequently happens if the deceased were a great man, and the accused poor, not only he himself but his whole family are sold together",
      "page": "10"
    },
    {
      "text": "It is most usual,' Winterbottom writes, 'to assign the former cause for the sickness and death of chiefs, and other people of consequence and their connections; and the latter for those of any of the lower class'.",
      "page": "11"
    },
    {
      "text": "Had the slave trade existed, some unfortunate individual might have been accused and sold into captivity; but its suppression in this country from vicinity to Sierra Leone, permitted the Magi, after a tedious consultation of three days, to decide that the death had been caused by the agency of the Devil.",
      "page": "11"
    },
    {
      "text": "The witch-city counters the poetics of optimism that may be sensed in much anthropological writing on transnationalism and globalism by a 'poetics of predation' (Comaroff and Comaroff 1993:xxvi) that equates global flows with the flow of blood.",
      "page": "15"
    }
  ],
  "critical_analysis": {
    "relevance": "This article significantly contributes to the study of esotericism and occultism by demonstrating how witchcraft beliefs and practices are not static 'primitive traditions' but dynamic social constructs deeply intertwined with historical socio-economic processes, particularly global trade and power dynamics. It offers a crucial anthropological lens, moving beyond decontextualized analyses of magic to explore how 'occult' phenomena like witchcraft cosmology and ritual function as critical commentaries on modernity, wealth, and exploitation within specific cultural and historical frameworks. For practitioners, it highlights the deeply contextual and culturally specific nature of magical systems, urging an awareness of the socio-historical forces that shape their forms and functions, especially regarding ethical considerations of power and predation.",
    "target_audience": "Academics in anthropology, history, postcolonial studies, African studies, and scholars of esotericism and occultism interested in the social, historical, and economic embeddedness of magical beliefs and practices. It is also relevant for practitioners of magic seeking a deeper, critical understanding of how such systems are constructed and operate within specific cultural contexts, challenging universalizing interpretations of 'witchcraft'."
  }
}