{
  "header": {
    "title": "The Ten Lost Books of the Prophets",
    "authors": [
      "Lewis de Claremont",
      "Godfrey Selig"
    ],
    "category": "Western Esotericism, Grimoire Tradition, Practical Magic",
    "keywords": [
      "Kabbalah",
      "Psalm Magic",
      "Abramelin",
      "Divine Magic",
      "Holy Names",
      "Spirit Guides",
      "Healing",
      "Occultism",
      "Magic Squares",
      "Theurgy"
    ]
  },
  "central_thesis": "The book presents a comprehensive system of divine magic, asserting that true power stems from God through specific Kabalistic formulas, the proper use of Psalms, and the invocation of Holy Names and Angels, emphasizing that faith and moral character are indispensable for successful operation to achieve both spiritual and temporal benefits, as revealed to and taught by prophets like Moses, Solomon, and Jesus.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Defines Divine Mysticism as God-revealed magical occurrences to prophets. It posits that the Bible, traditions, and legends contain esoteric magical formulas for various purposes. The book aims to reveal these 'divine magical phenomena' to connect with 'Solar Intelligence' (Jehovah)."
    },
    {
      "chapter_title": "Book No. 1: The First Book of the Holy Magic",
      "summary": "This section acts as a prologue, introducing the concept of Divine and Sacred Magic, as taught by Abraham, the Son of Simon, to his son Lamech. It recounts the author’s journey of seeking true wisdom, detailing encounters with various practitioners of false or impure magic and emphasizing the importance of prudence and obedience to acquire the 'High Mysteries of the Kabala and of the Law' from Abramelin and Holy Angels."
    },
    {
      "chapter_title": "Book No. 2: The Fifth and Sixth Arcanum",
      "summary": "Continues the author's narrative of acquiring magical knowledge. It describes his extensive travels and encounters with diverse magical practitioners whose methods (juggling, demon pacts, enchantments, star magic) are deemed 'diabolical' and lead to ruin. The author contrasts these with the 'True and Sacred Magic' received from Abramelin and the Holy Angels, stressing that only pure intention and divine will lead to beneficial results."
    },
    {
      "chapter_title": "Book No. 3: Use of the Psalms",
      "summary": "This is a primary operative section detailing specific Psalms, their associated 'holy names' (often Hebrew, derived from particular verses), and ritualistic applications for various worldly needs. It provides instructions for preparing talismans, anointing with oil, and performing prayers to achieve effects such as safe childbirth, protection from storms, healing, luck, success in court cases, and overcoming enemies."
    },
    {
      "chapter_title": "Book No. 4: The Book of Divine Magical Operations",
      "summary": "This chapter introduces 'Magic Squares' or 'Acrostics' as tools for divine magical operations. These letter grids are used to gain knowledge of past and future events, hinder negative magical operations (necromancy, sorcery), heal the bewitched, and influence natural phenomena. Each square is associated with a specific purpose and derivation of its 'holy name'."
    },
    {
      "chapter_title": "Book No. 5: The Ninth Arcanum",
      "summary": "The author shares personal experiences of applying Sacred Magic, claiming successful healings, granting a familiar spirit to an emperor, aiding in marriage, and manipulating events through magical means. This section underscores the importance of using magic for 'good ends' and the 'honour and glory' of God, emphasizing the author's role as a recipient and transmitter of this 'Sacred Science'."
    },
    {
      "chapter_title": "Book No. 6: Psalm Applications (Continued)",
      "summary": "Further instructions on using Psalms for practical purposes, including protection against robbers, healing various ailments (especially those failing conventional remedies), securing a child's character (open heart), driving away evil spirits, obtaining grace and mercy, ensuring children's survival, gaining favor from authorities, winning lawsuits, and preventing misfortune."
    },
    {
      "chapter_title": "Book No. 7: Psalm Applications (Continued)",
      "summary": "Additional Psalm applications for revenging against enemies, freeing oneself from passion, ensuring good fortune in undertakings, protection from vicious dog attacks, curing evil spirit possession, bringing luck to a home, and receiving holy blessings. It reiterates the necessity of combining Psalm recitation with holy names and ritual actions."
    },
    {
      "chapter_title": "Book No. 8: Psalm Applications (Continued)",
      "summary": "This section provides more Psalm uses, such as overcoming enemies, securing good fortune and contentment for the family, promoting peace and unity, fostering piety, ensuring safety from evil spirits, aiding barren women, destroying 'Masick' (harmful spirits), curing fevers, and gaining friends."
    },
    {
      "chapter_title": "Book No. 9: 'Seek and Ye Shall Find'",
      "summary": "Explores the esoteric teachings of Jesus, particularly his use of parables to conceal profound truths from the masses. It analyzes Jesus's healing methods as based on psychic principles, the 'law of suggestion,' and the absolute necessity of faith from both healer and patient. The author argues Jesus perfectly understood these laws and even practiced 'absent treatment'."
    },
    {
      "chapter_title": "Book No. 10: Miracles: Supernatural and the Spiritual",
      "summary": "Differentiates between 'supernatural miracles' and 'spiritual phenomena' which operate according to natural (esoteric) laws. It positions the miracles of Moses and Solomon as Kabalistically-based operations that command 'Astral Magic' spirits. This chapter also details the 'Semiphoras,' powerful divine names given to Moses for various high magical operations."
    }
  ],
  "key_concepts": [
    {
      "term": "Divine Mysticism/Divine Magic",
      "definition": "The highest form of esoteric magical occurrences, revealed by God to His chosen prophets, enabling the operator to tap into 'Solar Intelligence' (Jehovah) and manifest divine power."
    },
    {
      "term": "Kabala/Traditions",
      "definition": "An ancient, secretly transmitted wisdom originating from Moses, passed through Joshua, elders, judges, and prophets, containing deep mysteries and the names of the Most High and His Angels, applicable to human welfare."
    },
    {
      "term": "Holy Names",
      "definition": "Specific Hebrew names of God and Angels (e.g., Eel Chad, Scaddei, Adon, Jiheje, Rechmial, Eel Elijon, Essiel, Pele, Jah, Aha, Ai, Vah, Ittami, Jach, Elohe, Af, He), derived from Biblical verses or Kabalistic sources, which activate the power of Psalms and rituals. They are to be 'retained in the mind' in Hebrew but not necessarily uttered."
    },
    {
      "term": "Psalms",
      "definition": "Not merely religious texts, but 'definite magical formulas,' each sufficient for a specific purpose when combined with holy names, prayers, and ritual actions. The book provides applications for Psalms 1-150."
    },
    {
      "term": "Magic Squares / Acrostics",
      "definition": "Grids of letters, often forming Hebrew words, used as symbolic tools in 'Divine Magical Operations' for purposes like gaining information (past, future), protecting against negative magic, and influencing events. These are often double Acrostics, meaning they read the same forwards and backwards or derive meaning from both directions."
    },
    {
      "term": "Faith",
      "definition": "The essential prerequisite and indispensable condition for the successful exercise of divine power and healing, requiring not just belief in God but a deep, subjective mental attitude and conviction that the operation will succeed. It is presented as the 'key to health and to heaven'."
    },
    {
      "term": "Spirit Guides / Holy Angels",
      "definition": "Benevolent entities that assist the practitioner in acquiring and performing Sacred Magic, manifesting divine power, and providing instruction, especially the Holy Guardian Angel destined from creation."
    },
    {
      "term": "Abramelin",
      "definition": "A revered ancient sage from Egypt, identified as 'Abraham, the Son of Simon,' who taught the author the 'true Path' and the 'Veritable and Ancient Magic' that God gave to the forefathers, contrasting it with the 'diabolical' practices of other magicians."
    },
    {
      "term": "Semiphoras",
      "definition": "Seven powerful divine names or series of names (e.g., Jove, Yeseraye, Adonay Sabbaoth, Layamen), revealed by God to Moses, used for high-level operations like binding animals and spirits, controlling elements, and general undertakings, each with specific pronunciations and uses."
    }
  ],
  "practical_system": {
    "description": "The practical system revolves around the devotional and precise application of Biblical Psalms, combined with 'holy names' derived from Hebrew words within those Psalms or other Kabalistic sources. These operations are augmented by specific ritual actions, timing, and the use of 'Magic Squares' (Acrostics). The core philosophy emphasizes the necessity of faith, purity of intention, and a moral character, with success attributed to divine assistance rather than personal power.",
    "tools": [
      "Parchment (pure skin of a deer)",
      "Pure olive oil",
      "Sanctuary Oil / Holy Oil",
      "Pen (new)",
      "Ink",
      "Small bags (expressly made for talismans)",
      "Pots (new earthen pot, pot with fresh water)",
      "Water (from spring, well, stream)",
      "Incense",
      "Myrtle leaves",
      "Vine leaves",
      "Eyebright herb",
      "Mud / slime / sand (from a stream)",
      "Slips of paper",
      "Basin (large and clean)",
      "Lead plate",
      "Tin plate",
      "White silk veil"
    ],
    "rituals": [
      "Fasting and bathing for purification before operations.",
      "Recitation of specific Psalms (often multiple times) with 'devotion' and 'reverence'.",
      "Anointing the body (face, hands, feet) with pure olive oil or Sanctuary/Holy Oil.",
      "Writing Psalms, holy names, and prayers on parchment (especially deer skin), slips of paper, or metal plates (lead/tin).",
      "Wearing written talismans around the neck or on the body.",
      "Performing rituals at specific times (before sun rising/setting, specific days of the week).",
      "Using water rites (pouring over the possessed, scattering at enemy's residence, mixing with plants for baths/drinks).",
      "Burning incense during prayers.",
      "Using a 'pure' child (6-8 years old, clothed in white, washed) as a scryer to behold Angels.",
      "Concealing written texts in specific places (behind house door, in walls) or objects (pot, bag).",
      "Making vows and promises to God in conjunction with operations."
    ]
  },
  "relevant_quotes": [
    {
      "text": "'Unto Ye, the Power Shall Be Manifest!'",
      "page": "1, 2"
    },
    {
      "text": "\"This book is herewith dedicated to the great assistance given the author by his spirit guide.\" 'APPOLLONIUS OF TAYANEUS'",
      "page": "3"
    },
    {
      "text": "The eminent publisher and translator insists stringently that only persons of a moral character can expect success in the use of the foregoing method.",
      "page": "4"
    },
    {
      "text": "The Ten Lost Books of the Prophets are pure lessons in divine magical phenomena and are divided into two divisions. 1. Historical. 2. Contacting the Higher Consciousness.",
      "page": "5"
    },
    {
      "text": "I believe as Jesus said, \"All this can ye do and more, because Jehovah willed it so.\" I believe like Jesus-you are cast in the image of God and are God-like, just as the Great Prophets were.",
      "page": "5"
    },
    {
      "text": "The publisher wishes to emphasize the fact that he has given the statements contained herein exactly as they have been translated by the author from the German Kabalistic writings, with no representations that these statements are accurate or true. He has reprinted these writings as the exact reproductions of these ancient secrets.",
      "page": "4"
    },
    {
      "text": "\"Each human being,\" says the celebrated Kabalist, Rabbi Isaac Loriga, \"except only the ignorant idolater, can by a pious and virtuous life enter into the consecrated temple of the true Kabala, and can avail himself of its benefits without being able to speak or understand the Hebrew Language. He can pray, read and write everything in his mother tongue; only the holy name of God and the angels that may occur in the experiment, must, under all circumstances, be written and retained in the mind in the Hebrew tongue (for they must in no case be uttered), because, on the contrary, a wrong direction might otherwise easily be given to the experiment, and consequently it would lose all its holiness, work and efficiency.\"",
      "page": "23"
    },
    {
      "text": "God, the Father of Mercy, having granted unto me the grace to return safe and sound into my country; I paid unto Him according to my small power, some little portion of that which I owed Him; thanking Him for so many benefits which I had received from Him, and in particular for the acquisition of the Kabala which I had made at the house of ABRAMELIN.",
      "page": "20"
    },
    {
      "text": "The miracles of Moses and Solomon are based, upon Kabalistic formulas as revealed by God to his chosen few. The underlying principle of the Kabalistic forces of the invisible world are ruled by means of esoteric formulas and which in turn effect and command, powerfully the spirits governing the several houses of Astral Magic.",
      "page": "91"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is a significant contribution to the grimoire tradition, particularly within the lineage of Solomonic and Psalm magic, linking it explicitly to the Sacred Magic of Abramelin the Mage. It offers a unique syncretic perspective by integrating Kabalistic principles, Old Testament figures (Moses, Solomon), and New Testament teachings (Jesus's healing methods, faith). Its detailed instructions for Psalm usage and Magic Squares provide a practical framework, making it relevant for practitioners seeking to apply ancient magical systems to contemporary life, while also providing a philosophical justification for its methods.",
    "target_audience": "The book is intended for practitioners of ceremonial magic, followers of grimoire traditions, those interested in practical Western Esotericism and Occultism, and individuals seeking to understand or apply a syncretic magical system rooted in Abrahamic traditions. It appeals to those who value a moral and faith-based approach to magic, contrasting 'true' divine magic with 'diabolical' or 'superstitious' practices."
  }
}