{
  "header": {
    "title": "The Scroll of Set - June 1993",
    "authors": [
      "Linda Reynolds IV°",
      "Cinda Seaton II°",
      "Bret Cagle II°",
      "James L. Knowles, Jr. II°",
      "Danielle McGranahan II°",
      "Don Webb III°",
      "Jennifer Rush-Hunter II°",
      "Adam Campbell II°",
      "Col-Lea Lane II°",
      "Carmel Hind II°",
      "Brian Zimmer III°"
    ],
    "category": "Western Esotericism, Occultism, Setianism",
    "keywords": [
      "Temple of Set",
      "Xeper",
      "Black Flame",
      "Æon of Set",
      "Sixth Angle",
      "Sepulchritude",
      "Magic",
      "Transformation",
      "Initiation",
      "Rituals"
    ]
  },
  "central_thesis": "The Scroll of Set, June 1993 issue, communicates the ongoing philosophical development, practical magical engagements, and community activities within the Temple of Set, emphasizing individual self-creation (Xeper), the exploration of the Æon of Set, the Black Flame, and the esoteric dimensions of consciousness such as the Sixth Angle, all within a framework of personal Will and transformation.",
  "structure_content": [
    {
      "chapter_title": "[1] Editorial",
      "summary": "Community updates, call for submissions, guidance on international mail, and an obituary for Adept Ross Thomas, including a quote from a Setian Passage Rite emphasizing transformation after death."
    },
    {
      "chapter_title": "[3] The Atu of the Æon Exalted in Set - by Bret Cagle II°",
      "summary": "An exposition on the Æon of Set as an awakening to self-ordered existence through Xeper and the Black Flame. It discusses the concept of HarWer (man) becoming the neter (god) of the subjective universe, and the Black Flame's symbolism as gnosis through initiation, burning away non-self, and the creation of Self."
    },
    {
      "chapter_title": "[5] Reflections on the 3rd Annual Midwest Conclave - by Danielle McGranahan II°",
      "summary": "A detailed report of the 3rd Annual Midwest Conclave, including acknowledgements of attendees, a listing of represented Orders and Pylons, presentations on sigil work (Yn’khe Rohz Lodge) and the Proptera Project, and descriptions of two major group workings focused on 'death' and subsequent reawakening/transformation, and the display of Setian art."
    },
    {
      "chapter_title": "[10] A Setian Reliquary - by Linda Reynolds IV°",
      "summary": "Describes a project to create a Setian Reliquary, a vessel to hold artifacts of personal magical significance from II°+ Initiates, symbolizing the timelessness of Setian essence. It outlines how members can contribute and how it will be displayed and integrated into the Temple's sacred artifacts."
    },
    {
      "chapter_title": "[13] Sepulchritude and the Sixth Angle - by Col-Lea Lane II°",
      "summary": "An in-depth analysis of the Sixth Angle, interpreting it as a state of 'sleep in symmetry' for rest and preparation for change, and a 'Gate' for entering other dimensions or non-corporeal travel. It explores the benefits (releasing fears, rejuvenation) and dangers (loss of Self awareness) and its relation to 'sepulchritude' (the beauty of death as transformation) and corporeality."
    },
    {
      "chapter_title": "[15] Better Late than Never - by Carmel Hind II°",
      "summary": "A report on an 'International Working' ritual from July 18/19, focusing on transformation. It details the preparation, including the creation of a bind rune from specific Futhark runes (Hagalas, Lagus, Isa, Kenas), and the ritual mechanics involving the Crystal Tablet opening rite, invocation of Set, sharing the Grail, anointing, and sigil burning."
    }
  ],
  "key_concepts": [
    {
      "term": "Xeper",
      "definition": "The Setian concept of self-creation, self-evolution, or 'to Become,' emphasizing individual empowerment to shape oneself and the cosmos according to one's Will, rather than seeking external salvation."
    },
    {
      "term": "Black Flame",
      "definition": "The unique essence or Gift of Set, enabling self-ordered existence and transformation. It is symbolized by the Hebrew letter Shin (tooth or fang), representing gnosis through initiation that burns away the non-self, leaving a void for the creation of Self."
    },
    {
      "term": "Æon of Set",
      "definition": "Described as an awakening within oneself to self-ordered existence, a liberation of mind into the fifth dimension, and a state of pure mutability that allows for the creation and adaptation of the cosmos according to one's Will."
    },
    {
      "term": "Sixth Angle",
      "definition": "An esoteric state characterized as 'sleep in symmetry,' representing a period of rest and preparation for change. It serves as a place for profound personal transformation, for confronting and releasing fears, and as a potential 'Gate' for entering other dimensions or engaging in non-corporeal travel ('Skinwalking')."
    },
    {
      "term": "Sepulchritude",
      "definition": "The beauty of death interpreted as a process of transformation. It is closely linked with the Sixth Angle, where the 'sleep of the Dæmons' facilitates the gathering of knowledge and experiences into new patterns of change."
    },
    {
      "term": "HarWer (man) enthroned",
      "definition": "A symbolic representation of man empowered to recreate and adapt the cosmos according to his Will, eventually transforming into the neter (god) of the individual self, embodying the threefold power of the Black Flame in dynamic creation."
    }
  ],
  "practical_system": {
    "description": "The Scroll describes various practical magical activities and theoretical frameworks for operative magic within the Temple of Set. This includes group workings designed for transformation, personal artistic expression as a form of Xeper, and the conceptualization of esoteric states like the Sixth Angle as a 'gate' for altered states of consciousness or non-corporeal travel. The emphasis is on individual Will and self-created transformation rather than external salvation, often utilizing specific Setian terminology and concepts.",
    "tools": [
      "Sigils (Specifically, the Yn’khe Rohz Lodge sigil and bind runes created from Futhark runes like Hagalas, Lagus, Isa, and Kenas, used for specific magical intentions.)",
      "Crystal Tablet (A traditional ceremonial object used in opening rites for magical workings.)",
      "Black Flame (Both a conceptual essence and a literal flame used in rituals to symbolize the Gift of Set and the act of individual transformation.)",
      "Grail (A ceremonial cup, shared in certain rituals, symbolizing communal participation and sacred communion.)",
      "Anointing Oil and Incense (Used for purification, consecration, and setting the magical atmosphere in rituals.)",
      "Personal Magical Artifacts (Objects of personal magical significance contributed by Initiates to the Setian Reliquary, serving as tangible representations of their Path.)",
      "Tcham Sceptre (A symbolic tool, held by HarWer, representing the power of darkness and the ability to command it for creation and adaptation.)"
    ],
    "rituals": [
      "Conclave Workings (Group rituals focused on symbolic 'death' and subsequent rebirth/transformation, involving Dromena and individual introspection within a designated 'Chamber'.)",
      "International Working (A group ritual for transformation involving the traditional Crystal Tablet opening rite, invocation of Set, sharing of the Grail, anointing with oil, burning of bind runes/sigils, and incense.)",
      "Rite of Setian Passage (A funerary rite for deceased Initiates, focusing on protecting the shadow, guiding the spirit, and ensuring its safe journey 'among the gods'.)",
      "Setian Reliquary Project (A ceremonial act of collecting and depositing personal magical artifacts from Initiates into a central reliquary, symbolizing timelessness and personal magical significance.)",
      "Working with the Sixth Angle (Conceptualized as a 'Gate' for practices like 'Skinwalking' – non-corporeal travel – and as a means for confronting and releasing personal fears through disciplined introspection and will-strengthening.)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "In the Word Xeper man does not have to look outside himself in the vain hope of finding “salvation”, but rather is empowered to create himself as he Wills to Become through the awareness of the Black Flame the Gift of Set.",
      "page": "1"
    },
    {
      "text": "That the Black Flame is symbolized by the Hebrew letter shin, meaning tooth or fang, suggests the bite and venom of the Serpent of Initiation, the reception of gnosis which causes a death to the limitation of Self and awakening of neter.",
      "page": "1-2"
    },
    {
      "text": "The Æon of Set is liberated into mind - the fifth dimension, and the pure mutability we find therein.",
      "page": "2"
    },
    {
      "text": "Let us with spread wings hover over this one from our midst. Let us call his name one last time while we honor his memory. Let us protect his shadow while his body changes, and his spirit departs upon the funeral barge. Let us perform the rite of passage that he may have company upon his last and most fearful journey into the western lands of darkness; that he arrive safely among the gods and take his place amidst the shining Beings who wield their Will in full awareness of Who they Are.",
      "page": "1"
    },
    {
      "text": "The sleep which is representative of the Sixth Angle should not be accepted prematurely. There is potential danger in separating the temporal self from the substance of being too soon. If the Self and Will are not sufficiently educated/trained, there is a greater possibility that one would not be able to 'awaken.'",
      "page": "6"
    },
    {
      "text": "I see the Sixth Angle, and in it I see sepulchritude the beauty of death as transformation. I am drawn to it as a process, as an idea and as an object (the Gate itself). Its existence is an enhancement to my Xeper.",
      "page": "5"
    },
    {
      "text": "When the door to the Chamber was opened, everyone would leave for one half hour, going wherever they wished, alone, with no communication. We either wrote down or contemplated our individual experiences which we could discuss once we returned to the room. It was a very intense experience within the Chamber...",
      "page": "3"
    }
  ],
  "critical_analysis": {
    "relevance": "This periodical serves as a vital internal communication and educational tool for members of the Temple of Set. It details ongoing philosophical discussions, reports on practical magical workings and community gatherings, and provides a platform for members to share their insights and creative expressions. It reinforces core Setian tenets like Xeper and the Black Flame while exploring advanced esoteric concepts (e.g., the Sixth Angle) and practical applications, thus strengthening the internal culture and magical development of the organization.",
    "target_audience": "Initiates and Adepts of the Temple of Set, particularly those interested in deep philosophical exploration, practical magical work, and community engagement. It presumes a foundational understanding of Setian philosophy and terminology."
  }
}