{
  "header": {
    "title": "ECSTASY. The release of the Soul from the body",
    "authors": [
      "ROBERT CROOKALL, D.Sc., Ph.D."
    ],
    "category": "Esotericism, Occultism, Psychical Research",
    "keywords": [
      "Ecstasy",
      "Soul release",
      "Out-of-body experience (OBE)",
      "Astral projection",
      "Silver Cord",
      "Shamanism",
      "Afterlife",
      "Hades",
      "Paradise",
      "Vehicle of Vitality",
      "Soul Body",
      "Psychical constitution"
    ]
  },
  "central_thesis": "Crookall's central thesis is that \"ecstasy\" (the temporary or permanent release of the Soul from the body) is a universal human phenomenon, experienced across ancient shamanic traditions and modern astral projectors. He argues that this involves a complex, multi-layered bodily constitution (physical body, Vehicle of Vitality/Etheric Double, Soul Body/Astral Body, Spiritual/Divine/Celestial Body) which correlates with different non-physical \"realms\" or \"spheres\" (Earth, \"Hades,\" \"Paradise,\" \"True Heavens\"). The book aims to provide extensive comparative and evidential support for the objective reality of these experiences and the multi-component nature of human beings beyond mere physical existence, challenging purely materialistic or psychological interpretations and suggesting that modern lack of understanding hinders true insight.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION",
      "summary": "This section introduces the Greek term 'ekstasis' (to be out of the body) and asserts that ecstatic feelings are common in both dying persons and astral projectors. It highlights the core idea that consciousness separates from the physical body within a non-physical 'double' or replica, enabling experiences of rapture. Examples from William Gerhardi and Mme. d'Esperance detail their out-of-body experiences, including observing a 'silver cord' and visiting various non-physical realms, emphasizing the objective reality and non-dreamlike nature of these events. It also notes how re-entry into the body often brings a feeling of limitation."
    },
    {
      "chapter_title": "PREFACE",
      "summary": "Crookall outlines the foundation of his work, drawing from previous studies on discarnate souls ('The Supreme Adventure') and temporary out-of-body experiences ('The Study and Practice of Astral Projection,' 'More Astral Projections'). He emphasizes a significant concordance between these two sets of narratives and notes corroboration from 'communications' received through mediums (Prescott Hall, Mrs. Piper) and Professor Mircea Eliade's research on prehistoric shamanism. The preface sets the stage for demonstrating that the essentials of temporary and permanent soul release were known globally in prehistoric times."
    },
    {
      "chapter_title": "FIRST PART - I INTRODUCTION",
      "summary": "This chapter elaborates on the definition of ecstasy as being 'out of the body' and experiencing rapture. It reiterates that both dying individuals and astral projectors report similar ecstatic feelings. The key assertion is that the conscious Soul leaves the physical body in a distinct, non-physical 'double' and that this bodily condition enables the experience of ecstasy and rapture."
    },
    {
      "chapter_title": "FIRST PART - II THE INCIDENCE OF THE EXPERIENCES",
      "summary": "Crookall details the prevalence of ecstatic and out-of-body experiences among ancient shamans and modern astral projectors, asserting their widespread occurrence. He addresses the 'tardiness of memory' as a reason why many individuals do not recall such experiences, arguing that the physical brain's 'blinkering effect' prevents detailed recall of Soul Body activities, which do not register physically."
    },
    {
      "chapter_title": "FIRST PART - III THE TOTAL BODILY CONSTITUTION OF MAN",
      "summary": "This section outlines Crookall's model of human constitution, which includes a 'Soul Body' (super-physical) and a 'Vehicle of Vitality' (semi-physical). He draws parallels with ancient shamanic concepts like the 'life Soul' and 'body of resurrection,' noting that shamans often symbolized the released Soul Body as a bird. He distinguishes the ease of projection for the Soul Body versus the Vehicle of Vitality and correlates this multi-component nature with different 'realms' or 'spheres' of experience."
    },
    {
      "chapter_title": "FIRST PART - IV THE REALMS, \"SPHERES\", \"PLANES\", ENVIRONMENTS (OR CONDITIONS) CONTACTED",
      "summary": "Crookall describes three distinct realms visited during ecstasy/projection: distant physical Earth-scenes, 'Hades' (the underworld or semi-physical belt of Earth), and 'Paradise' (the sky or super-physical belt of Earth). He highlights Professor Eliade's assertion that shamans are 'masters of ecstasy,' capable of deliberately visiting these realms. Modern astral projectors report similar experiences, indicating a correlation between the human microcosm and the Earth's macrocosm."
    },
    {
      "chapter_title": "SECOND PART - I BODILY MOVEMENTS (DIVING AND FLYING) THAT FACILITATE THE EXPERIENCES",
      "summary": "This chapter explores bodily movements, such as acting as though diving, ascending, or flying, as techniques for inducing ecstasy. These methods were used by ancient shamans and recommended in 'communications' for astral projection. Crookall suggests that in the astral world, thought is creative, and imagining these movements can actually set the astral body in motion, going beyond mere physical imitation."
    },
    {
      "chapter_title": "SECOND PART - II DANCING AND WHIRLING FACILITATE THE EXPERIENCES",
      "summary": "Crookall explains how dancing and whirling to the point of dizziness or exhaustion can facilitate soul release. Dizziness, according to S.J. Muldoon, indicates a 'looseness of the astral body' (Vehicle of Vitality). These activities, by causing temporary physical dissociation and weakening the physical body's hold, tend to make the Vehicle of Vitality extrude from the body, often resulting in a 'composite double' and temporary physical unconsciousness ('trance')."
    },
    {
      "chapter_title": "SECOND PART - III FASTING FACILITATES THE EXPERIENCES",
      "summary": "This section discusses fasting as a technique used by ancient shamans and mystics to facilitate ecstatic experiences. Crookall posits that denying physical food encourages the Vehicle of Vitality to seek cosmic vitality by projecting or extruding from the physical body. This heightens the tendency to project, especially for individuals with a 'mediumistic bodily constitution' (loose Vehicle of Vitality), and allows for tapping into alternative energy sources."
    },
    {
      "chapter_title": "SECOND PART - IV CERTAIN DRUGS THAT FACILITATE THE EXPERIENCES",
      "summary": "Crookall identifies various drugs and substances, including 'The Sacred Mushroom,' alcohol, tobacco juice, Indian hemp, and anaesthetics, used by both ancient shamans and modern individuals to induce involuntary projections. He notes that these often result in a 'composite double' (Soul Body plus Vehicle of Vitality) because these substances tend to release a significant portion of the Vehicle of Vitality, leading to 'lower' states of consciousness and contact with 'Hades' conditions."
    },
    {
      "chapter_title": "SECOND PART - V MEDITATION AND CONCENTRATION FACILITATE THE EXPERIENCES",
      "summary": "This chapter describes meditation and concentration as techniques that arouse, strengthen, and organize the Soul Body, causing it to 'vibrate' at a higher rate, leading to its release from the physical body. Ancient shamans and modern projectors used these methods to achieve 'spiritual ascents' to 'Paradise.' When combined with other techniques like fumes or breath-holding, especially for mediumistic individuals, it can result in a composite double release and a death-like state."
    },
    {
      "chapter_title": "SECOND PART - VI BREATHING TECHNIQUES THAT FACILITATE THE EXPERIENCES",
      "summary": "Crookall discusses breath-holding exercises (Pranayama) as an important element in Yoga and shamanic practices. He explains that these techniques reduce oxygen supply to the brain, temporarily reducing physical vitality and facilitating the partial release of the Vehicle of Vitality from the body, similar to the effects of inhalant anaesthetics. He notes that rhythmic breathing and controlled breath are also cited by astral projectors and 'communicators' as important for projection."
    },
    {
      "chapter_title": "SECOND PART - VII MENTAL AND PHYSICAL CONDITIONS THAT FAVOUR THE EXPERIENCES",
      "summary": "This chapter distinguishes shamanic ecstasy as a deliberate, self-controlled, positive, and integrated state, contrasting it with involuntary 'possession' mediumship. It emphasizes the necessity of good mental and physical health, earnestness, peacefulness, patience, prayer, and meditation for successful, willed astral projections. Crookall suggests that these positive conditions lead to a 'purified,' 'better harmonized' conscious life when separated from the body, enabling access to 'higher' states of reality."
    },
    {
      "chapter_title": "THIRD PART - I THE INITIAL \"BLACKOUT\" IN CONSCIOUSNESS",
      "summary": "Crookall details the momentary 'blackout' or 'tunnel'-effect experienced when the 'double' separates from the physical body ('first death') or re-enters it. This is compared to ancient shamanic descriptions of a 'magic door' or 'strait gate' that opens and closes momentarily. He explains that during this brief period, neither the 'double' nor the physical body transmits consciousness, akin to a temporary break in power transmission when changing gears in a car. This blackout signifies the transition between bodily states."
    },
    {
      "chapter_title": "THIRD PART - II THE RELEASE OF THE \"SOUL\" FROM THE BODY - EXIT VIA THE SOLAR PLEXUS",
      "summary": "This section examines the various points of exit for the 'double' from the physical body. Ancient shamanic descriptions and experiences of mediumistic astral projectors often indicate exit via the solar plexus ('the centre'), especially for 'composite doubles' (Vehicle of Vitality included). In contrast, most non-mediumistic astral projectors' 'doubles' (Soul Body only) exit via the head. The point of attachment for the 'silver cord' also varies accordingly."
    },
    {
      "chapter_title": "THIRD PART - III THE (INITIAL) OBLIQUE OR SPIRAL COURSE OF THE (COMPOSITE) RELEASED \"DOUBLE\"",
      "summary": "Crookall highlights ancient shamanic descriptions of 'stairs' or 'spiral' ascent, which align with modern astral projectors' first-hand accounts of their temporarily released 'doubles.' He explains that a 'composite double' (including Vehicle of Vitality) often moves in a zig-zag or spiraling motion immediately after separation, possibly due to a slight gravitational effect on the semi-physical component. After shedding the Vehicle of Vitality, the pure Soul Body is said to travel in a straight line."
    },
    {
      "chapter_title": "THIRD PART - VI THE \"SILVER CORD\" - EXTENSION BETWEEN THE RELEASED \"DOUBLES\" AND THE VACATED BODY",
      "summary": "This chapter focuses on the 'silver cord,' a non-physical, elastic extension linking the released 'double' to the physical body. Ancient shamanic symbols like 'stick,' 'ladder,' 'thread,' 'rope,' and 'rainbow' are interpreted as representations of this cord. Crookall explains that the cord's thickness and elasticity vary with the distance of the 'double' from the body and its composition (thicker for composite doubles, thinner/more elastic for simple Soul Bodies). It serves as a conduit of vitality and sensation, and its severance means physical death."
    },
    {
      "chapter_title": "FOURTH PART - I THE SECOND \"DEATH\" (UNVEILING OF SOUL BODY)",
      "summary": "Crookall describes the 'second death' as the shedding of the Vehicle of Vitality from the 'composite double,' revealing the pure, unenshrouded Soul Body. This process, likened to passing through a 'gate' in a 'wall,' 'mist,' 'fog,' 'water,' or a 'tunnel,' leads the individual from the dim 'Hades' conditions to the bright 'Paradise' conditions. He notes that this 'second death' typically occurs 3-4 days after physical death for ordinary individuals, allowing for expanded consciousness and contact with 'helpers'."
    },
    {
      "chapter_title": "FOURTH PART - II THE REVERSE OF THE SECOND \"DEATH\" (RE-ENVEILING OF THE SOUL BODY BEFORE RE-ENTERING THE PHYSICAL BODY)",
      "summary": "This section describes the reverse process: the Soul Body re-acquiring a 'veil' of vitality (often to interact with mortals or enter 'Hades' conditions), and then re-entering the physical body. This is characterized by passing through 'mist,' 'rushing wind,' and experiencing a 'blackout' and a 'jolt' upon impact with the physical body. 'Communicators' describe lowering their vibrations and temporarily enshrouding their Soul Bodies with semi-physical substance from a medium to achieve communication, leading to a temporary 'sleepy, dreamy state'."
    },
    {
      "chapter_title": "FOURTH PART - III THE EXPANSION OF CONSCIOUSNESS",
      "summary": "Crookall discusses the profound expansion of consciousness experienced during ecstasy, where individuals recover their 'True Self,' transcend 'opposites,' and perceive an 'Inner Light.' This state is described by ancient shamans and modern astral projectors as being 'clearer,' 'more intense,' and allowing for heightened faculties beyond normal waking consciousness. It represents a temporary 'return home' to a more fundamental reality than physical existence, often bringing a sense of bliss."
    },
    {
      "chapter_title": "FOURTH PART - IV VISITS TO (A) DISTANT EARTH-SCENES, (B) \"HADES\" (WITH \"HINDERERS\") AND (C) \"PARADISE\" (WITH \"HELPERS\")",
      "summary": "This chapter compares ancient shamanic journeys with modern astral projections to three distinct realms: Earth-scenes, 'Hades' (a dim, shadowy, misty 'underworld' with 'hinderers'), and 'Paradise' (a bright, beautiful 'sky' with 'helpers'). Crookall emphasizes the consistent descriptions of these realms across diverse cultures and time periods, reinforcing the objective reality of these non-physical environments and their inhabitants, as well as the different types of 'doubles' that can access them."
    },
    {
      "chapter_title": "FOURTH PART - V MORAL AND SPIRITUAL CONSIDERATIONS",
      "summary": "Crookall explores the moral and spiritual implications of ecstatic experiences, contrasting the deliberate, self-controlled nature of shamanic ecstasy with passive mediumistic 'possession.' He emphasizes that a high moral and spiritual nature, along with preparedness (faith, positive intent), is crucial for accessing higher realms ('Paradise') and avoiding 'hinderers' in 'Hades.' This chapter underscores the idea that consciousness level and experiences during soul release are deeply intertwined with one's spiritual development."
    },
    {
      "chapter_title": "VI DISCUSSION AND CONCLUSIONS",
      "summary": "Crookall synthesizes his findings, arguing that the consistent, inverse observations during separation and re-entry of the 'double,' along with the distinct behaviors of simple versus composite 'doubles,' cannot be explained by psychological hypotheses like Jungian archetypes or mere ESP. He concludes that these phenomena provide strong evidence for the objective existence of a multi-component human being (physical, Vehicle of Vitality, Soul Body, Spiritual Body) and corresponding non-physical realms ('Hades,' 'Paradise,' 'True Heavens'), which are interconnected and universally accessible through specific conditions."
    }
  ],
  "key_concepts": [
    {
      "term": "Ecstasy",
      "definition": "The state of being 'out of the body' (ekstasis), where the Soul (conscious self) is freed from the physical body, often accompanied by feelings of rapture and delight. It can be a temporary (astral projection) or permanent (death) state."
    },
    {
      "term": "Soul Body (Astral Body/Body of Resurrection/Spiritual Body)",
      "definition": "The 'super-physical' non-physical body, the primary vehicle of consciousness in man, which is only partially incarnated in the physical body and projects easily and quickly. It can travel great distances and primarily contacts 'Paradise' conditions when unenshrouded."
    },
    {
      "term": "Vehicle of Vitality (Etheric Double/Life Soul/Semi-physical Body)",
      "definition": "A 'semi-physical' non-physical body, more dense and closely interwoven with the physical tissues than the Soul Body. It projects slowly and with difficulty. Its shedding from the composite 'double' marks the 'second death.' It is associated with the 'Hades' realm and typically remains close to the physical body."
    },
    {
      "term": "Double",
      "definition": "A replica of the physical body in non-physical substance. This term refers to either the Soul Body alone (a 'simple double') or the Soul Body combined with a significant portion of the Vehicle of Vitality (a 'composite double')."
    },
    {
      "term": "Silver Cord",
      "definition": "A non-physical, elastic-like extension that connects the released 'double' to the vacated physical body, maintaining a vital link. Its thickness and elasticity vary with the 'double's' composition and distance from the body. Severance of the silver cord is associated with physical death."
    },
    {
      "term": "First Death",
      "definition": "The momentary 'blackout' in consciousness experienced as the 'double' separates from the physical body (first physical detachment)."
    },
    {
      "term": "Second Death (Soul-unveiling)",
      "definition": "The process of shedding the Vehicle of Vitality from the 'composite double,' allowing the pure, unenshrouded Soul Body to emerge and enter 'Paradise' conditions. This is often accompanied by another 'blackout' and typically occurs 3-4 days after physical death for ordinary individuals."
    },
    {
      "term": "Hades (Underworld/Lower Astral/Semi-physical Belt)",
      "definition": "A dim, shadowy, misty, or watery intermediate realm, characterized by confusion and the presence of 'hinderers.' It is contacted by 'composite doubles' (Soul Body + Vehicle of Vitality) and corresponds to the semi-physical Vehicle of Vitality."
    },
    {
      "term": "Paradise (Sky/Garden of Eden/Super-physical Belt)",
      "definition": "A bright, beautiful, serene realm, characterized by expanded consciousness, telepathy, clairvoyance, and the presence of 'helpers.' It is contacted by the pure, unenshrouded Soul Body and corresponds to the super-physical Soul Body."
    },
    {
      "term": "Communicators",
      "definition": "Discarnate entities who provide information about the afterlife and out-of-body experiences, often through mediums. Their accounts are cited by Crookall as corroborating shamanic and astral projector experiences, particularly regarding the multi-component human constitution and non-physical realms."
    }
  ],
  "practical_system": {
    "description": "Crookall's work details a practical, albeit complex, system for understanding and potentially inducing ecstasy (OBEs/astral projection) by manipulating the human multi-component constitution. The system posits that through various techniques, one can loosen and separate the Soul Body (the primary vehicle of consciousness) and/or the Vehicle of Vitality (a semi-physical body) from the physical body. This allows for exploration of different non-physical realms ('Hades' and 'Paradise') and a conscious experience of self-release. The aim is to achieve expanded consciousness and interact with these realms, emphasizing preparatory mental and spiritual states.",
    "tools": [
      "Narcotic drugs/fumes: Substances like 'The Sacred Mushroom,' alcohol, tobacco juice, Indian hemp, anaesthetics, and fumes from fires can involuntarily induce projection, often releasing a 'composite double.' (Author notes historical use but doesn't explicitly recommend for safety/ethical reasons).",
      "Imagination: A powerful mental 'tool' in the astral world; conscious and deliberate use of the image-creating faculty, combined with faith, is said to initiate actual movements of the astral body.",
      "Mental focus/concentration: The disciplined direction of thought and will is a key tool to strengthen and organize the Soul Body and facilitate its release."
    ],
    "rituals": [
      "Bodily movements: Mimicking diving, ascending, or flying motions to facilitate astral body movement. In the astral world, thought is creative, so 'imagining' these movements can actually initiate them.",
      "Dancing and whirling: Engaging in sustained physical activities to the point of dizziness or exhaustion. This is believed to loosen the Vehicle of Vitality, making its exteriorization easier.",
      "Fasting: Denying physical food, which encourages the Vehicle of Vitality to seek cosmic vitality by extruding from the physical body, enhancing the tendency for projection.",
      "Meditation and Concentration: Directing mental focus away from the physical body and towards inner states. This strengthens and organizes the Soul Body, causing it to 'vibrate' at a higher frequency, leading to its release. This is crucial for achieving 'spiritual ascents' to 'Paradise.'",
      "Breathing techniques (Pranayama): Practicing breath control, including 'hold-breath' exercises. This reduces oxygen supply to the brain, temporarily diminishing physical vitality and facilitating the partial release of the Vehicle of Vitality.",
      "Cultivating moral and spiritual conditions: Maintaining good mental and physical health, earnestness, peacefulness, gentleness, patience, prayer, and 'complete and absolute faith.' These positive states are essential for successful, willed astral projections, ensuring access to 'higher' realms and avoiding 'hinderers.' Wrong thoughts are believed to create undesirable astral environments."
    ]
  },
  "relevant_quotes": [
    {
      "text": "'The secret of magical flight' [the release of~e Soul from the body] is known not only in Yoga but also in Indian alchemy. And the same miracle is so common among the Buddhist that arhats that Qrahant yielded the Singhalese verb rahatwe, 'to disappear', 'to pass instantly from one Point to another [bilocation or astral projection-the body being in one place and the Soul in another] ... Among many peoples the Soul is conceived of as a bird. Magkalflight assumes the value of an 'escape/rom the body', i. e., it translates ecstasy, the liberation ofthe Soul, into plastic terms. But while the majority of human beings are changed into birds [freed from their physical bodies] only at the moment of death, when they forsake their bodies and ily into the air, shamans, sorcerers and ecstatics of all kinds realise 'emergence from the body' in this world as often as they wish. This myth ofthe bird-soul contains In germ a whole metaphysics of man's 'spiritual autonomy andfreedom\", - Professor M. Eliade (Yaga, Immor tality and Freedom, Bollingen Series LVI, Pantheon Books Ine., N. Y., t9SS, p. 329).",
      "page": "3"
    },
    {
      "text": "Professor Eliade4 2 pointed out that, according to numerous myths and legends of world-wide distribution, the \"hero\" was carriedto the under world,i. e., \"Hades\", or to the \"sky\", i, e., \"Paradise\", by an \"animal\". With the Buryat shamans this \"animal\" was his \"double\", his alter ego--\"one of the shaman's 'souls' [i, e., bodies or vehicles] — the'Soul in ani mal form', more precisely, 'the life soul' \".",
      "page": "30"
    },
    {
      "text": "\"I became aware that anebulous. sparkling. golden substance. which was not matter in the physical sense, was streaming out of my body. This translucent form...moved away from my body-it stretched, leaving a band attached to my body...Along the cord which still attached this phantom-being of white light to my body, there sparkled, like a million diamonds, tiny spots of brilliance... \"",
      "page": "77"
    },
    {
      "text": "Our circuit of being includes our descent [;\"the' 'fall' into matter] as germic Selves [Greater, Inner, Eternal Selves or Over-souls]from the central state [=the true 'Heavens' - beyondtime, spaCe or form]'into this outer, physical world, passing through intermediate states [=the·Soul WorJd, 'Paradise' or the 'Garden of Eden'] before we get here, Becoming endowed with an organism through human parentage, our self-conscious ness unfolds and we re-ascend [resurrecting out of matted,' on our return :circuit consciously, through the same states but in reverse order, fro~ !be .circumference to the centre, through which we descended. Wedescend a~ umts of conscious life but we re-ascend as self-conscious finite selves\", .....:.. \".,4\"communicator\" (of Oswald Murray). i",
      "page": "4"
    },
    {
      "text": "The theories of writers about primitive religion have not been sus-.. tained by research \"Many origins have been propounded-magic, fetishism, manism, pre-animism, mana, totemism, momotheism, etc. All this was, for the most part, pure conjecture. The determination of the primordium, in the absence of historical evidence, was, as Schleiter among others, bas shown, quite arbitrary\". - Professor E. Evans Pitchard.",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "Crookall's work is highly relevant in Western Esotericism and Occultism for its comprehensive and systematic attempt to provide a quasi-scientific, comparative framework for understanding out-of-body experiences (OBEs). It stands out by meticulously collecting and comparing accounts from ancient shamanism, spiritualism, and modern astral projection, arguing for their objective reality and consistent patterns. This approach bridges historical esoteric traditions with parapsychological research, offering a detailed model of the human multi-component constitution and corresponding non-physical realms. It explicitly challenges purely psychological or materialistic explanations, positioning itself as a foundational text for those seeking empirical and comparative evidence for the existence of non-physical aspects of consciousness and an afterlife. Its detailed typologies of OBEs, the 'silver cord,' and the 'deaths' are invaluable for practitioners seeking to contextualize their experiences within a broader, cross-cultural framework.",
    "target_audience": "The target audience includes academic researchers in comparative religion, anthropology, and parapsychology, particularly those interested in consciousness studies and the afterlife. Within occultism and esotericism, it is highly valuable for practitioners of astral projection, Chaos Magic (due to its emphasis on experiential verification and challenging consensus reality), Hermeticism (due to its multi-layered cosmic and human models), and Qabalah (due to its description of different planes/spheres). It is also suitable for serious students of metaphysics and spirituality who seek a detailed, evidence-based understanding of soul-body separation, rather than purely philosophical or mystical perspectives."
  }
}