{
  "header": {
    "title": "Pagan Prayers",
    "authors": [
      "Marah Ellis Ryan"
    ],
    "category": "Esotericism & Occultism: Historical Prayer Collection",
    "keywords": [
      "Paganism",
      "Ancient Prayers",
      "Ritual Texts",
      "Comparative Spirituality",
      "Indigenous Religions",
      "Divination",
      "Healing",
      "Protection",
      "Afterlife",
      "Invocation",
      "Supplication",
      "Exorcism",
      "Egyptian",
      "Mexican",
      "Babylonian",
      "Assyrian",
      "Navajo",
      "Apache",
      "Hindu",
      "Finnish",
      "Japanese",
      "Persian",
      "Peruvian",
      "Chaldean"
    ]
  },
  "central_thesis": "Marah Ellis Ryan's \"Pagan Prayers\" is a meticulously compiled anthology of ancient and indigenous prayers, liturgies, and invocations from diverse pre-Abrahamic traditions across the globe. The book's central thesis, implicitly conveyed through its very existence, is to highlight the richness, beauty, and profound spiritual depth of non-Western and pre-Christian spiritual literature. It aims to offer a comparative perspective on human interaction with the divine, ranging from animistic and polytheistic supplications to early monotheistic adorations, thereby challenging a Western-centric view of spiritual expression and preserving fragments of traditions often overlooked or historically suppressed.",
  "structure_content": [
    {
      "chapter_title": "PREFACE",
      "summary": "Introduces the book's purpose as presenting a collection of ancient American written aboriginal literature, highlighting its beauty and the historical destruction of such texts (e.g., 60,000 Mexican books burned). It notes the oral transmission of Apache and Navajo prayers versus the rescued fragments of Mexican literature, and frames the collection as a key to understanding ancient rituals by placing deity responses in context."
    },
    {
      "chapter_title": "ON THE WRITING OF A PRAYER OF PRAISE (Mexican)",
      "summary": "A poetic reflection on the act of creating sacred literature and song, likening it to a red-winged heron, the mist and rainbow, and the tinkling of turquoise bells on a silver drum. The 'song' is unwound like precious jewels, emphasizing its inherent value and beauty."
    },
    {
      "chapter_title": "TO THE CREATIVE GOD (Accadian)",
      "summary": "An invocation to the 'Lord of Charms,' an 'Illustrious' and 'Merciful' creative deity who gives life to the dead and creates mankind in tenderness. The prayer seeks the establishment of the supplicant's race in truth and perpetual worship."
    },
    {
      "chapter_title": "APACHE PRAYER (American)",
      "summary": "A supplication to Stenatlihan, the supreme sky goddess, for a long life, good health ('good looks,' 'good breath,' 'good speech'), safe journey, and the blessing of companionship. The supplicant also asks for a share in the goddess's goodness and to be led on by it."
    },
    {
      "chapter_title": "NAVAJO LITURGY (American)",
      "summary": "An elaborate invocation to a male sky deity residing in the 'house made of the Dawn,' associated with evening twilight, dark clouds, rains, mist, and peace. The deity is called upon to manifest with symbols of storm and celestial phenomena (dark cloud moccasins, headdress, lightning, rainbow) to provide healing and restore the supplicant's physical and mental faculties, leading to a state of 'beauty' and accomplishment."
    },
    {
      "chapter_title": "ADDRESS TO SUPREME DEITY (Assyrian)",
      "summary": "A concise hymn praising the unparalleled greatness of a supreme deity whose voice commands both heaven and earth, causing gods and genii to prostrate themselves."
    },
    {
      "chapter_title": "A PRAYER FOR THE DYING (Assyrian)",
      "summary": "A ritual prayer for a sick man, lamenting his fading strength and invoking Ishtar, daughter of the Moon God, to descend and intervene. The prayer seeks a pure, shining white garment and radiant brass for the dying, asking the Sun god to receive his soul into holy hands, implying a path of spiritual ascent."
    },
    {
      "chapter_title": "BABYLONIAN PRAYER FOR HEALTH (Exorcism of Spirits of Disease)",
      "summary": "A multi-tablet exorcistic liturgy targeting various 'noxious spirits' associated with different body parts, environments (desert, mountains, sea), and negative influences (evil images, eyes, mouths, poison). It repeatedly invokes 'Spirit of Heaven, remember! Spirit of Earth, remember!' and calls upon deities like Nin-cigal and Merodach to banish harmful spirits and bestow strength, prosperity, and perfect health upon the sick man."
    },
    {
      "chapter_title": "PRAYER TO THE SUN (Chaldean)",
      "summary": "A supplication to the Sun, mediated by the god Hea, to cast a 'ray of peace' and cure suffering. The supplicant confesses shortcomings and transgressions, offering food and a victim. The prayer asks for pardon, removal of troubles, recovery from disease for a king, and guidance for the magician officiating the ritual."
    },
    {
      "chapter_title": "MAGICAL INCANTATION (Chaldean)",
      "summary": "An invocation to the Sun as a powerful, omniscient, and annihilating force against falsehood, evil influences (wonders, omens, sorceries, dreams, apparitions), and malicious designs. The speaker seeks refuge in the Sun's presence and asks for protection against spell-makers and guidance for their own breath and hands, appealing to the Sun as a 'Judge' and 'light of the great gods'."
    },
    {
      "chapter_title": "CHINESE LITURGY",
      "summary": "A communal invocation calling upon Amit-abha, Sakya-muni (merciful teacher), and the 'omnipotent and omniscient Holy Spirit' to descend, draw near, receive offerings, and be present during the recitation of divine sentences, emphasizing perfect compassion."
    },
    {
      "chapter_title": "CHINESE PRAYER",
      "summary": "An imperial declaration addressed to celestial and terrestrial spirits (sun, moon, planets, stars, clouds, seas, rivers) to inform them of an impending ceremony to honor Shang-Ti and request their spiritual power to communicate the emperor's worship. It also includes a personal prayer from a 'child' (the emperor) to Ti, acknowledging Ti's role in creating the cosmos and seeking to express feelings, revering Ti's 'great name'."
    },
    {
      "chapter_title": "PRAYER OF TRANSFORMATION INTO A LOTUS (Egyptian)",
      "summary": "An invocation to the lotus and the god Nefer-Temu, where the supplicant identifies as one who knows the gods of the underworld and seeks a place near the 'lords of Amentet.' The goal is for the soul to freely come forth and not be driven away from the divine company, indicating a desire for positive passage in the afterlife."
    },
    {
      "chapter_title": "A PRAYER FOR PRESERVATION OF THE HEART (Egyptian)",
      "summary": "A direct address to the 'Heart' (a crucial spiritual entity in Egyptian belief) and various gods, seeking protection from opposition in judgment, prevention of evil, and eternal union with the 'great god, the lord of Amentet.' It includes instructions for a magical charm involving a basalt scarab and specifies a magical recitation for 'transformations'."
    },
    {
      "chapter_title": "HYMN TO AMUN-RA (Egyptian)",
      "summary": "A hymn of praise to Amun-Ra as the 'Lord of the thrones of the earth,' 'oldest existence,' 'ancient of heaven,' 'support of all things,' 'chief of the gods,' 'creator,' 'deliverer,' 'lord of wisdom and mercy,' and 'the one with many heads.' It extols his power, beneficence, and hidden nature, affirming universal adoration."
    },
    {
      "chapter_title": "PRAYER OF THE SOWER (Finnish)",
      "summary": "A blessing invoked upon scattered seeds, appealing to the grace of Ukko (a thunder god) and the 'Daughters of Creation' to unlock the earth's treasures, nourish the seeds, and provide protection, culminating in an exhortation for the Earth to 'unlock her treasures'."
    },
    {
      "chapter_title": "HYMN TO PANU (Finnish)",
      "summary": "An invocation to Panu, the God of fire and 'child of the Sun-mother,' to lift fire to the sky, place it within the 'golden ring' and 'rock of copper,' and have it shine by day and rest by night, symbolizing the sun's cycle and the perpetual nature of fire."
    },
    {
      "chapter_title": "THE SALUTATION OF THE DAWN (Hindu)",
      "summary": "A philosophical reflection on the importance of living fully in the present moment. It emphasizes that 'Yesterday is but a Dream' and 'To-morrow is only a Vision,' while 'To-day well lived Makes every Yesterday a Dream of Happiness, And every To-morrow a Vision of Hope.' It serves as an exhortation to appreciate and utilize the 'Life of Life' found in the present."
    },
    {
      "chapter_title": "PRAYER TO BUDDHA (Hindu)",
      "summary": "A prayer of adoration and supplication to Buddha, addressing him as one in whom 'innumerable creatures believe,' a 'Victor over the hosts of evil,' and an 'all-wise Being.' It asks Buddha to descend to our world, pour blessings, and be gracious from his heavenly throne as the 'eternal redemption of all creatures,' inviting his unstained heavenly societies."
    },
    {
      "chapter_title": "HYMN TO AGNI (Hindu)",
      "summary": "An invocation to Agni, the fire god, who is addressed as the 'chief priest,' 'divine minister of sacrifice,' and 'best giver of wealth.' The prayer implores Agni to bring the gods, grant wealth, and act as a wise counsellor and truthful guide, promising that any wealth bestowed will be his."
    },
    {
      "chapter_title": "PRAYER OF THE GAMBLER (Hindu)",
      "summary": "A unique and candid prayer from a gambler expressing the irresistible, almost intoxicating, pull of dice (likened to Soma). Despite recognizing the ruinous effects, the gambler is drawn back, calling upon the dice to have mercy, abate their wrath, and not bewitch him, acknowledging their power over even kings."
    },
    {
      "chapter_title": "PRAYER TO KAMI-DANA (Japanese)",
      "summary": "A reverent adoration of the 'great god of the two palaces of Ise' and other branch temple gods, including Sohodo no kami (the House God). The supplicant offers daily praises and prays for correction of unwitting faults, blessings, and guidance to perform good works and follow the 'divine example'."
    },
    {
      "chapter_title": "PRAYER OF THE SINGER (Mexican)",
      "summary": "A poetic and somewhat melancholic prayer from a singer, observing flowers in a 'place of tears' and finding solace in their beauty and the sweet fragrance of songs. The singer expresses a desire to rejoice, acknowledging the short life of the 'earth-born,' and vows to go forth in swiftness to the 'flowers of fragrance,' proclaiming the act of singing and scattering 'song blossoms'."
    },
    {
      "chapter_title": "HYMN OF TLA-LOC (Mexican)",
      "summary": "A dramatic ritual involving priests and Tla-loc, the God of Storms. Priests announce Tla-loc's arrival and the unfolding of his 'banner.' Tla-loc declares his return and his status as a god beheld in the West. A High Priest affirms Tla-loc's divine magical work, questioning who would 'affront' him. Tla-loc, in turn, asserts his power over dangers, having 'taken by the heads the tigers and serpents,' and calls devotees to seek his voice amidst the clouds and mist of his 'cloudy house'."
    },
    {
      "chapter_title": "HYMN TO THE ALL-MOTHER (Mexican)",
      "summary": "A praise-hymn to Teteo-inan, the 'Mother of Gods' or 'Heart of the Earth,' who makes yellow flowers bloom, scatters maguey seeds, and casts forth white flowers. She is depicted as the woman-god who feeds wild beasts, gives life, and provides green herbs and fish, symbolizing her role as a universal provider and life-giver from the 'Land Divine'."
    },
    {
      "chapter_title": "HYMN OF THE GOD OF FLOWERS (Mexican)",
      "summary": "A ritual where a High Priest, masked as Kin-teotl (god of maize), chants a song heard by night. The priests are sent to the house of Tla-loc and Kin-teotl, joining them in the plains. The song describes Kin-teotl as a flower, ever renewing, born from water as a mortal youth, shining like the sun, whose mother dwelt in the 'House of the Dawn'."
    },
    {
      "chapter_title": "PRAYER TO THE MEXICAN GOD OF FIRE (Mexican)",
      "summary": "A ritual dialogue concerning a sacrifice for rain in the temple of the Earth Fire god (a volcano crater). A victim speaks of descending into the 'Hall of Flame' using a rope. Priests urge the singing of a song in the Hall of Flames. Devotees question why the magician (victim) doesn't appear, while priests affirm his appearance and call for the 'Woman with Abundant Hair' (Mist and Rain) to also appear, highlighting the connection between fire, sacrifice, and rain."
    },
    {
      "chapter_title": "THE PRAYER OF THE MAIZE (Mexican)",
      "summary": "A ceremony where a masked High Priest (personating Kin-teotl, god of maize) places flowers on a shrine, singing of the flower in his heart and the goddess of love scattering fragrance. Kin-teotl proclaims himself the god of grain, a 'flower ever renewing.' Another priest describes Kin-teotl's birth from water, his mortal form, and his mother in the 'House of the Dawn,' concluding with an emotional lament for altar flowers and the goddess of art being carried to the market."
    },
    {
      "chapter_title": "HYMN TO CIHUA-COATL (Mexican)",
      "summary": "A hymn to Cihua-coatl, the 'Serpent Woman,' mythic mother of earth-born people. She is described as plumed with eagle feathers, beating her drum from the 'Place of the Old.' She is the goddess of fields and shrubs, a strong supporter, and a 'goddess of war' from the 'Home of Ancestors' who protects during conflict, adorned in ancient eagle crests."
    },
    {
      "chapter_title": "PRAYER TO THE GOD OF THIEVES (South Pacific Island)",
      "summary": "A direct invocation to 'Outre-reter' and 'Rongo' (a variant spelling or related deity to the Polynesian Rongo, god of peace, agriculture and uncultivated food), requesting them to cause all occupants and structural elements of a house to fall asleep, thereby facilitating plunder. This illustrates a highly specific and morally ambiguous purpose for spiritual invocation."
    },
    {
      "chapter_title": "INVOCATION TO ORMAZD (Persian)",
      "summary": "An invocation in the name of God (Ormazd), the 'giver,' 'forgiver,' and eternal ruler. The supplicant expresses thanks, commits to good deeds, believes in the 'pure law,' and seeks forgiveness for sins. It emphasizes ethical conduct ('good thoughts, good works') and expresses a desire to enter Paradise, protected from the 'fearful terror of hell' by passing over the 'bridge Chinevat' with perfume and brightness."
    },
    {
      "chapter_title": "MOHAMMEDAN PRAYER OF ADORATION (Persian)",
      "summary": "A profound adoration of the 'Soul of the Soul,' a transcendent deity whose essence is beyond thought, reason, and comprehension. The prayer emphasizes the hidden nature of this being, stating that its attributes are unknown, intellect cannot grasp its path, and its existence's secret is reserved, despite its impress being on all beings."
    },
    {
      "chapter_title": "AN INCA'S DEATH PRAYER (Peruvian)",
      "summary": "A poignant supplication from a king of Cusco, addressing the 'Creator of men.' As he faces death in old age, he asks the Creator not to forget him, not to ignore his prayer, and to reveal 'Who thou art?' He ponders the Creator's nature ('phantom, a thing that causes fear'), lamenting his inability to fully comprehend the divine being who formed him from earth and clay."
    },
    {
      "chapter_title": "HYMN TO THE UNKNOWN GOD (Peruvian)",
      "summary": "An invocation to an 'Unknown God,' addressed as the universal 'Ruler' and 'Lord of the universe,' whose gender and location ('above, below, or perhaps around') are uncertain. The prayer acknowledges this deity as the 'Creator of the world,' 'Maker of all men,' and 'Lord of all Lords,' expressing a deep longing to 'see thee' and 'know thee,' believing that celestial cycles ('sun, moon, day, night, spring, winter') are ordained by this deity."
    },
    {
      "chapter_title": "BIBLIOGRAPHY",
      "summary": "Lists the sources for the collected prayers, including 'The North American Indian' by Edward S. Curtis for the Apache prayer, and works by Daniel G. Brinton, Françoise Lenormant, F. Max Muller, Washington Matthews, Sir Clements Markham, Bernardino de Sahagun, A. H. Sayce, H. Fox Talbot, 'The Egyptian Book of the Dead,' 'The Kalevala,' and 'The Zend Avesta'."
    }
  ],
  "key_concepts": [
    {
      "term": "Pagan Prayers",
      "definition": "In this context, prayers and ritual texts originating from ancient non-Abrahamic and indigenous spiritual traditions, emphasizing a diverse range of polytheistic, animistic, and early monotheistic expressions."
    },
    {
      "term": "Compiler's Role",
      "definition": "Marah Ellis Ryan acts as a collector and presenter of existing spiritual texts, rather than a creator of a new magical system. Her contribution is in selecting and arranging these diverse prayers, often providing minimal context or interpretive commentary, allowing the texts to speak for themselves."
    },
    {
      "term": "Ritual Context (Inferred)",
      "definition": "While the book is primarily a collection of texts, many prayers implicitly or explicitly point to underlying ritual actions, such as offerings, sacrifices, specific settings (temples, houses), and roles (priests, victims, singers), which are crucial to their intended efficacy within their original cultural framework."
    },
    {
      "term": "Diversity of Deity",
      "definition": "The collection showcases a vast pantheon of divine and spiritual entities, including sky goddesses (Stenatlihan), creative lords, storm gods (Tla-loc), fire gods (Agni, Panu), maize gods (Kin-teotl), mothers of gods (Teteo-inan, Cihua-coatl), a goddess of love and war (Ishtar), and even 'Unknown Gods,' reflecting varied cultural understandings of the divine."
    },
    {
      "term": "Purpose of Prayer (Operative Intent)",
      "definition": "The prayers are intended for practical outcomes: healing (Babylonian, Navajo), protection (Babylonian, Mexican Cihua-coatl), prosperity (Apache, Hindu Agni, Finnish Sower), good fortune, long life, spiritual ascent (Assyrian Dying, Egyptian Lotus), guidance (Chaldean Sun), divine knowledge (Peruvian Unknown God), and even morally ambiguous aims like facilitating theft (South Pacific Island). This highlights the pragmatic, 'operative' aspect of ancient spiritual engagement."
    },
    {
      "term": "Sacred Literature & Oral Tradition",
      "definition": "The book emphasizes the importance of both written annals and orally transmitted prayers as vessels for profound spiritual and cultural knowledge, particularly in contexts where such traditions were marginalized or destroyed (e.g., Mexican texts)."
    },
    {
      "term": "Transformation",
      "definition": "A recurring theme, especially in Egyptian prayers (e.g., 'Transformation into a Lotus,' 'Preservation of the Heart' with its 'transformations'), indicating a belief in the ability to change one's state or being, particularly in the afterlife, through specific ritual utterances and magical items."
    }
  ],
  "practical_system": {
    "description": "The book itself does not present a single, cohesive 'practical system' of magic or occultism; rather, it is a compilation of pre-existing prayers and liturgical fragments, each implicitly belonging to its own distinct cultural and religious 'system.' The 'practical mechanics' are thus inferred from the content of the individual prayers. For a practitioner, the 'system' is one of appropriation and adaptation, drawing inspiration and structure from the various examples provided. The prayers demonstrate a wide range of operative intents, including seeking health, protection, prosperity, spiritual guidance, divine favour, and even facilitating morally ambiguous acts (like the prayer to the god of thieves). They illustrate how ancient practitioners engaged with the divine through verbal articulation, often within specific ritual contexts (which are sometimes briefly noted, but not detailed as step-by-step instructions).",
    "tools": [
      "Sacred Texts/Written Records: The physical prayers themselves, sometimes part of larger 'annals' or 'books' (e.g., Mexican literature mentioned in preface).",
      "Offerings: Food, smoke, flowers, sacrificial victims (mentioned in Chaldean and Mexican prayers).",
      "Ritual Garments/Regalia: Masks for priests, specific clothing or adornments for deities (e.g., 'moccasins of dark cloud' for Navajo deity, 'eagle's crest' for Cihua-coatl).",
      "Ritual Objects/Charms: A 'basalt scarab' for the Egyptian heart preservation prayer; dice for the Hindu gambler.",
      "Musical Instruments: 'Silver drum' for Mexican praise prayer, flutes for Mexican God of Flowers.",
      "Sacred Spaces: Temples, shrines, 'halls of flame,' 'cloudy houses,' specific locations in nature like plains or mountains."
    ],
    "rituals": [
      "Invocation and Supplication: Direct calling upon deities and spirits for specific boons (e.g., Apache prayer for long life, Hindu Agni hymn for wealth).",
      "Exorcism and Protection: Utterances aimed at banishing malevolent spirits or shielding against negative influences (e.g., Babylonian Prayer for Health).",
      "Adoration and Praise: Hymns glorifying deities to build rapport or express reverence (e.g., Egyptian Hymn to Amun-Ra, Persian Invocation to Ormazd).",
      "Ritual Dialogue/Performance: Some prayers imply a call-and-response or dramatic re-enactment, often involving masked priests and specific actions (e.g., Mexican Tla-loc Hymn, Mexican God of Fire Prayer).",
      "Offerings and Sacrifices: Many prayers are contextualized within rituals involving offerings of food, smoke, flowers, or even sacrificial victims (e.g., Chaldean Sun Prayer, Mexican God of Fire Prayer).",
      "Life Cycle/Context-Specific Prayers: Prayers for specific events or needs, such as dying (Assyrian), sowing (Finnish), or even facilitating theft (South Pacific Island).",
      "Magical Chanting/Recitation: The very act of reciting specific words is often the central ritual, sometimes coupled with physical objects or actions (e.g., Egyptian Prayer for Preservation of the Heart involving a scarab)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "THIS little book of thoughts big, and thoughts childish, goes to the reader with the hope that it bears the little known fact that Ancient America had a written aboriginal literature much of which was beautiful.",
      "page": "7"
    },
    {
      "text": "I unwind my song! I unwind my song like a string of jewels, all precious.",
      "page": "13"
    },
    {
      "text": "In a way of beauty I recover, Happily my eyes regain their power, Happily for me the spell is taken off, Imperious to pain I walk, Feeling light within, I walk, Thus happily you accomplish your tasks.",
      "page": "25-27"
    },
    {
      "text": "My heart, my mother; my heart, my mother! My heart of my existence upon earth! May naught stand up to oppose me in judgment; may there be no opposition to me in the presence of the sovereign princes; may no evil be wrought against me in the presence of the gods; may there be no parting of thee from me in the presence of the great god, the lord of Amentet.",
      "page": "57"
    },
    {
      "text": "Look to this Day! For it is Life, The very Life of Life. In its brief course lie all the Varieties And Realities of your Existence; The Bliss of Growth, The Glory of Action, The Splendor of Beauty; For Yesterday is but a Dream, And To-morrow is only a Vision; But To-day well lived Makes every Yesterday a Dream of Happiness, And every To-morrow a Vision of Hope. Look well therefore to this Day! Such is the Salutation of the Dawn.",
      "page": "69"
    },
    {
      "text": "My eyes fail me for longing to see thee For the sole desire to know thee.",
      "page": "119"
    }
  ],
  "critical_analysis": {
    "relevance": "Marah Ellis Ryan's \"Pagan Prayers\" is not a grimoire or a system-specific occult manual but a valuable historical and comparative religious text relevant to esotericism and occultism as source material. Published in 1913, it predates many modern occult revivals but contributes to the intellectual landscape by presenting diverse pre-Abrahamic spiritual practices. Its utility for an occult practitioner lies in providing authentic textual examples of invocation, supplication, exorcism, and adoration from various ancient cultures. This serves as a rich resource for: 1) **Comparative Mysticism:** understanding universal patterns in human-divine interaction across cultures; 2) **Inspiration for Personal Ritual:** offering vocabulary, structural frameworks, and thematic elements for crafting original magical prayers or adapting existing ones within a syncretic or Chaos Magick practice; 3) **Historical Context:** illuminating the historical use of language and intent in ritual, demonstrating how ancient cultures sought to influence reality through spiritual means. The book indirectly highlights the historical suppression of 'pagan' traditions, a theme often resonant within esoteric studies.",
    "target_audience": "The primary audience for this book would be scholars of comparative religion, cultural anthropologists, and those interested in ancient history and spiritual literature. For the esoteric and occult community, the target audience includes practitioners and theorists interested in: 1) the historical and anthropological roots of ritual and prayer; 2) comparative magical theory and the underlying mechanics of invocation across different traditions; 3) sourcing poetic and potent language for personal ritual work or the creation of new magical texts; and 4) understanding the diversity of human spiritual engagement with deities and spirits beyond Abrahamic frameworks. It serves as an academic bridge for occultists seeking primary textual examples of pre-modern ritual utterance."
  }
}