{
  "header": {
    "title": "Veritable Black Magic: The True Key of Solomon the King",
    "authors": [
      "Robert Blanchard",
      "International Guild of Occult Sciences"
    ],
    "category": "Western Esotericism, Grimoire Tradition, Solomonic Magic",
    "keywords": [
      "Solomon",
      "Clavicle",
      "Black Magic",
      "Grimoire",
      "Occultism",
      "Planetary Magic",
      "Pentacles",
      "Ritual Magic",
      "Invisibility",
      "Love Spells",
      "Destruction Magic",
      "Exorcism",
      "Consecration",
      "Spirit Conjuration"
    ]
  },
  "central_thesis": "This work presents an English translation of 'The Clavicles of Solomon,' also known as 'The Secret of Secrets,' derived from 1750 (Rome) and 1825 (Paris) French editions. It aims to reveal uncensored information on Solomonic magic, providing the foundational knowledge and practical keys necessary for a practitioner to engage in various magical operations, including spirit communication, wealth acquisition, influence over emotions, and defensive or offensive workings, all through meticulous ritual, precise timing, and the consecration of specialized tools and Pentacles.",
  "structure_content": [
    {
      "chapter_title": "FOREWORD",
      "summary": "Introduces the book as an English translation of 'The Clavicles of Solomon' from 1750 (Rome) and 1825 (Paris) French texts, emphasizing the uncensored nature of the 'Veritable Black Magic' content. It positions the text as a key to ancient magical arts, stressing personal risk for the reader and historical context."
    },
    {
      "chapter_title": "PREAMBLE",
      "summary": "Solomon recounts receiving divine wisdom and compiling 'THE SECRET OF SECRETS' (the Clavicle). He details its concealment in his sepulcher to prevent profanation. The text then describes its discovery by Babylonian Philosophers and its subsequent revelation and interpretation to Iroe Grego by an Angel, under strict conditions of secrecy."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER ONE: On the Love of God",
      "summary": "Establishes divine love, belief in God, contrition, and devotion as the fundamental prerequisites for any practitioner of Solomonic magic. It highlights the critical importance of accurately observing lunar phases, specific days, and planetary hours for the successful execution of magical operations."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER TWO: On the Hour and Virtues of the Planets",
      "summary": "Provides a detailed system of planetary hour assignments for each day of the week, with corresponding planetary rulers (Solday/Saturn, Zedex/Jupiter, Madime/Mars, Zemen/Sun, Hogos/Venus, Cocao/Mercury, Zevac/Moon). It includes instructions for calculating planetary hours based on day/night length and specifies the magical applications for each planet's hour, such as spirit communication, finding stolen items, love, hatred, and extraordinary workings, further detailing lunar phase influences (waxing, conjunction, opposition, last quarter) on different types of operations."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER THREE: In Which Times The Arts Must Be Accomplished & Perfected Accordingly Being Prepared",
      "summary": "Expounds upon the precise timing (days, hours, moon phases) required for specific magical arts, particularly for conjuring spirits. It emphasizes performing spirit work at night in obscure, uninhabited places and outlines optimal timings for operations related to theft, love, grace, destructive magic, and humorous effects, reiterating the necessity of meticulous preparation."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER FOUR: Of All The Instruments Necessary To The Art",
      "summary": "Lists the essential tools for ritual magic, including various knives (sword, sickle, dagger, black/white handled knives), a needle, engraver, baton, wand, and staff. It provides explicit instructions for consecrating the 'Bolline' (scraper knife) involving new steel, mole's blood, pimpernel juice, precise planetary timing (Jupiter day/hour, waxing moon), and a specific conjuration."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER FIVE: Concerning The Experience Of Theft And In What Manner It Is Operated",
      "summary": "Details the operative ritual for recovering stolen goods. The procedure involves equipping oneself with the 'Sign of God,' operating during specific planetary hours, and reciting two distinct orisons to compel spirits to reveal the location of the stolen items, often through a 'child.' The use of specially prepared paper, pens, and ink for writing characters is also stressed."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER SIX: Of The Experience Of Invisibility",
      "summary": "Outlines a ritual to achieve invisibility. This involves memorizing specific words, writing characters with blood, and performing a conjuration directed at the 'Spirit of Invisibility' and 'Lucifer.' The text underscores the critical importance of precise preparation as detailed in its dedicated chapter for success."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER SEVEN: On The Experience Of Love And How It Is Done",
      "summary": "Describes a ritual for engendering love or possession of another's affection. This operation requires strict observance of planetary timings and the creation of a wax or metal image of the target. Specific conjurations are recited over the image, which is then placed under the target's bed, to compel their love. Details on materials and inscription are provided."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER EIGHT: Of The Experience Of Grace And Mercy",
      "summary": "Instructs on a ritual designed to acquire grace and mercy. The process involves writing specific names and characters with a consecrated pen, suffumigating, asperging with 'art water,' and placing the prepared 'brief' (parchment) within a silk drape. Orisons are recited, and the consecrated brief is held in the right hand when seeking the desired grace."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER NINE: Of The Experiences Of Hatred And Destruction",
      "summary": "Explains rituals for causing hatred, discord, ruin, and destruction against enemies. This involves creating a wax image, inscribing it with a needle or stylus, and reciting a conjuration. The image is then perfumed with foul odors (sulphur, asafoetida) and, in certain cases, used to influence a person by contact or ingestion. Planetary hours (Saturn, Jupiter, Mars) are critical for these operations."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER TEN: To Prepare Burlesque And Derisive Matters",
      "summary": "Details rituals for burlesque and derisive effects. It mandates operating during specific planetary days and hours, writing characters and words on virgin paper using a male goose plume pen dipped in lizard blood, and reciting a particular incantation. Emphasis is placed on meticulous preparation and repetition of words if no inscriptions are involved."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER ELEVEN: On The Manner To Prepare The Extraordinary Experiences",
      "summary": "Provides guidance for preparing and executing 'extraordinary experiences,' distinguishing them from common operations. It requires strict adherence to planetary days and hours, writing on sacred paper with a male goose plume pen, and reciting two distinct orisons to ensure the experience is 'veritable' and successful."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER TWELVE: On The Way Which The Exorcist Must Be",
      "summary": "Outlines the rigorous purification and preparation of the exorcist. This includes cleansing from sins, inscribing conjurations on virgin paper, purifying the body with exorcised water while reciting an orison, and performing a specific orison five times by day and four by night for three consecutive days to prepare for the work."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER THIRTEEN: How The Sprinkling Of The Exorcised Water Must Be Done",
      "summary": "Details the preparation and use of exorcised water. It involves filling a varnished earthenware pot with fountain water and salt, reciting specific Psalms and an orison for blessing. An aspergent is fashioned from various herbs (vervain, ferns, basil, rosmary) tied to a nutwood handle. This water is used for purification and dispelling phantoms in all Clavicle preparations."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER FOURTEEN: Of The Incensing And Suffumigations",
      "summary": "Describes two types of suffumigations: 'smelly' (sulphur, asafoetida) and 'odiferous' (aloes wood, incense, benzoin, storax). It provides three exorcisms for the spices and instructions for preparing and exorcising coals to be lit for the fumigations, ensuring their virtue and protection against phantoms."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER FIFTEEN: On The Drape Of Silk",
      "summary": "Instructs on the creation and use of a precious silk drape for storing consecrated and exorcised magical instruments. It specifies writing divine names and characters with pigeon blood on the silk, followed by incensing, asperging, and reciting Psalms to imbue it with protective and efficacious properties."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER SIXTEEN: Of The Male Goose Feather Pen",
      "summary": "Provides detailed instructions for consecrating the male goose feather pen. This involves selecting a specific feather, reciting an incantation to remove evil, trimming it with an 'art knife,' asperging, incensing, and placing it in an inscribed ink-well. It also covers preparing colors with Holy Water and Gum Arabic, emphasizing devotion, humility, and faith."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER SEVENTEEN: On The Blood Of Pigeon And Other Animals",
      "summary": "Explains the ritual for obtaining and consecrating animal blood for magical operations. A pigeon is exorcised, its right wing vein pierced with the 'needle of the art' (preferably a lancet), and the collected blood in a vase is consecrated with a specific orison, imbuing it with desired virtue."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER EIGHTEEN: Of The Plume Of The Swallow",
      "summary": "Details the preparation of a swallow's right wing feather. The process includes saying 'sin re,' trimming the feather, writing 'Anereton' with the goose plume pen, reciting specific Psalms, sprinkling, perfuming, and then storing it within a silk drape, similar to other consecrated instruments."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER NINETEEN: How The Virgin Parchment Is Made And Prepared",
      "summary": "Describes the laborious process of creating virgin parchment from a 'male animal never engendered,' using a consecrated stick-knife for skinning, salting, drying, treating with lime and holy water, cleaning, and further drying. It includes various orisons and conjurations at each step and advises storing it in silk, away from menstruating women, or offers an alternative of using pre-made parchment with exorcism."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER XX: On Illness Of Newly Born Infants",
      "summary": "Outlines a ritual to heal colds in infants. This involves perfuming and asperging the infant with odiferant substances while reciting specific Psalms. A conjuration is provided to consecrate a parchment, on which demands to spirits are written, to invoke healing powers."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER XXI: Of The Characters Which Must Be Written In The Experiences",
      "summary": "Instructs on the inscription of holy names and characters for magical experiences. It specifies beginning with 'Most Holy Cheie Asser Cheie' and ending with 'Eusophe' (Infinity), written in purple or cinnabar with the art pen. All desires are then written on parchment, consecrated with a prayer, and carried in silk to achieve the desired effect, emphasizing faith."
    },
    {
      "chapter_title": "FIRST BOOK, CHAPTER XXII: Of The Virgin Wax Or Virgin Earth",
      "summary": "Explains the preparation of virgin wax or earth for crafting images or candles. Before use, specific words and an orison are recited. Psalms are then spoken, and the material is exorcised to imbue it with virtue and blessing. The consecrated material is asperged with holy water and preserved for future use."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER I: On The Pentacles How They Are Prepared",
      "summary": "Highlights Pentacles as central to Solomonic magic. It details their creation on specific Mercury days/hours, with a waxing Moon in an Air sign, using virgin parchment and specific colors (gold, cinnabar, green). Instructions include inscriptions in Hebrew, various geometric forms, and a comprehensive consecration ritual involving suffumigation with mastic and aloe wood, a hooked knife, Psalms, and a powerful orison, followed by storage in silk."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER II: That Which Must Be Noted For The Usage Of The Pentacles",
      "summary": "Discusses the proper materials (planetary metals or virgin parchment) and colors for Pentacles, linking specific colors to each planet. It elaborates on the profound efficacy of Pentacles for various purposes, including spirit command, protection against adversity, finding treasures, and ensuring personal safety, underscoring their power when conjuring spirits."
    },
    {
      "chapter_title": "Various Pentacles for Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon",
      "summary": "Presents a series of planetary pentacles, each designed for specific magical outcomes. Saturn's pentacles (black) invoke fear in spirits, aid in ruin/destruction. Jupiter's (sky-blue) grant glory, reveal treasures, induce visions, and provide protection. Mars' (red) are for war and storms. The Sun's (yellow) grant favor with kings, invisibility, and call spirits. Venus' (green) are for love and passion. Mercury's (green/red) call firmament spirits, bestow knowledge, and open doors. The Moon's (white) command lunar spirits, protect from water perils, and bring prophetic dreams. Each pentacle has specific material, color, and timing requirements."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER III: That which must be done and said by the exorcist",
      "summary": "Details the stringent personal preparation for the exorcist. This involves nine days of abstinence from bodily pleasures (excessive food, drink, luxury, vice), maintaining a pure conscience, and regular recitation of a specific orison. The final days require strict fasting on bread and water, confession, and an appeal for divine mercy, culminating in ritual head and body washing with exorcised water."
    },
    {
      "chapter_title": "Prayer Of The Exorcist Over The Assistants",
      "summary": "Outlines a prayer to be recited by the exorcist over assistants, who must be instructed in faith and purified. This prayer seeks divine renewal and virtue to enable them to constrain guardian spirits and gain hidden treasures without physical or spiritual harm."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER IV: Note The Importance Of The Bath",
      "summary": "Emphasizes the critical role of ritual bathing for purification before magical operations. The bath involves sprinkling water over the entire body while reciting specific Psalms to ensure spiritual and physical readiness."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER V: Exorcising The Water",
      "summary": "Describes the process of exorcising water through a specific conjuration, intending to purify it and empower it to repel deceitful spirits and protect the practitioner from harm, making it suitable for subsequent ritual use."
    },
    {
      "chapter_title": "SECOND BOOK, CHAPTER VI: Vestments of the exorcist",
      "summary": "Details the preparation of the exorcist's ritual attire. This includes linen vestments, upon which specific characters are written in red silk over the stomach. Shoes and a hat made of white skin are inscribed with divine names (Jehova, Adonay, Eloy, Gibor) using cinnabar ink, all consecrated with a specific orison upon dressing."
    },
    {
      "chapter_title": "CONCLUSION",
      "summary": "Reiterates the paramount importance of diligence, faith, and strict adherence to all conjurations and Pentacle instructions to ensure success and safety. It defines the 'dignity of man' as the true key to magic, necessitating detachment from carnal desires, purity of body and soul, intellectual insight, piety, and unwavering faith. The text warns against profaning the work or attempting it without proper authority, as it risks severe spiritual and physical harm."
    },
    {
      "chapter_title": "ENGLISH TRANSLATION OF BOOKS LISTED",
      "summary": "Lists other significant occult grimoires and texts, some translated by I.G.O.S., such as 'Admirable Secrets of Albert the Great,' 'Red Dragon Grand Grimoire,' and 'Grimoire of Pope Honorius,' suggesting them as companion works for further study in Solomonic and ritual magic."
    },
    {
      "chapter_title": "Note on 1825 Paris Edition & CLAVIS OF SOLOMON, VERITABLE SECRET OF SECRETS (1825 Edition excerpts)",
      "summary": "Briefly notes that the 1825 Paris Edition largely mirrors the 1750 Rome Edition in content but differs in style and language, reflecting a post-Inquisition era with more flowing French and some retained Latin. Provides excerpts showing similar narrative elements to the Preamble, with slight variations in names and emphasis."
    },
    {
      "chapter_title": "1825 Edition Chapters (I-X, LX) & PENTACLES (Plates I-XII)",
      "summary": "Indicates that most chapters in the 1825 edition are similar to the 1750 version, with some minor variations. Notable differences include specific instructions for items like fruits, a bell, and a ring, and the explicit mention of 'The Sacrifices' (animal sacrifice) which the translator distances themselves from. The section also includes visual plates of various planetary Pentacles with their respective Hebrew inscriptions and symbols."
    }
  ],
  "key_concepts": [
    {
      "term": "Clavicle (Key)",
      "definition": "The essential esoteric text of Solomon, titled 'THE SECRET OF SECRETS,' containing the complete knowledge of Magical Arts and serving as the foundational key to unlocking ancient mystical understanding and operative magic."
    },
    {
      "term": "Pentacles",
      "definition": "Sacred circular, octagonal, pentagonal, hexagonal, or tetragonal diagrams inscribed with divine names, characters, and verses, consecrated for specific planetary influences and magical operations. They are primary tools for commanding spirits, protection, and achieving various desired effects in ritual magic."
    },
    {
      "term": "Planetary Hours",
      "definition": "Specific periods within a solar day (daylight) and night ruled sequentially by one of the seven classical planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon). Precise calculation and observance of these hours are crucial for aligning magical operations with the appropriate planetary virtues and influences for maximum efficacy."
    },
    {
      "term": "Virgin Parchment",
      "definition": "Parchment prepared from a male animal that has 'never been engendered' (i.e., newly born and pure). It undergoes a rigorous consecration process with specific rituals, orisons, and materials, making it a ritually pure and potent medium for inscribing sacred characters, names, and conjurations."
    },
    {
      "term": "Exorcised Water",
      "definition": "Water purified through a ritual involving salt, specific Psalms, and orisons. It is used for cleansing, asperging magical instruments and the practitioner, and for dispelling adverse spiritual influences or phantoms, rendering it sacred and suitable for all Clavicle preparations."
    },
    {
      "term": "Suffumigation",
      "definition": "The ritual act of burning aromatic substances to produce smoke. Two types are identified: 'smelly' (e.g., sulphur, asafoetida) for banishing, and 'odiferous' (e.g., aloes wood, incense) for attracting or consecrating. These are performed with specific exorcisms to purify the air and imbue the space or objects with magical properties."
    },
    {
      "term": "Bolline",
      "definition": "A specialized scraper knife, made from new steel, consecrated through a ritual involving specific planetary timing (Jupiter's day/hour, waxing moon), mole's blood, and pimpernel juice, and empowered by an orison. It is primarily used for engraving sacred characters and figures during magical preparations."
    },
    {
      "term": "Dignity of Man",
      "definition": "The spiritual and moral prerequisite for an effective magician, encompassing detachment from carnal desires, purity of body and soul, intellectual comprehension of divine principles, deep piety, and unwavering faith. This 'dignity' allows one to harness divine power and command spirits without succumbing to danger or deceit."
    }
  ],
  "practical_system": {
    "description": "The practical system is a highly structured and demanding form of Solomonic ritual magic, predicated on meticulous preparation, precise planetary and lunar timing, and rigorous consecration. It operates on the principle that divine names and characters, when properly inscribed and invoked through consecrated instruments and Pentacles, can compel spiritual entities to manifest and fulfill the magician's desires. The efficacy of the system is directly tied to the practitioner's moral purity, unwavering faith, and strict adherence to every prescribed detail, emphasizing the 'dignity of man' as a spiritual conduit for magical power.",
    "tools": [
      "Various knives: Sword, Baton, Wand/Staff, Stick Lance, Sickle/Curved Hook Knife, Needle, Engraver, Dagger, Knife with a Black Handle, Knife with a White Handle (the 'Bolline' for engraving).",
      "Writing implements: Male goose feather pen, ink-well, consecrated colors (purple, cinnabar, gold, green, red, black, white), animal bloods (pigeon, mole, cat, bat), pimpernel juice, lizard blood.",
      "Sacred materials: Virgin parchment, silk drapes (black or brown), wax, virgin earth, metals (gold, silver, copper, lead, tin).",
      "Ritual consumables: Salt, herbs (vervain, ferns, basil, rosmary), specific spices for suffumigation (sulphur, asafoetida, aloes wood, incense, benzoin, storax), new coals.",
      "Containers and furniture: Varnished earthenware pots, ebony casket (Solomon's original), ivory casket (Solomon's instruction), nutwood handle (for aspergent).",
      "Ancillary items: Bell, Ring (mentioned in the 1825 edition excerpt)."
    ],
    "rituals": [
      "Consecration of all magical instruments (knives, pens, batons, etc.) using specific materials (e.g., animal bloods, plant juices), precise planetary timings, and lengthy orisons/conjurations.",
      "Preparation of ritual purifications, including exorcised water and various suffumigations (smelly for banishing, odiferous for attraction/consecration), used for cleansing practitioners, spaces, and materials.",
      "Personal purification of the exorcist and assistants through strict fasting, moral abstinence, ritual baths, and daily prayers over several days, culminating in specific vestments inscribed with divine names.",
      "Creation and consecration of virgin parchment, often involving the skinning and treatment of specific animals, and the inscription of sacred texts and characters using consecrated pens and inks.",
      "Detailed operative rituals for specific purposes: calling spirits, finding stolen items, achieving invisibility, compelling love, gaining grace/mercy, instigating hatred/destruction, and performing 'burlesque' or 'extraordinary' experiences, each with unique materials (e.g., wax figures, specific plant leaves), conjurations, and astrological timing.",
      "Preparation and ritual use of planetary Pentacles, constructed with specific metals, colors, and divine inscriptions according to their planetary ruler, to command spirits and achieve desired outcomes by their inherent virtue and power."
    ]
  },
  "relevant_quotes": [
    {
      "text": "I.G.O.S. does not censor historical works such as this, but it is up to YOU, the reader, to use the information AT YOUR OWN RISK for either research purposes or actual practice.",
      "page": "3"
    },
    {
      "text": "The principle of my science and the key is the belief in God, to give him honor, and adore him with great contrition of heart and devotion, and to invoke him in all matters we would wish and aspire to, that by doing, God will lead us along the good path.",
      "page": "6"
    },
    {
      "text": "It is necessary to operate only with great faith in all the Magical works, for it is of so great a virtue, that it often compensates for error of who may usually fail in the works, above all the observation of the hours and the planets is of the greatest consequence if you wish to be reassured.",
      "page": "9"
    },
    {
      "text": "The Pentacles are commonly made of the metal conforming to the planet with the instrument of the art, but for the best, it is with virgin parchment from a newly born mate, and then it is inscribed with the pen and blood of the art, completely exorcised.",
      "page": "36"
    },
    {
      "text": "If on the contrary, you profane it and use it for evil it shall be dangerous and of a great damage as to the body and the soul.",
      "page": "49"
    }
  ],
  "critical_analysis": {
    "relevance": "This edition of 'Veritable Black Magic' is highly relevant within Western Esotericism as a historical grimoire, offering a purportedly uncensored translation of a Solomonic magical text. Its detailed practical instructions, particularly regarding planetary timings, consecrations, and the use of pentacles, provide invaluable insight into traditional operative magic. The explicit inclusion of 'darker' practices, often omitted in other translations of the 'Key of Solomon,' presents a more complete, albeit controversial, historical perspective on the grimoire tradition, making it a critical resource for scholars and practitioners studying the full spectrum of Solomonic magic.",
    "target_audience": "The target audience consists of advanced practitioners of ritual magic, scholars of Western Esotericism and occult history, and serious occultists interested in the Solomonic tradition. The text's technical precision, detailed ritual mechanics, and philosophical underpinnings demand a dedicated and informed reader. The translators explicitly state it is 'For Research Only. Use at your own risk,' implying it is not intended for casual or uninitiated experimentation, particularly given its focus on complex and potentially perilous operations."
  }
}