{
  "header": {
    "title": "\"SOMETHING WICKED THIS WAY COMES\": CONSTRUCTING THE WITCH IN CONTEMPORARY AMERICAN POPULAR CULTURE",
    "authors": [
      "Catherine Armetta Shufelt"
    ],
    "category": "Academic Dissertation (Popular Culture, American Studies, Sociology of Religion)",
    "keywords": [
      "Witchcraft",
      "Paganism",
      "Wicca",
      "Social Construction",
      "Media Images",
      "Stereotypes",
      "Popular Culture",
      "Feminism",
      "Environmentalism",
      "Religious Freedom"
    ]
  },
  "central_thesis": "This dissertation examines how stereotypes of Witches, Wiccans, and Pagans are socially constructed and perpetuated by mainstream American media, and conversely, how these groups utilize computer technology and engage in social and political activism to resist these misrepresentations and reconstruct more accurate, positive self-images within popular culture.",
  "structure_content": [
    {
      "chapter_title": "CHAPTER I. THEORIES OF SOCIAL CONSTRUCTION AND MODERN PAGANISM",
      "summary": "This chapter introduces social construction theory, drawing on the works of Peter L. Berger, Thomas Luckmann, John Fiske, and Douglas Kellner, to establish a theoretical framework for understanding stereotype formation. It provides a brief historical overview of Paganism in the United States, clarifies the terms 'Pagan' and 'Witch' as understood in contemporary society, and discusses the role of media and technology in shaping societal perceptions and knowledge."
    },
    {
      "chapter_title": "CHAPTER II. MEDIA IMAGES OF CONTEMPORARY WITCHES",
      "summary": "Applying social construction theory, this chapter analyzes how contemporary mainstream media (films like 'The Craft,' 'Practical Magic,' 'The Wicker Man,' 'Harry Potter' series, and television shows like 'Bewitched,' 'Sabrina the Teenaged Witch,' 'Charmed,' 'Buffy the Vampire Slayer') constructs and reinforces stereotypes of Witches and Pagans. It highlights the blend of traditional negative portrayals with new, sometimes more positive but often still fantastical and stereotypical images."
    },
    {
      "chapter_title": "CHAPTER III. WITCHES IN THE MAINSTREAM",
      "summary": "This chapter explores how modern Wiccans and Pagans actively combat mainstream stereotypes and misinformation by leveraging computer technology, particularly the internet. It provides examples of various Pagan organizations (e.g., Reclaiming Collective, Circle Sanctuary, Witches League for Public Awareness) and individuals using websites, blogs, and online communities for educational outreach, community building, and advocacy in religious freedom and anti-defamation efforts."
    },
    {
      "chapter_title": "CHAPTER IV. WORKING TOGETHER: “WALKING THE TALK”",
      "summary": "This chapter discusses the engagement of Wiccans and Pagans in broader social and political movements, such as feminism, environmentalism, and peace activism, demonstrating their commitment to social change. It challenges dualistic Western thought and emphasizes the 'personal is political' concept, showing how these groups collaborate with mainstream organizations to address issues like climate change and social injustice, thereby evolving their public image."
    },
    {
      "chapter_title": "CONCLUSION: A RADICAL NEW CULTURAL PARADIGM",
      "summary": "The conclusion reiterates that Pagan and Wiccan stereotypes are evolving as practitioners actively use media to create their own narratives and engage with mainstream society. It summarizes how the historical process of stereotype construction is being influenced by self-representation, leading to new definitions and perceptions of these groups, and suggests avenues for further research into the continued impact of digital media on identity construction within these communities."
    }
  ],
  "key_concepts": [
    {
      "term": "Social Construction of Reality",
      "definition": "A sociological theory, primarily by Berger and Luckmann, positing that society, institutions, and collective knowledge are actively and creatively produced by human beings, and that these externalized realities become objective societal facts, reinforced through reification and passed down via socialization."
    },
    {
      "term": "Bodies of Knowledge",
      "definition": "Concepts, beliefs, values, and practices that become institutionalized and are reaffirmed over time through symbolic objects and symbols, forming what society believes to be the 'natural way of looking at the world' (Berger and Luckmann, 72-79)."
    },
    {
      "term": "Excorporation",
      "definition": "A process described by Fiske where resistant social groups deliberately oppose larger cultural meanings by reinterpreting information from society at large, allowing for a partial transfer of power within society (Fiske, 15-18)."
    },
    {
      "term": "Media Culture",
      "definition": "A phenomenon defined by Kellner as a 'culture of the image' composed of 'images, sounds, and spectacles' that serves as the dominant means of socializing individuals, shaping political views and social behavior by providing visual models for emulation (Kellner, 1)."
    },
    {
      "term": "Paganism",
      "definition": "A non-Christian belief system, often considered an umbrella term encompassing Earth- and/or nature-based religious systems with female and male deities, drawing upon pre-Christian traditions and mythologies (Carpenter in Lewis, 40)."
    },
    {
      "term": "Witch",
      "definition": "A term whose meaning varies; historically, a man or woman practicing witchcraft or magic, later associated with dealings with the devil. Modern practitioners often reclaim it to mean 'Craft of the Wise,' skilled in healing and practical arts, or as a political statement against historical oppression (Carpenter in Lewis, 375-376)."
    },
    {
      "term": "Wiccan Rede",
      "definition": "A central ethical tenet in Wicca stating, 'An ye harm none, do as ye will,' guiding practitioners to act freely as long as no harm is caused (page 36, 104)."
    },
    {
      "term": "Three Fold Law",
      "definition": "A Wiccan belief stating that the actions and energies, positive or negative, that one puts out into the world will return to them three times over (page 36, 68)."
    },
    {
      "term": "Cyberia",
      "definition": "Douglas Rushkoff's term for the 'boundless' space of the world wide web, characterized by the emergence of new ideas, words, and images, serving as a 'dimensional plane' where humanity increasingly finds itself (Rushkoff, 5)."
    },
    {
      "term": "Technopaganism",
      "definition": "A subculture of Pagans characterized by 'pagan ethics, reliance on technology, and interconnectivity through vast networks,' integrating ancient spiritual ideas with high technology, and blurring the lines between the sacred and profane (Rushkoff, 143; Davis, 128)."
    },
    {
      "term": "The Personal is Political",
      "definition": "A basic tenet of feminism from the 1960s, articulated by Carol Hanisch, which argues that personal experiences and beliefs are deeply intertwined with political and social structures, influencing activism and social change (page 110)."
    },
    {
      "term": "Ecofeminism",
      "definition": "A position holding that there are crucial connections between the domination of nature and the oppression or subordination of women, people of color, and the underclass, critiques patriarchal culture, and advocates for social and environmental justice (Warren, xi, 3-4)."
    }
  ],
  "practical_system": {
    "description": "This dissertation is an academic analysis of the social construction of stereotypes and identity concerning Witches, Wiccans, and Pagans in contemporary American society and media. It describes *about* magical traditions and their public image, rather than presenting a practical magical system or operative mechanics for direct practice.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "What is a Witch? Traditional mainstream media images of Witches tell us they are evil 'devil worshipping baby killers,' green-skinned hags who fly on brooms, or flaky tree huggers who dance naked in the woods. A variety of mainstream media has worked to support these notions as well as develop new ones.",
      "page": "3"
    },
    {
      "text": "Utilizing social construction theory, this study examines the 'historical process' of the construction of stereotypes surrounding Witches in mainstream American society as well as how groups and individuals who call themselves Pagan and/or Wiccan have utilized the only media technology available to them, the internet, to resist and re-construct these images in order to present more positive images of themselves as well as build community between and among Pagans and nonPagans.",
      "page": "3"
    },
    {
      "text": "The theories of social construction provide a means to investigate the 'social and historical roots of phenomena' (Marshall, 609). An outgrowth of phenomenological sociology, which is the study of the 'connection between human consciousness and social life,' social construction theory contends that society is 'actively and creatively produced by human beings.'",
      "page": "21"
    },
    {
      "text": "Witchcraft as the 'Craft of the Wise' and view the Witches of previous times as the wise people of the village, often women, who were skilled in healing and practical arts. In line with this viewpoint, many feminists, both female and male, have reclaimed the word Witch to describe themselves as a political statement in recognition of the history, since the Middle Ages, of the oppression of women and folk healing by male-dominated society and medicine. (Carpenter in Lewis, 375-376)",
      "page": "29"
    },
    {
      "text": "Bide ye the Wiccan laws ye must, in perfect love and perfect trust Ye must live and let live, fairly take and fairly give. ... Mind the threefold law ye should, three times bad and three times good. When misfortune is enow, wear the blue star on thy brow. True in love ye must ever be, lest they love be false to thee. These words the Wiccan Rede fulfill: an ye harm none, do what ye will.",
      "page": "104"
    },
    {
      "text": "Many Pagan groups and individuals have created web sites in which they relay more truthful information to the general public on Pagan beliefs, traditions, holidays, etc. as well as their own personal observances. They also work to dispel misconceptions about the Pagan community.",
      "page": "73"
    }
  ],
  "critical_analysis": {
    "relevance": "This dissertation is highly relevant for an expert academic researcher and practitioner in Western Esotericism, Occultism, and Magic, not as a practical manual, but as a crucial sociological and media studies text. It meticulously analyzes the social construction of 'Witch' and 'Pagan' identities, both through mainstream media's often derogatory or fantastical portrayals and through self-representation efforts by practitioners. For an occultist, understanding these external perceptions and the strategies for combating them is vital for navigating public discourse, advocating for religious freedom, and fostering authentic self-identity within modern magical traditions. The study contextualizes modern Paganism's intersection with social justice movements like feminism and environmentalism, offering insights into the broader socio-political landscape in which contemporary magic is practiced and perceived.",
    "target_audience": "The primary target audience is academic scholars in fields such as Popular Culture, American Studies, Sociology of Religion, Media Studies, and Gender Studies. A secondary, but highly significant, audience includes modern Pagan, Wiccan, and occult practitioners and communities, as it provides a framework for understanding and addressing misrepresentation, fostering community, and engaging in social activism related to their beliefs and practices. It is not intended for individuals seeking direct instruction in occult practices."
  }
}