{
  "header": {
    "title": "John Dee and the Magic Tables in the Book of Soyga",
    "authors": [
      "Jim Reeds"
    ],
    "category": "Western Esotericism, Occultism, Cryptography",
    "keywords": [
      "John Dee",
      "Book of Soyga",
      "Magic Tables",
      "Cryptography",
      "Cabala",
      "Enochian",
      "Uriel",
      "Edward Kelley",
      "Bodley 908",
      "Sloane 8",
      "Mathematical Magic",
      "Algorithm",
      "Renaissance Magic"
    ]
  },
  "central_thesis": "The paper reveals the previously hidden, deterministic algorithmic construction of the 'Book of Soyga's' complex magic tables, demonstrating their intricate mathematical basis (X = N + f(W) modulo 23) and placing them within the context of early modern Cabalistic and cryptographic traditions, while also performing a genealogical analysis of extant manuscripts through error detection.",
  "structure_content": [
    {
      "chapter_title": "1. John Dee and the Book of Soyga",
      "summary": "This section introduces John Dee's historical engagement with the 'Book of Soyga', including its misplacement, recovery, and a significant dialogue with the angel Uriel regarding its interpretation. It describes the extant manuscript copies (Bodley 908 and Sloane 8) and contextualizes the 'Book of Soyga' as a late-medieval/early-modern Latin magical work concerned with astrology, demonology, letter mysticism, and Cabalistic practices, distinguishing its unique features like backward writing and lack of explicit author references from typical necromancy handbooks."
    },
    {
      "chapter_title": "2. The Magic Tables of the Book of Soyga",
      "summary": "This part details the physical characteristics of the 36 magic tables within the 'Book of Soyga'. Each table is a 36x36 grid of Latin letters, headed by a number and label (e.g., zodiac signs, planets, elements, 'Magistri'), and associated with a unique 6-letter 'code word'. It notes the structure of the left-hand margin, which repeats the code word and its reverse. It also describes the observed repetitive letter patterns within the table rows and mentions the presence of eight of these tables in Dee's 'Book of Enoch'."
    },
    {
      "chapter_title": "3. Analysis of Tables",
      "summary": "This section details the core discovery: the tables are generated by a deterministic algorithm. The author identified a formula, X = N + f(W) (modulo 23), where X is the current cell, N is the letter above, W is the letter to the left, and f(W) is an auxiliary function that assigns numerical shift values (a=1, z=23, etc., excluding j and v). An empirically derived table for f(W) is presented, making the construction fully reproducible."
    },
    {
      "chapter_title": "4. Directions for Creating the Tables",
      "summary": "This section provides a step-by-step 'recipe' for recreating the tables using the discovered algorithm. It outlines three main steps: 1) filling the left column by repeating the code word and its reverse; 2) filling the top row using X = W + f(W); and 3) filling the interior cells row by row using the full X = N + f(W) formula, with all additions performed modulo 23. This demonstrates the practical mechanics of the Soyga tables' generation."
    },
    {
      "chapter_title": "5. Error Analysis and Genealogy",
      "summary": "This part applies the discovered algorithm to analyze errors in the extant manuscript copies (Bodley 908, Sloane 8, and Dee's Sloane 3189). By distinguishing between 'original' calculation mistakes (which propagate) and 'copying' errors (which are sporadic), the author reconstructs an 'ideal original' table. This method allows for a genealogical tracing of the manuscripts, concluding that all extant versions derive from a common flawed intermediate copy (C) which itself derived from an ideal original (A)."
    },
    {
      "chapter_title": "6. Comparison with other tables",
      "summary": "This section contextualizes the Soyga tables within a taxonomy of early modern magic tables. It compares them to 'word squares' (like SATOR), 'magic squares' (numerical), Agrippa's Cabalistic tables (Latin squares, Ziruph tables for substitution ciphers), Enochian tables, and Harriot's combinatorial letter squares. The analysis highlights that the 'Book of Soyga' tables are unique due to their hidden and complex algorithmic pattern, making them distinctly perplexing to early scholars like Dee, in contrast to tables with more obvious or simple generative rules."
    }
  ],
  "key_concepts": [
    {
      "term": "Book of Soyga",
      "definition": "An anonymous late-medieval or early-modern Latin magical treatise, known through John Dee, which features sections on astrology, demonology, and contains 36 complex magic tables. Its name is explained as 'Agyos, literis transvectis' (Agyos, letters carried over/reversed)."
    },
    {
      "term": "Magic Tables of Soyga",
      "definition": "Thirty-six square grids, each 36x36 cells, where each cell contains a letter from the 23-letter Latin alphabet. These tables are not random but are constructed by a highly intricate, deterministic algorithm using a 'code word' and an auxiliary function."
    },
    {
      "term": "Code Word",
      "definition": "A unique 6-letter sequence associated with each of the 36 Soyga tables (e.g., NISRAM for T1 'Aries'). It forms the basis for generating the left-most column by repeating the word and its reverse, and initiates the top row's generation."
    },
    {
      "term": "X = N + f(W) (modulo 23)",
      "definition": "The core algorithmic formula for generating the letters in the Soyga tables. 'X' is the value of the current cell, 'N' is the value of the letter directly above it, and 'W' is the value of the letter to its immediate left. 'f(W)' is an empirically derived auxiliary function that assigns a specific numerical shift value to each letter 'W'. All calculations are performed modulo 23, with the 23-letter Latin alphabet (a=1, z=23, excluding j and v)."
    },
    {
      "term": "Auxiliary Function f(W)",
      "definition": "A specific, empirically determined mapping that assigns a numerical shift value (from 2 to 22) to each letter of the 23-letter Latin alphabet. This function is crucial for the deterministic generation of the Soyga tables, particularly in calculating the value of X based on the adjacent letter W."
    },
    {
      "term": "Error Analysis in Textual Transmission",
      "definition": "A method employed to reconstruct the ideal original text and trace the lineage of manuscript copies of the Soyga tables. By comparing algorithmically generated tables to manuscript versions, it distinguishes between cumulative errors in the original calculations and sporadic errors introduced during transcription, leveraging the well-defined mathematical structure of the tables."
    },
    {
      "term": "Christian Cabala",
      "definition": "A sixteenth-century intellectual and magical movement, exemplified by figures like Agrippa of Nettesheim, that integrated elements of Jewish Kabbalah with Christian theology and magic. It often involved complex numerical and alphabetical manipulations, including the use of square tables for magical or divinatory purposes."
    }
  ],
  "practical_system": {
    "description": "The 'Book of Soyga' system involves the deterministic generation of 36x36 letter grids (magic tables) from a unique 'code word' using an iterative, letter-based arithmetic. This system produces tables with hidden, complex patterns, designed to appear random but are entirely predictable once the underlying algorithm is known. The goal, historically, was likely magical or divinatory, although the paper focuses on the 'how' rather than the 'why' of their use.",
    "tools": [
      "A chosen 6-letter 'code word' for each specific table.",
      "A 36x36 grid (physical or digital).",
      "A predefined 23-letter Latin alphabet with numerical assignments (a=1, b=2, ..., u=20, x=21, y=22, z=23).",
      "The empirically derived auxiliary function table f(W), which maps each letter W to a specific numerical shift value (e.g., f(a)=2, f(g)=6).",
      "Tools for modulo 23 arithmetic (e.g., paper and pencil, charts, or a computer program for automated generation)."
    ],
    "rituals": [
      "Select a 6-letter 'code word' for the desired table (e.g., NISRAM for 'Aries').",
      "Construct a 36x36 grid. Fill the left-most column by repeating the 'code word' followed by its reverse (e.g., NISRAM MARSIN NISRAM...).",
      "Fill the top row (from the second cell rightwards) using the formula X = W + f(W), where W is the letter to the immediate left, and arithmetic is modulo 23 (a=1, z=23, excluding j, v).",
      "Fill the remaining interior cells row by row (from left to right within each row), using the formula X = N + f(W), where N is the letter directly above and W is the letter to the immediate left. All calculations are modulo 23 using the defined 23-letter alphabet mapping.",
      "Repeat this process until the entire 36x36 grid is filled."
    ]
  },
  "relevant_quotes": [
    {
      "text": "'Oh, my great and long desyre hath byn to be hable to read those tables of Soyga'. John Dee",
      "page": "1"
    },
    {
      "text": "VR—I can—But solus Michaël illius libri est interpretator. [Only Michael is the interpreter of that book.]",
      "page": "2"
    },
    {
      "text": "The Book of Soyga's preoccupation with letters, alphabet arithmetic, Hebrew-like backwards writing, and so on, is of course characteristic of the new Cabalistic magic which became popular in the sixteenth century...",
      "page": "4"
    },
    {
      "text": "The Book of Soyga contains thirty-six tables; each table is a square grid of 36 rows and columns; each grid cell contains a letter of the Latin alphabet.",
      "page": "5"
    },
    {
      "text": "These tables turn out to be formed by a completely deterministic calculation method, or algorithm, starting from an arbitrary 'code word' for each table. This construction algorithm is so intricate that it is unlikely that its presence would be detected on casual examination of the tables.",
      "page": "5"
    },
    {
      "text": "X = N + f(W)",
      "page": "9"
    },
    {
      "text": "Only texts with a well-defined mathematical structure are amenable to this method of detecting and correcting errors of generation and transcription.",
      "page": "12"
    },
    {
      "text": "None of the other tables, intricate as they are, have so complex an underlying pattern as that given by the N + f(W) formula used in the Book of Soyga. It is no wonder that Dee found them perplexing.",
      "page": "23"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is profoundly relevant to Western Esotericism and Occultism by providing a breakthrough in understanding the 'Book of Soyga', a previously enigmatic text highly valued by John Dee. It moves beyond speculative interpretation to a concrete, technical analysis of its magic tables, revealing a sophisticated algorithmic construction that links Renaissance magical practice with mathematical principles and early forms of cryptography. This redefines our understanding of 'magic tables' as not merely symbolic arrays but as products of complex generative systems, offering a new lens through which to examine the intellectual underpinnings of historical occultism and Dee's Enochian system.",
    "target_audience": "Academic researchers in the history of science, Western Esotericism, Renaissance studies, and cryptography. Scholars interested in John Dee, Christian Cabala, and the material culture of early modern magic. Practitioners of Qabalah or Enochian magic seeking deeper historical and structural insights into their traditions. Computer scientists and cryptographers interested in historical algorithms and pattern analysis."
  }
}