{
  "header": {
    "title": "The Book of the Concourse of Planetary And Zodiacal Forces (The Golden Dawn Integration of Astrological and Enochian Magic)",
    "authors": [
      "David Griffin"
    ],
    "category": "Western Esotericism, Hermetic Qabalah, Enochian Magic, Rosicrucian Magic, Astrology",
    "keywords": [
      "Planetary Magic",
      "Zodiacal Magic",
      "Enochian",
      "Golden Dawn",
      "Rosicrucian",
      "Sigillum Dei Aemeth",
      "Planetary Tablets",
      "Zodiacal Tablets",
      "Archangelic Forces",
      "Subplanetary Forces",
      "Enochian Calls",
      "Tarot",
      "Decans",
      "Quinants",
      "Skrying"
    ]
  },
  "central_thesis": "The book presents a rectified and integrated system for Planetary and Zodiacal Magic by reconciling John Dee's Enochian material (specifically the Heptarchical system and the Table of the Forty-nine Good Angels) with the Rosicrucian Magic of the Golden Dawn. It identifies previously 'occulted' correspondences and corrects historical transcription errors to offer a more coherent and practically effective framework for invoking specific forces through Planetary and Zodiacal Tablets using Enochian Calls.",
  "structure_content": [
    {
      "chapter_title": "The Book of the Concourse of Planetary Forces",
      "summary": "This section introduces the challenges of integrating Enochian material into Rosicrucian Planetary Magic, specifically noting discrepancies in planetary ordering. It proposes the Sigillum Dei Aemeth as a key to reconcile Dee's system with the Golden Dawn's Vault of the Adepti planetary order, revealing a previously 'occulted' correspondence."
    },
    {
      "chapter_title": "The Table of the Forty-nine Good Angels and Planetary Tablet Structure",
      "summary": "Examines John Dee's Table of the Forty-nine Good Angels, explaining how a careful re-orientation of the Sigillum Dei Aemeth reveals a planetary order matching the Golden Dawn's Vault of the Adepti (Venus, Moon, Saturn, Jupiter, Mars, Sun, Mercury). It details how Planetary Tablets are structured with Seals, King's Names, and forty-two Ministers/Angels derived from the Forty-nine Good Angels, noting corrections made to historical transcription errors (except for the Saturn Tablet). The King's Scale Color system is introduced for attributing colors to Squares and Letters based on planetary and column/row rulers."
    },
    {
      "chapter_title": "Analogy for Planetary Tablets and Forces",
      "summary": "An extended analogy, likening Planetary Tablets to independent countries and the Table of Forty-nine Good Angels to combined Foreign Ministries and Embassies, clarifies the roles of Kings, Princes, and Ambassadors. This helps explain the hierarchical influence of Archangelic and Angelic forces within the Planetary Tablets and their subplanetary rows."
    },
    {
      "chapter_title": "Invocation of Planetary Forces",
      "summary": "This part outlines the practical method for invoking Archangels and Angels associated with Subplanetary Rows and Squares within Planetary Tablets. It details the integration of Enochian Calls, explaining that Calls 1-7 correspond to the seven Kings/Planets in a clockwise fashion from the Venus section of the Table of Forty-nine Good Angels, and Calls 8-14 to Princes, with remaining calls to Ambassadors, linking them to specific Subplanetary Rows."
    },
    {
      "chapter_title": "Planetary Tablet Attributions",
      "summary": "Provides detailed tables mapping the Subplanetary Lines for each of the seven Planetary Tablets (Venus, Lunar, Saturn, Jupiter, Mars, Solar, Mercury) to their corresponding Enochian Call, Archangel, Embassy (where the Archangel resides), and Governing Angel. Each row represents a specific subplanetary force (e.g., Moon of Venus)."
    },
    {
      "chapter_title": "The Book of the Concourse of the Zodiacal Forces",
      "summary": "This section addresses the historical difficulties in integrating Enochian material into Rosicrucian Zodiacal Magic due to differing attributions of the Twelve Tribes of Israel to the Zodiacal Signs (Dee vs. R.R. et A.C./Royal Arch Freemasonry). It proposes Dee's intended arrangement based on Agrippa's correspondences and how it aligns with Elemental Triplicities and Quarters."
    },
    {
      "chapter_title": "The Great Circle of the Quarters and Zodiacal Tablet Structure",
      "summary": "Critiques the Golden Dawn's traditional use of the Shewbread diagram for integrating Enochian material with Zodiacal Signs, arguing it is flawed due to elemental mismatches. An alternative based on Dee's diagram (The Great Circle of the Quarters) is presented, which aligns Zodiacal Signs with Elemental Triplicities and Quarters, and integrates Divine Names from Elemental Tablets. The structure of the Enochian Zodiacal Tablet (12 rows, 7 columns, 84 squares) is described, with King's Scale colors applied to Zodiacal Signs and Planets to determine the color of squares and letters."
    },
    {
      "chapter_title": "Invocation of Zodiacal Forces and Decan Attributions",
      "summary": "Outlines the operative procedure for invoking Zodiacal Signs or specific squares of the Zodiacal Tablet using the Greater Invoking Rituals of the Pentagram or Hexagram, followed by vibrating the corresponding Enochian Call and Angelic name. It establishes that the first twelve Enochian Calls correspond to the Zodiacal Signs (Aries through Pisces), and the remaining thirty-six correspond to the thirty-six Decans (starting with Leo's first decan). Detailed tables link Decans, their Rulers, Enochian Calls, Tarot Cards, and their 'Lord of' meanings."
    }
  ],
  "key_concepts": [
    {
      "term": "Sigillum Dei Aemeth",
      "definition": "A complex diagram used by John Dee, reinterpreted as a 'Tablet of Union for Planetary Forces.' Its orientation (top facing West) is key to aligning Dee's planetary ordering with the Golden Dawn's Vault of the Adepti order (Venus, Moon, Saturn, Jupiter, Mars, Sun, Mercury), enabling integration of the two systems."
    },
    {
      "term": "Table of the Forty-nine Good Angels",
      "definition": "John Dee's system where planets correspond to Kings, Princes, and five other Angels. This table is the foundational source for the letters that form the forty-two Ministers/Angels on each Planetary Tablet."
    },
    {
      "term": "Planetary Tablets",
      "definition": "Seven individual magical tablets, each associated with a planet. Each tablet consists of a specific planetary Seal, the name of its corresponding Heptarchical King, and forty-two letters representing the King's Ministers/Angels, arranged in a 7x7 grid. Each row represents a Subplanetary Force (e.g., Saturn of Venus)."
    },
    {
      "term": "Zodiacal Tablet",
      "definition": "A comprehensive tablet integrating Zodiacal Signs, Enochian Kings, and Planetary rulers across twelve rows and seven columns, totaling eighty-four squares. Each row is governed by a Zodiacal Sign, and each column by a traditional Planet."
    },
    {
      "term": "Enochian Calls",
      "definition": "A set of forty-eight powerful invocations. The first twelve Calls correspond to the twelve Zodiacal Signs (Aries to Pisces). The remaining thirty-six Calls correspond to the thirty-six Zodiacal Decans. They are also linked to Planets and Subplanetary Rows for invocation purposes."
    },
    {
      "term": "Decans",
      "definition": "Traditional ten-degree sections of the Zodiacal Signs. There are three decans per sign, totaling thirty-six. Each decan is attributed a ruler, a specific Enochian Call (from the remaining thirty-six), a Tarot card, and a 'Lord of' meaning, which details its magical influence."
    },
    {
      "term": "Quinants",
      "definition": "Five-degree sections of a Zodiacal Sign. The squares within the Zodiacal Tablet correspond to these quinants, allowing for precise magical attribution and operation within the zodiacal framework."
    },
    {
      "term": "King's Scale Color",
      "definition": "A system of color attribution, likely derived from Golden Dawn practices, used to determine the colors of Squares and Letters on both Planetary and Zodiacal Tablets. These colors correspond to the ruling Planets, Zodiacal Signs, columns, and rows, visually representing the interplay of forces."
    },
    {
      "term": "Truncated Pyramid",
      "definition": "A ritual tool or diagrammatic representation used for skrying into the Plane of any given Square on a Planetary or Zodiacal Tablet. Its four sides are colored according to the King's Scale based on the Planet ruling the Tablet, the Planet governing the Column, the Planet ruling the Zodiacal Sign/Decan, and the Planet ruling the Row, respectively."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is a detailed framework for invoking specific planetary and zodiacal forces using Enochian Calls. It is built upon precise correspondences derived from John Dee's Enochian system, aligned with the Golden Dawn's planetary ordering and astrological divisions (Decans, Quinants). The operative side involves the construction and visualization of Planetary and Zodiacal Tablets, with the use of a 'Truncated Pyramid' for skrying into the planes of individual squares. Ritual work involves vibrating specific Enochian Calls in conjunction with invoking Archangelic and Angelic names associated with the desired forces.",
    "tools": [
      "Planetary Tablets (as diagrams for visualization or physical constructs)",
      "Zodiacal Tablets (as diagrams for visualization or physical constructs)",
      "Sigillum Dei Aemeth (for proper orientation and understanding of correspondences)",
      "Truncated Pyramid (a four-sided skrying tool, with sides colored according to ruling forces of the chosen square)",
      "Knowledge of King's Scale colors and their attributions",
      "Specific Enochian Calls (words of power to be vibrated)",
      "Detailed astrological (Decans, Quinants) and Tarot correspondences."
    ],
    "rituals": [
      "Greater Invoking Ritual of the Hexagram (for Planetary Tablets or associated forces)",
      "Greater Invoking Ritual of the Pentagram or Hexagram (for Zodiacal Signs)",
      "Vibration of specific Enochian Calls (for Planets, Subplanetary Rows, Zodiacal Signs, Decans, and individual Squares)",
      "Invocation of Archangelic and Angelic names (governing Rows and Squares of the Tablets)",
      "Skrying to the Plane of any Square using a specifically colored Truncated Pyramid."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Israel Regardie and other authorities have noted the potential for further integration of Enochian material into Rosicrucian Magic, particularly in the arenas of Planetary and Zodiacal Magic.",
      "page": "621"
    },
    {
      "text": "When orienting the Sigillum Dei Aemeth with the top facing toward the West, this arrangement exactly corresponds to the planetary order in the Vault of the Adepti: Venus, Moon, Saturn, Jupiter, Mars, Sun, and Mercury. This previously occult correspondence between the planetary arrangement implicit in the Sigillum Dei Aemeth and the walls of the Vault of the Adepti thus provides the key that enables an effective integration of the two systems.",
      "page": "622-623"
    },
    {
      "text": "The forty-nine Enochian Calls correspond to the Planets, as well as to the forty-nine Subplanetary Rows of the combined seven Planetary Tablets, according to the arrangement of the Planets given by John Dee in the circular Table of the Forty-nine Good Angels.",
      "page": "625"
    },
    {
      "text": "The forty-eight Enochian Calls correspond with the twelve Signs of the Zodiac and the thirty-six Zodiacal Decans as follows. The First twelve Calls correspond to the Signs themselves from Aries through Pisces.",
      "page": "640"
    },
    {
      "text": "To Skry to the Plane of any Square of any Planetary Tablet, first prepare a Truncated Pyramid for the Square colored according to the following rules and constructed according to the principles set forth in The Book of the Concourse of the Forces.",
      "page": "628-629"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for practitioners of Hermetic Qabalah, Golden Dawn, and Enochian Magic. It addresses a long-standing challenge of integrating John Dee's Enochian planetary and zodiacal material with existing Rosicrucian systems, offering a 'rectified' system that aims for greater internal consistency and practical efficacy by resolving historical discrepancies and transcription errors. Its meticulous focus on operative magic via specific attributions makes it a valuable resource for ritual magicians seeking to deepen their understanding and practice.",
    "target_audience": "The primary target audience consists of experienced practitioners and academic researchers in Western Esotericism and Occultism. It is particularly suited for those with a strong foundation in Golden Dawn or other Hermetic magical traditions, Enochian Magic, and Astrology. The text assumes a pre-existing understanding of core concepts such as planetary and zodiacal correspondences, Qabalah, and the foundational structures of ritual magic."
  }
}