{
  "header": {
    "title": "FROM RITUAL TO MAGIC: ANCIENT EGYPTIAN PRECURSORS OF THE CHARITESION AND THEIR SOCIAL SETTING",
    "authors": [
      "Joachim Friedrich Quack"
    ],
    "category": "History of Magic",
    "keywords": [
      "Charitesion",
      "Egyptian magic",
      "Demotic magic",
      "Greek magical papyri",
      "PGM",
      "favor spells",
      "love magic",
      "social setting",
      "ritual",
      "ancient Egypt",
      "Thot",
      "Amun",
      "Osiris",
      "Hera",
      "Aphrodite",
      "Mesopotamia",
      "hs.wt",
      "mrw.t",
      "šfe.t"
    ]
  },
  "central_thesis": "This paper argues that the Greek 'charitesion' spells (for gaining favor and love) in Roman imperial period papyri possess profound and extensive roots in ancient Egyptian ritual and magical traditions. It challenges prior scholarship that predominantly attributed these origins to Greek or Mesopotamian influences, highlighting specific Egyptian concepts such as *hs.wt* (favor) and *mrw.t* (love) as key precursors and demonstrating a continuous tradition of practices for social success and triumph over adversaries.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Reviews existing scholarship on *charitesion* by Faraone, Kotansky, and Winkler, noting Faraone's tendency to downplay Egyptian influence. Quack states his intention to explore Demotic and Egyptian ritual parallels, focusing on the Egyptian terms for favor (*hs.wt*) and love (*mrw.t*)."
    },
    {
      "chapter_title": "Finding Favor in Egyptian Letters",
      "summary": "Traces the historical use of 'favor' wishes in Egyptian letters from the Old Kingdom to the Demotic period, demonstrating their connection to divine and royal favor, often explicitly combined with protection from enemies. Notes that wishes for favor before the king were typically reserved for high-ranking officials."
    },
    {
      "chapter_title": "Glorification-style Wishes for Favor",
      "summary": "Examines lengthy Ramesside model letters dedicated to wishes for favor, happiness, and triumph over adversaries, extending to post-burial contexts. Connects these 'glorifications' to the Book of the Dead chapter 125, suggesting it functioned as a ritual to *create* purity for courtiers in the royal presence, rather than solely a funerary judgment."
    },
    {
      "chapter_title": "Rituals for Purification and Gaining Favor",
      "summary": "Discusses Egyptian purification and protection rituals (e.g., pChester Beatty VIII, IX) aimed at gaining affection and overcoming enemies, often aligned with the lunar calendar. Highlights a prayer to Thot combining social favor with the overthrow of adversaries, explicitly identified as a non-funerary spell for justification against enemies."
    },
    {
      "chapter_title": "Prayers for Favor and a Successful Career",
      "summary": "Analyzes prayers from papyri (e.g., LEM 45, 85) focused on career success for civil administrators, explicitly linking the concept of 'favor' (*hsw.t*) with professional advancement. Argues that a famous prayer to Thot, often misconstrued as funerary, is more appropriately understood as a living person's plea for favor and success, possibly even for passing state examinations."
    },
    {
      "chapter_title": "The \"Hot One\" as an Adversary",
      "summary": "Reinterprets the 'hot one' in Egyptian texts as an antagonistic adversary, rather than a person with epilepsy, whose negative actions or social punishments are contrasted with the hero's success. This concept underscores the theme of social triumph and overcoming those who speak against the individual."
    },
    {
      "chapter_title": "Promises of Favor in the “Oracular Amuletic Decrees\"",
      "summary": "Examines Oracular Amuletic Decrees (21st–22nd Dynasties) that contain divine promises of favor (*hsw.t*, *mrw.t*), protection, and the negation of 'slaying' (*3t*). Notes the consistent connection between favor and overcoming threats, and the occurrence of the fixed expression *hs(w.t)-mr(w.t)*, which later appears in Demotic magical spells."
    },
    {
      "chapter_title": "Wishes for Favor in Festive Situations",
      "summary": "Illustrates instances of favor wishes beyond letters, found in private contexts like tomb scenes (Rekhmire), where divine and general favor, love, and long life are sought, consistently combined with the defeat of antagonists."
    },
    {
      "chapter_title": "Reflections on Favor Obtained",
      "summary": "Explores texts reflecting on achieved favor, such as the 'Book of Thot,' linking professional careers with 'love' and 'favor.' Discusses the fluctuating attribution of favor's authorship (divine or royal) and the competitive nature of the royal court, where securing favor was linked to rewards and disfavor to severe punishment, often expressed through threats of 'slaughter' in donation stelae."
    },
    {
      "chapter_title": "The King Finding Favor with the Gods",
      "summary": "Analyzes the king as a recipient of divine favor, a fundamental concept in temple cults and royal epithets, reflecting a higher-level transposition of the favor hierarchy. Details ritual acts, like presenting bouquets, that connect divine favor, love, and the overthrow of enemies to the king's well-being and renown."
    },
    {
      "chapter_title": "Finding Favor in Demotic Magical Texts",
      "summary": "Focuses on Demotic *charitesion* spells (e.g., pMag. LL) using *hsi.t* and *mri.t*, often showing a pre-Ptolemaic Egyptian origin. Describes manual rites involving Thot (baboon figurine, anointing, wreath) for social success and protection. Notes the blend of social favor and private love charms, and mentions other spells with Nubian or Greek elements, though still rooted in Egyptian concepts."
    },
    {
      "chapter_title": "The Greek Charitesia",
      "summary": "Examines *charitesion* spells in the Greek Magical Papyri (PGM), asserting significant Egyptian influence despite their Greek language. Analyzes PGM examples (e.g., PGM III 495–611, PGM IV 1596–1715, PGM VIII 1–63, PGM XII 201–69, 270–350) revealing Egyptian deities (Helios/Re, Thot, Isis), mythological themes, and ritual structures (dodekaoros, Opening of the Mouth), all aimed at favor, love, and triumph over adversaries. Criticizes Faraone's broad comparative approach, advocating for detailed analysis of ritual specifics to identify cultural origins."
    }
  ],
  "key_concepts": [
    {
      "term": "Charitesion",
      "definition": "A specific genre of magical rituals found in Greek-language papyri from the Roman imperial period, primarily aimed at bestowing favor, love, and similar benefits upon the practitioner, typically before the king, men, or women in general."
    },
    {
      "term": "hs.wt (hsi.t)",
      "definition": "An ancient Egyptian term meaning 'favor' or 'praise.' It is a crucial concept in wishes and rituals designed to achieve success, social standing, and professional promotion. Often paired with *mrw.t* in magical spells and ritual contexts."
    },
    {
      "term": "mrw.t (mri.t)",
      "definition": "An ancient Egyptian term for 'love,' specifically referring to the affection or love that one inspires in others, rather than the love one feels oneself. It is frequently associated with *hs.wt* in spells and greetings to ensure general appeal and social acceptance."
    },
    {
      "term": "šfe.t",
      "definition": "An ancient Egyptian term denoting 'reverence' or 'respect.' In magical contexts, it often appears alongside *hs.wt* and *mrw.t* as a desired quality to be instilled in others towards the practitioner."
    },
    {
      "term": "\"Hot One\"",
      "definition": "In Egyptian texts, this term refers to an antagonistic adversary of the practitioner or beneficiary. The paper argues against interpreting it as an epileptic, suggesting instead it signifies an opponent characterized by negative behavior or destined for social punishment, whose downfall is often a key objective of favor spells."
    },
    {
      "term": "Negative Confession",
      "definition": "Declarations of innocence, famously found in Book of the Dead chapter 125. The author posits that these may have originated in royal court rituals, serving not merely to ascertain purity but to actively *constitute* it, thereby making courtiers suitable for the king's presence, rather than exclusively functioning as funerary judgments."
    },
    {
      "term": "Oracular Amuletic Decrees (OADs)",
      "definition": "Documents from the 21st and 22nd Dynasties of Egypt, containing extensive lists of promises made and guaranteed by gods. These decrees typically focus on protection, health, and social success for the proprietor, including specific promises of granting divine favor."
    },
    {
      "term": "Dodekaoros",
      "definition": "A late-Egyptian astrological concept that describes a set of different forms of the sun-god associated with specific hours of the day or constellations. This knowledge was often deployed in magical rituals (e.g., PGM) to invoke the sun-god effectively and render it propitious."
    }
  ],
  "practical_system": {
    "description": "The practical system elucidated is not a unified modern magical system, but rather an analytical reconstruction of ancient Egyptian ritual practices and spells for gaining 'favor' (*hs.wt*), 'love' (*mrw.t*), 'reverence' (*šfe.t*), social success, career promotion, and protection against adversaries. This system is deeply embedded in the social and political dynamics of ancient Egypt, where obtaining favor from deities, kings, or superiors was paramount for personal and professional advancement. The practices frequently integrate elements of purification, self-glorification, and assertive declarations aimed at overcoming enemies. These 'charitesion'-like operations were designed to create a desired state of being, influence others' perceptions, and ensure the practitioner's triumph in competitive social environments.",
    "tools": [
      "Letters/written texts: As mediums for formal wishes and ritual formulae.",
      "Ointments/oils: Consecrated substances (e.g., lotus oil, styrax, myrrh, plant seeds like 'great of love') for anointing the body or ritual objects to enhance charm and favor.",
      "Figurines: Red wax figurine of a baboon (sacred to Thot) used in some Demotic spells for identification with the deity.",
      "Vessels: Faience vessels for holding consecrated materials.",
      "Wreaths: Worn as a symbol of the 'crown of justification,' signifying ritual purity and successful outcome.",
      "Rings/amulets: Carved or inscribed with specific symbols, materials (e.g., shrew-mouse heart, scarab), and consecrated to attract favor, love, and protection. Stones like agate, emerald, and chalcedon are noted for similar properties."
    ],
    "rituals": [
      "Epistolary wishes: Formulating letters or greetings invoking gods or high-ranking officials to grant favor, often with wishes for life, prosperity, health, and enemy defeat.",
      "Glorification formulae: Reciting elaborate self-praise or blessings that detail desired outcomes like perpetual joy, health, rejuvenation, and the downfall of adversaries, extending to both earthly and post-mortem states.",
      "Purification and protection rituals: Enacting ceremonies, sometimes aligned with specific lunar calendar days, to cleanse the practitioner, gain affection, and overcome enemies. This includes rituals to 'justify a man against enemies' in non-funerary contexts.",
      "Prayers for career success: Direct invocations to deities (e.g., Thot, Amun) to grant favor for promotion, stability in office, and to place the practitioner among high officials, ensuring 'truthful' speech and recognition.",
      "Oracular Amuletic Decrees (OADs): Utilizing divine promises of favor, protection, and negation of 'slaying' to secure well-being and social standing.",
      "Festive/tomb scene invocations: Performing wishes for divine/human favor, love, and the defeat of antagonists within celebratory or memorial contexts.",
      "Demotic charitesia spells: Employing specific spells (e.g., pMag. LL) for general favor, love, and reverence before individuals or groups, often incorporating assertive declarations against enemies.",
      "Magical anointing: Applying consecrated oils to the face (and sometimes phallus) to instill charm, attractiveness, and favor, often linked to mythological precedents of divine love (e.g., Shu and Tefnut).",
      "Consecration of rings/amulets: Rituals (e.g., 'Opening of the Mouth' (wpi.t-r³) for rings) to imbue objects with properties that bring favor, love, and success, sometimes identifying the practitioner with powerful deities.",
      "Display of esoteric knowledge: Reciting detailed names, forms, and symbols of invoked deities (e.g., sun-god's dodekaoros) to demonstrate mastery and compel divine assistance."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Among the magical rituals attested in the Greek-language papyri of the Roman imperial period, there is one specific genre called charitesion. This aims at giving the beneficiary favor, love and similar gains, normally before the king or men (and women!) in general.",
      "page": "1"
    },
    {
      "text": "Faraone's remarks have to be seen within the context of his general work on Greek magic. This is characterized by two basic assumptions. He tends to regard as Greek much that was transmitted in the Greek-language magical manuals from the Roman Period, rather downplay- ing the Egyptian religious influence in them. If he looks for foreign sources and influences, his eyes are more intensely directed toward Mesopotamia, even if he still admits the presence of Egyptian elements... Faraone sometimes underestimates the explanatory potential of the Egyptian culture.",
      "page": "1-2"
    },
    {
      "text": "The two most important Egyptian key-words are hs.wt “favor” and mrw.t “love”—the latter, according to the typical Egyptian way of expression, the love which one inspires, not the love which one oneself feels.",
      "page": "2"
    },
    {
      "text": "The wish for a personal favored status is explicitly connected in this case with an antagonistic stance involving an anonymous enemy.",
      "page": "3"
    },
    {
      "text": "As a ritual, it is not only intended to note objective blamelessness, but also to constitute it by its very enactment. Performing the ceremony without fault would achieve a state of purity and innocence for the recipient independently of his real merits.",
      "page": "10"
    },
    {
      "text": "In this case, the aim of purification is obviously quite similar to the later charitesia; it is all about gaining affection; and the way to achieve it is to overcome all possible enemies at all possible judicial courts.",
      "page": "11"
    },
    {
      "text": "Here again the social setting of love and favor is combined with the overthrowing of enemies. According to its postscript, the text is to be recited after having sacrificed to Thot, and it is a spell to justify a man against enemies—quite evidently in a non-funerary context.",
      "page": "14"
    },
    {
      "text": "The fixed expression hs(w.t)-mr(w.t) should be noted, as it is the very one which occurs later in the demotic magical spells.",
      "page": "18"
    },
    {
      "text": "The keywords are indeed hsi.t \"favor\" and mri.t “love”.",
      "page": "26"
    },
    {
      "text": "This text is of completely Egyptian composition, with no Greek or Mesopotamian elements present.",
      "page": "27"
    },
    {
      "text": "In conclusion, Faraone's principal methodological weakness is that he based his conclusions on very broad similarities, often no more than a technique as such, without paying attention to the question whether such a technique was in any way likely to be specific enough for attribution to any single culture. We should recognize that many of the aims in magical spells have their roots in the general cultural structures of traditional societies...",
      "page": "36"
    },
    {
      "text": "For the charitesion, we can at least say that there are good precedents for it in Egyptian texts, and that most of the lon- ger examples from the Roman-period manuals in the Greek language show quite strong signs of Egyptian background.",
      "page": "37"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for Western Esotericism and Occultism as it meticulously re-evaluates the foundational origins of *charitesion* spells, central to many grimoire traditions for 'grace and favor.' It shifts the academic and practical understanding from predominantly Greek or Mesopotamian attributions to a robust Egyptian influence. By demonstrating the deep historical continuity of 'favor' (*hs.wt*) and 'love' (*mrw.t*) concepts, combined with triumph over adversaries, from ancient Egyptian ritual and epistolary practices into the syncretic Graeco-Egyptian magical papyri (PGM), Quack provides a more nuanced historical context. This analysis challenges simplistic cultural categorizations, emphasizing the operative goals of ancient magic in securing social success, career advancement, and protection, thereby offering practitioners a deeper appreciation of the historical mechanics and philosophical underpinnings of these magical operations. It highlights how 'purification' rituals were not merely about ethical purity but actively *constituted* fitness for divine or royal presence.",
    "target_audience": "Academic scholars specializing in Egyptology, Classics, Ancient History, and the History of Magic; practitioners of Western Esotericism, particularly those interested in Hermeticism, Graeco-Egyptian magic, grimoire traditions, and the historical evolution of magical spells for attraction, favor, and success."
  }
}