{
  "header": {
    "title": "A brief study of the ARS THEURGIA SALOMONIS",
    "authors": [
      "Asterion"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Ars Theurgia Salomonis",
      "Lemegeton",
      "Seals",
      "Sigils",
      "Carnesiel",
      "Grimoire Tradition",
      "Ceremonial Magic",
      "Solomonic Magic",
      "Spirit Evocation",
      "Manuscript Comparison",
      "Mathers",
      "Peterson",
      "Skinner",
      "Rankine"
    ]
  },
  "central_thesis": "This study aims to reconstruct and present a consolidated set of spirit seals from the 'Ars Theurgia Salomonis' (Book II of the Lemegeton), specifically for the Emperor Carnesiel and his twelve dukes, by comparing and synthesizing variations found across prominent historical manuscripts to aid practitioners in accurate magical operation.",
  "structure_content": [
    {
      "chapter_title": "The Seals of CARNESIEL",
      "summary": "This section introduces the author's rationale for reconstructing spirit seals due to their variations across manuscripts. It lists the three primary sources utilized for this comparative study: Mathers/Rowe's edition based on Sloane MS. 2731, Joseph H. Peterson's critical edition from Sloane MS. 3825, and Skinner/Rankine's edition from Harley MS. 6483, highlighting their significance in the Lemegeton tradition."
    },
    {
      "chapter_title": "Comparative Seals of CARNESIEL",
      "summary": "Visual comparison of the reconstructed seal for Carnesiel against its depictions in MS. Sloane 2731, MS. Sloane 3825, and MS. Harley 6483, illustrating the practical necessity of the reconstruction project due to historical variations."
    },
    {
      "chapter_title": "Plates 1-2: Reconstructed Seals (Trithemius names)",
      "summary": "Presentation of the author's reconstructed seals for the twelve dukes under Carnesiel: Myresyn, Benoham, Armany, Ornich, Arisiel, Capriel, Zabriel, Cumeriel, Bedarys, Bucafas, Vadriel, and Laphor. These are presented with their associated 'Trithemius names,' providing a standardized reference point for practitioners."
    },
    {
      "chapter_title": "Plates 3-4: Seals from Sloane Manuscript 2731 (Mathers/Rowe)",
      "summary": "Visual presentation of the seals for Carnesiel's twelve dukes as they appear in Sloane MS. 2731, which formed the basis for the Mathers/Rowe edition. This provides a direct comparison to the reconstructed versions and other manuscript traditions."
    },
    {
      "chapter_title": "Plates 5-6: Seals from Sloane Manuscript 3825 (Peterson)",
      "summary": "Visual presentation of the seals for Carnesiel's twelve dukes as they are depicted in Sloane MS. 3825, the source for Joseph H. Peterson's critical edition. This further highlights the inter-manuscript variations and the challenges in seal authentication."
    },
    {
      "chapter_title": "Plates 7-8: Seals from Harley Manuscript 6483 (Skinner/Rankine)",
      "summary": "Visual presentation of the seals for Carnesiel's twelve dukes as found in Harley MS. 6483, a key source for Skinner and Rankine's work. This section completes the comparative visual analysis of the seals across the three main sources."
    },
    {
      "chapter_title": "The Grand Seal of Carnesiel and His Dukes",
      "summary": "A detailed illustration of a composite seal featuring Carnesiel's central seal surrounded by the seals and names of his twelve dukes. The text explains its practical purpose: it serves as a template for constructing a 'spirit's figure' in a 'Book Of Spirits,' facilitating quicker evocation and obedience from the dukes, as they are bound by their Emperor's oath as depicted in the figure."
    },
    {
      "chapter_title": "Author's Note and Dedication",
      "summary": "The author requests attribution for the use of the reconstructed seals, offers to provide high-quality images via email, and invites collaboration. The study concludes with a dedication to the 'Most-High One True God'."
    }
  ],
  "key_concepts": [
    {
      "term": "Ars Theurgia Salomonis",
      "definition": "The second book of the Lemegeton, a prominent grimoire tradition focused on the ceremonial art of commanding spirits, particularly those of mixed good and evil nature."
    },
    {
      "term": "Seals (Sigils)",
      "definition": "Unique symbolic representations or characters of spirits, essential magical tools used for identification, evocation, and binding within ceremonial magic traditions like the Lemegeton. Their accurate reproduction is crucial for successful operation."
    },
    {
      "term": "Carnesiel",
      "definition": "An Emperor spirit mentioned in the Ars Theurgia Salomonis, who commands a specific hierarchy of twelve dukes. His seal and authority are central to the operational mechanics described in the document."
    },
    {
      "term": "Book Of Spirits",
      "definition": "A magical text or ledger where the seals and figures of spirits are inscribed. The document highlights its use in binding lesser spirits (dukes) through the oath of their superior (Emperor), accelerating their obedience and task performance."
    },
    {
      "term": "Reconstruction of Seals",
      "definition": "A methodology employed by the author to synthesize and clarify spirit seals by comparing and interpreting their varying depictions across multiple historical manuscripts, aiming to provide a more accurate and usable design for practitioners."
    },
    {
      "term": "Lemegeton Clavicula Salomonis",
      "definition": "Often referred to as 'The Lesser Key of Solomon,' it is a renowned grimoire comprising five books detailing the art of summoning and controlling spirits. This study focuses on its second book, 'Ars Theurgia Salomonis'."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined implicitly is a method of commanding spirits, specifically the dukes under the Emperor Carnesiel, by creating and utilizing their seals within a magical context. The core mechanic involves drawing the Emperor's seal centrally, surrounded by his dukes' seals, into a 'Book Of Spirits.' This figure then serves as a binding mechanism. By having the Emperor swear upon this figure, his dukes become more rapidly and effectively bound to perform the conjurer's tasks, as their service is secured not only by their individual oaths but also by the overarching oath of their Emperor.",
    "tools": [
      "Accurately drawn seals (sigils) of Carnesiel and his 12 dukes.",
      "A 'Book Of Spirits' (a consecrated ledger or document for inscribing spirit figures and oaths).",
      "Knowledge of the specific conjurations and binding formulas from the 'Ars Theurgia Salomonis' (Lemegeton)."
    ],
    "rituals": [
      "Evocation of Emperor Carnesiel.",
      "Creation of a 'Book Of Spirits' with the Emperor's central seal and surrounding dukes' seals and names.",
      "Binding of the dukes through the Emperor's oath upon the constructed figure."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Since there are many modifications and changes that the seals go through from manuscript to manuscript, I have chosen to take upon myself the task of reconstructing them.",
      "page": "2"
    },
    {
      "text": "Seals of the 12 dukes under the command of Carnesiel, along with names and Carnesiel's seal placed in the center. This serves as an illustrative example of how a spirits's figure should be constructed and drawn in the Book Of Spirits, in order for the Emperor to swear upon it the service of his dukes.",
      "page": "13"
    },
    {
      "text": "Once evoked and asked to swear upon the figure, the dukes will come more rapidly and perform the conjurer's task faster, as they are not bound by their oath alone, but by the oath of their Emperor.",
      "page": "13"
    }
  ],
  "critical_analysis": {
    "relevance": "This study is highly relevant to both academic research in Western Esotericism and practical ceremonial magic, particularly within the Solomonic grimoire tradition. It directly addresses the common challenge of manuscript variations, which can hinder magical operations. By providing a comparative analysis and reconstructed seals for Carnesiel and his dukes, the author offers a valuable resource for practitioners seeking authenticity and clarity in their workings. It underscores the practical implications of textual criticism in occult studies and provides a concrete example of how to approach the often-contradictory information found in historical grimoires.",
    "target_audience": "The primary target audience consists of advanced practitioners of ceremonial magic, particularly those engaged with the Lemegeton and other Solomonic grimoires, who require accurate sigils for spirit evocation. Secondary audiences include academic researchers in occultism, historians of magic, and esoteric bibliophiles interested in the textual transmission and practical application of magical manuscripts."
  }
}