{
  "header": {
    "title": "Magickal Names",
    "authors": [
      "Eliza Fegley"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "magickal names",
      "esoteric nomenclature",
      "occult naming",
      "familiars",
      "domain names",
      "business names",
      "gods",
      "goddesses",
      "animals",
      "celestial objects",
      "adjectives",
      "herbalism",
      "colors",
      "discordianism",
      "divination"
    ]
  },
  "central_thesis": "This book provides a comprehensive resource and methodology for individuals to select and create unique, personal, and magically resonant names for themselves, familiars, domain names, and businesses, drawing from diverse esoteric, mythological, natural, and thematic categories.",
  "structure_content": [
    {
      "chapter_title": "Creating A Magickal Name",
      "summary": "Introduces the challenge of finding original and personal magickal names in the modern era and outlines the book's purpose as a guide to creating such names. It suggests printing the lists and circling appealing words to begin the name creation process."
    },
    {
      "chapter_title": "Magickal Names Dictionary (A-Z)",
      "summary": "The main body of the book, offering an extensive alphabetical dictionary of words, terms, deities, animals, plants, and concepts with brief definitions. This serves as the primary pool of inspiration for constructing magickal names."
    },
    {
      "chapter_title": "Star Children",
      "summary": "A specialized list of celestial names, including stars, constellations, planets, and astronomical phenomena, specifically curated for Pagans with an affinity for the night sky and cosmic themes."
    },
    {
      "chapter_title": "Discordians",
      "summary": "A section featuring unusual, 'odd' words, intended for individuals (Discordians) seeking unconventional and unique names that can be altered for an 'Erisian' identity."
    },
    {
      "chapter_title": "Artsy Pagans",
      "summary": "A list of colors designed for visually oriented Pagans, suggesting that these colors can be used as names independently or integrated into existing name choices."
    },
    {
      "chapter_title": "Herbal Witch",
      "summary": "A dedicated list of names derived from various plants, herbs, and flowers, catering to practitioners with an interest in herbalism and natural magic."
    },
    {
      "chapter_title": "Name Cut-ups",
      "summary": "Presents a practical, divinatory method for randomly selecting and combining words to form names, sentences, or haikus. It includes blank templates for writing and cutting words, and describes a method for outdoor paper divination to resolve naming dilemmas."
    },
    {
      "chapter_title": "Bibliography",
      "summary": "Lists the five source books consulted by the author in the creation of 'Magickal Names', providing academic and occult references for the content."
    }
  ],
  "key_concepts": [
    {
      "term": "Magickal Name",
      "definition": "A personally chosen, original name intended for an individual, familiar, domain, or business, imbued with symbolic and energetic significance, and created through intuitive selection or divinatory methods from a wide array of esoteric and natural words."
    },
    {
      "term": "Cut-ups",
      "definition": "A divinatory technique for name creation involving writing desired words on paper squares, cutting them out, placing them into a 'divining bowl', and then randomly drawing and arranging them to form a new name or phrase."
    },
    {
      "term": "Divining Bowl",
      "definition": "A container used in the 'Cut-ups' method to hold paper squares with words, facilitating a random selection process for name creation."
    },
    {
      "term": "Paper Divination",
      "definition": "A method to resolve a choice between two or more potential names by writing each on a separate piece of paper, placing them outdoors (e.g., on a table), and allowing natural forces (like wind) to determine the outcome. The name(s) that remain are considered the chosen one(s)."
    },
    {
      "term": "Erisian Name",
      "definition": "A type of name typically chosen by 'Discordians', characterized by its unusual or 'odd' word choices, often derived from a specialized list to reflect a nonconformist or chaotic magical identity."
    }
  ],
  "practical_system": {
    "description": "The practical system revolves around intuitive selection and divinatory methods to craft a 'magickal name' that resonates deeply with the practitioner's identity and magical path. It emphasizes personal affinity and the energetic properties of chosen words. The primary method involves drawing words from extensive, categorized dictionaries (deities, animals, plants, concepts, colors, celestial bodies, etc.) and then arranging them to form a cohesive and meaningful name. The system encourages experimentation and personal interpretation of the chosen words' significance.",
    "tools": [
      "The book's dictionary lists (physical printout is recommended by author)",
      "Pen or pencil",
      "Paper (for circling words and for the 'cut-ups' ritual)",
      "Scissors (for 'cut-ups')",
      "Bowl (for 'cut-ups')",
      "An outdoor location (for 'paper divination')"
    ],
    "rituals": [
      "Word Selection (Intuitive): Peruse the provided dictionary lists, circling words that hold personal appeal, significance, or a 'magical' feeling, then combine them to form a desired name.",
      "Cut-ups: Write chosen words (nouns, adjectives) on separate paper squares. Place these into a bowl. Randomly draw words from the bowl and arrange them to construct a name, sentence, or haiku. This introduces an element of chance and synchronicity into the naming process.",
      "Paper Divination for Name Choice: If deciding between multiple potential names, write each name on a separate piece of paper. Place these papers outdoors in an exposed location (e.g., a table). The name(s) that are not blown away by the wind are considered the divinely chosen option(s). If all are blown away, the user is encouraged to look for signs from external sources. If multiple remain, the ritual can be repeated."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Creating a magickal name that is both original and personal is tough in this age of computers and 'handles'.",
      "page": "2"
    },
    {
      "text": "Below is a lengthy list of Gods, Goddesses, adjectives, celestial objects, animals, etc., to help you create your own personal and original magickal name.",
      "page": "2"
    },
    {
      "text": "The best way to use this list is to print it out and start circling the words that most appeal to you. From there, you can begin arranging the words to create a name you enjoy.",
      "page": "2"
    },
    {
      "text": "Cut-ups are a way to randomly pick out words and form a sentence, name, haiku, etc.",
      "page": "35"
    },
    {
      "text": "If you are having trouble choosing between two or more names, write each name down on a seperate piece of paper and set these outside on a table. At the end of the day, go out and see which paper has not been blown off the table.",
      "page": "35"
    }
  ],
  "critical_analysis": {
    "relevance": "The book is highly relevant in the modern occult and esoteric landscape, addressing the contemporary need for unique personal identifiers in both physical and digital spheres. It acknowledges the challenge of originality in a saturated world and provides a structured yet intuitive framework for deeply personal name creation. By drawing from a vast array of mythological, natural, and linguistic sources, it allows practitioners to imbue their names with specific magical resonance and intention, aligning personal identity with spiritual path.",
    "target_audience": "The target audience primarily consists of practitioners of Western Esotericism and Occultism, including Witches, Pagans, and those involved in various magical traditions. The specialized lists (Star Children, Discordians, Artsy Pagans, Herbal Witch) further segment the audience, catering to specific magical affinities and aesthetic preferences. It is also suitable for anyone seeking a meaningful, unique name for personal use, a familiar, a magical working group (coven), a business, or an online persona (domain name), who appreciates a curated dictionary approach with practical divinatory techniques."
  }
}