{
  "header": {
    "title": "ESOTERIC EXTENSION OF TAROT TO DEVELOP SUPERSENSORY POWERS",
    "authors": [
      "Ann Davies"
    ],
    "category": "Occultism",
    "keywords": [
      "Tarot",
      "Esotericism",
      "Supersensory Powers",
      "Occult Training",
      "Death",
      "Sex Energy",
      "Qabalah"
    ]
  },
  "central_thesis": "The text posits that Tarot Key 13 (Death) holds profound secrets of occultism, primarily related to the manipulation of life energies, specifically sex energy, which, when properly understood and controlled, leads to supersensory powers and spiritual development. It argues for a re-evaluation of negative attitudes towards sex energy, viewing it as a fundamental force for spiritual experience and union with the Divine, and that understanding and mastering this energy is key to overcoming limitations, including the fear of death.",
  "structure_content": [
    {
      "chapter_title": "LESSON 36",
      "summary": "This lesson introduces Tarot Key 13, 'Death,' as a symbol of profound occult secrets concerning the manipulation of life energies. It emphasizes that occult training is a gradual process requiring repetition and varied approaches to rewire the brain for higher consciousness. The lesson analyzes the imagery of the Death card, particularly the contorted skeleton, as representing the twists and turns of energy flow, specifically the Mars (sex energy) and Venus (love/creative imagination) centers in the spine. It begins to explore the connection between sex energy, reproduction, and spiritual power, challenging puritanical attitudes and hinting at a deeper understanding of life's creative forces."
    },
    {
      "chapter_title": "The Significance of Key 13",
      "summary": "This section delves deeper into the assignations of Tarot Key 13, linking it to Scorpio, the eighth house of death and inheritance, and the reproductive organs. It critiques prevailing puritanical and negative attitudes towards sex energy, suggesting they stem from erroneous conditioning and a 'dirty mind' concept. The text argues that the destructive potential of sex energy is due to its misuse, not its inherent nature, and that a proper attitude is crucial for spiritual development. It introduces the idea that Kundalini, the serpent force, is linked to sex energy and spiritual awakening, and that the misconception of sex as 'dirty' leads to repressed guilt and hinders progress."
    },
    {
      "chapter_title": "Re-evaluating Sex Energy and Spiritual Attainment",
      "summary": "This part of the lesson directly addresses the need to change attitudes toward sex energy, calling it the 'most sacred energy in the universe.' It distinguishes between the energy itself and its misuse, using water as an analogy. The author asserts that to be 'spiritually human' requires constructive use of inhibitory faculties, specifically the conscious control and direction of this basic procreative energy. It criticizes a misinterpretation of 'cosmic union' that leads to promiscuity and a lack of discipline, emphasizing that true control is necessary for attaining higher states of awareness and power. The text also touches upon the concept of unity and polarity in the Divine and in human evolution."
    },
    {
      "chapter_title": "Unity, Love, and the Divine",
      "summary": "This section further explores the theme of unity as represented by Tarot Key 13. It highlights the Hebrew words 'Achad' (unity) and 'Ahebah' (love), both numerically totaling 13, as a key aspect of the card. It draws parallels to the creation narrative in Genesis, referencing the Elohim (conjoined male and female spirit of God) and the concept of God being 'He and She in union.' The text posits that reproduction through love and unity is a sacred act, reflecting divine creation, and that this understanding is essential for reverence and spiritual growth. It suggests that the card, in its outer face, represents love and unity, inviting further esoteric exploration."
    },
    {
      "chapter_title": "Conquering Death and Transmuting Energy",
      "summary": "This final section addresses the common fear of death and reinforces the idea that physical death is merely an incident in the survival of consciousness. It reiterates the importance of changing one's attitude towards sex energy and the act of unity, not through repression but through conscious control and discipline. The text clarifies that 'divorcing himself from unity' refers to an attitude, not marital status. It warns against experimenting with psychic forces without proper transmutation of subconscious patterns, emphasizing that the occult training provided offers a higher-level experience of supersensory powers and proof of immortality without dipping into lower vibrations."
    }
  ],
  "key_concepts": [
    {
      "term": "Supersensory Powers",
      "definition": "Abilities developed through occult training, particularly by mastering and manipulating fundamental life energies, as symbolized by Tarot Key 13. These powers are accessed by developing new neural circuits and higher states of consciousness."
    },
    {
      "term": "Tarot Key 13 (Death)",
      "definition": "Symbolizes not literal death but a profound secret of life energies, representing transformation, beginnings and endings, and the manipulation of vital force. It is linked to Scorpio, the 8th house, and the reproductive organs."
    },
    {
      "term": "Sex Energy",
      "definition": "Referred to as the 'most sacred energy in the universe' and the 'driving energy behind sex union and reproduction.' It is also the source of spiritual experience, illumination, and union with the Higher Self. The text emphasizes changing negative attitudes toward this energy and learning to control it for spiritual development."
    },
    {
      "term": "Kundalini",
      "definition": "The serpent force that rises up the spine and awakens consciousness. It is presented as the same force that, coiled at the base of the spine, drives sex union and reproduction, linking it directly to sex energy and spiritual awakening."
    },
    {
      "term": "Unity",
      "definition": "A core concept, exemplified by the Hebrew word 'Achad' (unity), which numerologically relates to Tarot Key 13. It represents the interconnectedness of life, the conjoined nature of the Divine (Elohim), and the ideal goal of spiritual evolution, contrasting with divisive or purely individualistic interpretations."
    },
    {
      "term": "Occult Training",
      "definition": "A process of gradual learning through repetition and varied approaches aimed at developing new neural pathways for higher consciousness. It involves mastering energies, particularly sex energy, and changing fundamental attitudes towards life and its forces."
    },
    {
      "term": "Subconsciousness",
      "definition": "The channel through which all experiences and divine impressions are filtered. Clearing the subconscious is essential to avoid coloring or distorting higher perceptions with personal conditionings and 'private nonsense.'"
    }
  ],
  "practical_system": {
    "description": "The practical system described is based on the esoteric interpretation of Tarot Key 13, focusing on the conscious redirection and control of sex energy (associated with Mars) and love/creative imagination energy (associated with Venus) to develop supersensory powers and achieve higher states of consciousness. The core practice involves changing one's attitude towards sex energy from one of guilt or negativity to one of reverence and objective understanding. This shift in attitude, coupled with repeated study and contemplation of esoteric principles (like those presented in the Tarot lessons), aims to 'rewire' the brain, creating new neural circuits that can express and experience higher states of consciousness. The ultimate goal is to control this vital life force for healing, projection, and the manifestation of miracles, and to conquer the fear of death by understanding the continuity of consciousness.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "The symbolism of this key holds one of the most profound secrets of occultism. I cannot reveal to you all the esoteric aspects involved because you are not ready to control the power that is released by full knowledge of this secret. You are being prepared, however, to have the ability to handle energies that, manipulated properly, are the secrets of life, and manipulated improperly are the secret of what we call death, though even death is truly a service to life.",
      "page": null
    },
    {
      "text": "In these lessons we will give you the beginnings of the secret. If what we have to say startles or shocks you, please continue to love us and try to assume that it might make sense later. Do not turn your backs too quickly on what we have to say. In occult training, there is no such thing as a single lesson. One example can give you nothing. Occult training is like learning to walk. If you had been shown how to walk only once, would you ever have learned? Everything is learned through repetition.",
      "page": null
    },
    {
      "text": "Death is pictured here as both a beginning and an end. The sun is not setting but rising. Yet here is what looks like the Grim Reaper, the skeleton which symbolizes Death.",
      "page": null
    },
    {
      "text": "There is a twist in the spine at the point of the physical location of the chakra that we call the Mars center, a chakra associated with the sex energy. There is also a twist in the neck. Those who suffer from a stiff neck might wonder if the figure is not uncomfortable. The twist in the neck indicates a change of direction in the energies which flow up the spinal column from the Mars center, the sex energies. The reason for the twist at the throat is because at the throat is the Venus center, and Venus is love as well as Creative Imagination. Likewise, Mars is the volitional energy as well as the sex energy.",
      "page": null
    },
    {
      "text": "Humanity has just begun to emerge from a very long period of puritanism and prurience, of having a dirty mind. What the mind thinks of as dirty, is dirty to that person. It is determined by the consciousness whether a thing is thought of as holy and sacred or lewd and unclean. Therefore we treat a situation or a person in the way that our consciousness basically regards it.",
      "page": null
    },
    {
      "text": "It is sad indeed that human beings have such attitudes toward what should be thought of as the most sacred energy in the universe, the energy that is used for union and for reproduction of the species. Let us throw a little light on its nature and purpose to help us do something with our own basic energy. It is essential for us to change our attitude toward that energy, for this is the energy that brings spiritual experience, illumination, and union with the Higher Self.",
      "page": null
    },
    {
      "text": "To be really human is to know how to use the inhibitory faculties constructively, positively. Only human consciousness can deliberately inhibit or discipline anything in any area. To be spiritually human at the higher levels is to be and to do just that. More than once we have been told by the Master and more than once you have read elsewhere that one of the most vital things for an aspirant to do is to change his or her attitude toward this basic procreating energy and all that surrounds it.",
      "page": null
    },
    {
      "text": "This Tarot Key 13 also expresses unity. If you add the letters of the Hebrew word for unity, Achad, they total 13; and if you add the letters of the Hebrew word for love, Ahebah, they also total 13. Love and unity are shown in this key.",
      "page": null
    },
    {
      "text": "He who learns truly to direct and control this amazing reservoir of the living cosmic source of all life, the reproductive energy, has the power to heal, to project, to perform miracles. It is the most fantastic and incredible of all the powers of human consciousness, and the most difficult to control.",
      "page": null
    },
    {
      "text": "Your first essential step is to change your attitude toward that expression of energy, rather than continue to see it as man has through so many unhappy ages. You must consider it objectively, without having your heart and emotions twist and turn because of past unhappy experiences. It is not easy at first.",
      "page": null
    },
    {
      "text": "We do not, however, agree with the Eastern Tradition that an aspirant should become a celibate. Keep this clearly in mind. It is true that some aspirants at certain stages require a short period of celibacy for added power. When such a time comes, there are usually other conditions to show it, and he knows. This is in no wise giving up something low, vulgar or ugly in order to find God. It is simply a matter of conserving power for a specific purpose. He who divorces himself completely from the act of unity in a real sense divorces himself from life.",
      "page": null
    },
    {
      "text": "You realize by now that when we drop the physical body, we are not dead. I can give you assurance that I have had complete evidence of the survival of memory and consciousness after death. The dropping of the physical vehicle is but an incident in the survival of consciousness which is the real liver and experiencer in and through the vehicle.",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant to practitioners of Western Esotericism, Qabalah, and Tarot-based magic. It offers a unique perspective on Tarot Key 13, connecting it to fundamental life energies and spiritual development, a less commonly explored but vital aspect of occult philosophy. The critique of puritanical attitudes towards sex energy and its re-framing as a sacred, powerful force for spiritual attainment is a significant contribution, particularly for those seeking to integrate occult principles into their lives without repression. The emphasis on conscious control and the transmutation of energies is central to many esoteric traditions.",
    "target_audience": "The target audience is individuals engaged in serious occult study and practice, particularly those already familiar with Tarot, Qabalah, and the concept of energy manipulation. It is aimed at aspirants who are willing to question conventional attitudes, especially regarding sexuality, and who are seeking to develop supersensory powers and higher consciousness through disciplined, esoteric means. The text assumes a level of intellectual and spiritual maturity, cautioning against premature experimentation with psychic forces."
  }
}