{
  "header": {
    "title": "Ancient Magick Conjuration of Power",
    "authors": [
      "Omar al-Mandhari"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Kashf al-Asrar al-Makhfiah",
      "Solomonic magic",
      "Arabic grimoire",
      "conjuration",
      "names of power",
      "talismanic magic",
      "love spells",
      "business magic"
    ]
  },
  "central_thesis": "The text presents practical magical operations and pronouncements derived from an 18th-century Arabic manuscript, 'Kashf al-Asrar al-Makhfiah,' attributed to Omar al-Mandhari. These workings are purportedly based on a Solomonic oath and 'names of power,' enabling practitioners to influence affection, attract marriage proposals, and enhance commercial success through both vocal recitation and the creation of specific talismans.",
  "structure_content": [
    {
      "chapter_title": "Source and Attribution",
      "summary": "This section introduces the 18th-century manuscript 'Kashf al-Asrar al-Makhfiah' by Omar al-Mandhari as the source for the magical renditions. It positions the presented material within a lineage of Solomonic magic, claiming its origins from King Solomon and Asaf ibn Barkhiya, implying ancient and powerful provenance."
    },
    {
      "chapter_title": "The Solomonic Oath and Names of Power",
      "summary": "The core of the magical system revolves around a powerful oath (Qasam) attributed to King Solomon and Asaf ibn Barkhiya. This oath, said to be inscribed on a ring governing Jinn and humans, consists of a series of Arabic/pseudo-Arabic 'names of power' (e.g., Barhatiya, Tarnash, Almas). The text lists these names, often followed by numerical indications possibly representing repetitions or specific sequences."
    },
    {
      "chapter_title": "Practical Applications and Rituals",
      "summary": "This part details the operative mechanics for various magical intentions. It describes methods for inducing love and affection (through writing specific names or reciting them over consumables), attracting marriage proposals (by engraving on an amber seal), and boosting merchandise sales (by writing charms and placing them with goods). The efficacy is directly linked to the correct application of the names and the assumed authority of the Solomonic covenant."
    }
  ],
  "key_concepts": [
    {
      "term": "Kashf al-Asrar al-Makhfiah",
      "definition": "An 18th-century Arabic manuscript by Omar al-Mandhari, serving as the primary source for the magical formulae and practices discussed. Its title translates to 'The Unveiling of Hidden Secrets,' indicating its grimoire nature."
    },
    {
      "term": "Solomonic Oath (Qasam Sulaymani)",
      "definition": "A powerful conjuration or covenant attributed to King Solomon and his vizier Asaf ibn Barkhiya. It is stated to be engraved on a magical ring, granting command over Jinn and humankind. The oath invokes specific 'names of power' to manifest desired effects."
    },
    {
      "term": "Names of Power (Asma' al-Quwa)",
      "definition": "Specific Arabic or pseudo-Arabic words (e.g., 'Barhatiya', 'Tarnash', 'Almas') that constitute the verbal component of the Solomonic Oath. These names are believed to embody divine or spiritual forces, providing the energetic current for magical operations."
    },
    {
      "term": "Barhatiya",
      "definition": "A specific 'name of power' mentioned within the text, possibly referring to the widely recognized 'Barhatiah' conjuration from other Arabic grimoires. It is prescribed for practical applications such as attracting love and fostering affection when written or recited over items."
    },
    {
      "term": "Talismanic Magic",
      "definition": "The practice of inscribing or engraving 'names of power' onto various substrates (paper, amber seals, merchandise) to create magical objects (talismans). These talismans are then used to imbue the object or bearer with specific magical influences, such as attracting love, securing proposals, or boosting sales."
    }
  ],
  "practical_system": {
    "description": "The practical system is a form of ceremonial and talismanic magic that leverages the authority of a Solomonic oath and specific 'names of power.' It operates on the principle that the correct pronunciation or written representation of these names, combined with specific actions (e.g., carrying a talisman, administering a charm), can compel desired outcomes by drawing upon potent spiritual forces. The system is designed for direct, results-oriented magical intervention in personal and commercial affairs.",
    "tools": [
      "Pen and appropriate writing material (e.g., paper, parchment).",
      "Amber seal (for engraving specific love/marriage talismans).",
      "Food or drink (as a vehicle for ingested magical charms).",
      "Merchandise (as the object to be magically influenced for sales).",
      "The practitioner's voice and intent for precise pronunciation of the 'names of power'."
    ],
    "rituals": [
      "Recitation of the Solomonic oath and a series of 'names of power' (e.g., Barhatiya, Tarnash, Almas), often with a prescribed number of repetitions (indicated by '2' or '3').",
      "Speaking specific 'names of power' over food or drink, which is then consumed by the target to induce love or affection.",
      "Writing specific 'names of power' on a medium (e.g., paper) to create a charm for general purposes, possibly to be carried or placed.",
      "Engraving specific 'names of power' onto an amber seal, to be carried by an unmarried woman to attract marriage proposals on the same day.",
      "Writing specific 'names of power' and placing them on merchandise to ensure rapid sale and high profit."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The two next renditions come from a much later manuscript belonging to the 18th century. The manuscript was penned by Omar al-Mandhari and entitled Kashf al-Asrar al-Makhfiah.",
      "page": "34"
    },
    {
      "text": "فهذا هو القسم الذي تكلم بد السيد بحجر الله سليما بن داود عليهما السلامه وذكر اصف بن برخيا ان هذا العهد كا منقوشا علي الخاتم الذي حكم على الجن والانس",
      "page": "34"
    },
    {
      "text": "ان بر بر هنية كرب اذ كتب و ابريق الهام على ما كولي وأهدي خير الناس علم محبة الطالب فر الاكلين ولو زاد وا على الألف وان تكلمتها الطالب عليها وشرب منه احد حصل ذلكه",
      "page": "34"
    },
    {
      "text": "وان نقشوا على طابع من العنبرة وحملته البكر المعمرة خطبت في ذلك اليوم وانه كست سلعة يكتبوا ويجعلوا في تلك السلعة فانها تباع برج كثيره",
      "page": "34"
    }
  ],
  "critical_analysis": {
    "relevance": "This text offers a crucial glimpse into the transmission and adaptation of Solomonic magical traditions within the Arabic occult sphere during the 18th century. It highlights the syncretic nature of Islamic esotericism, integrating biblical figures with specific Arabic invocations and practical, mundane applications. Its relevance lies in demonstrating the operative mechanics of a specific grimoire, illustrating how 'names of power' and Solomonic authority were invoked for tangible results, from personal relationships to commercial success.",
    "target_audience": "The primary audience includes scholars of Western Esotericism, Islamic Studies, and the History of Magic interested in grimoire traditions and Solomonic magic. Practitioners of ceremonial magic, particularly those studying Arabic or Middle Eastern magical systems, would find it useful for understanding specific rituals and 'names of power' within this tradition. Individuals interested in the practical application of sympathetic magic and talismanic creation for everyday concerns also form part of the target audience."
  }
}