{
  "header": {
    "title": "Six Angled Rite of the Royal Sun of the Goat Lord",
    "authors": [
      "Robin Artisson"
    ],
    "category": "Western Esotericism, Occultism, Ritual Magic, Traditional Witchcraft",
    "keywords": [
      "Goat Lord",
      "Witches Dance",
      "Devil's Eye",
      "Invocation",
      "Landwarder",
      "Consecrator",
      "Reverser",
      "Firebringer",
      "Sigils",
      "Implements",
      "Counterclockwise",
      "Lord's Prayer backwards",
      "Petition",
      "Libation",
      "Robin Artisson",
      "Horned God"
    ]
  },
  "central_thesis": "The 'Six Angled Rite of the Royal Sun of the Goat Lord' is a structured invocation ritual designed to summon and commune with 'The Old One,' also referred to as the 'Puck Lord' or 'True Horned Father,' leveraging symbolic actions, specific implements, sigils, invocatory names, poetic streams, and the powerful magical act of reversing traditional prayers.",
  "structure_content": [
    {
      "chapter_title": "Introduction and Preparatory Meditation",
      "summary": "The rite begins with a meditative journey from west of the circle, closing eyes to visualize a formidable horned doorway, passing through darkness into an infinite void of brilliant white light. This intense visualization culminates in a state of pure light, which then 'melts into' the ritual surroundings. The operant then approaches the western edge of the circle, bows to the east, and states 'NUNC SCIO TENEBRIS LUX' to mark the transition into the ritual proper."
    },
    {
      "chapter_title": "Consecration of the Area and Implements",
      "summary": "Following the opening, the operant enters the center of the triangle, bowing or kneeling to an altar or goat's skull if present. The core consecration involves taking six specific implements one by one (cord, lamp/candle, cup/bowl, forked implement, Arthame, phallic stone) and performing a counterclockwise circumambulation around the circle, starting from the east and returning to it, then continuing to a designated sigil. At each sigil, the operant lays down the implement while speaking its specific Invocatory Name and Poetic Stream. This process links the implements and the ritual space to the forces being invoked."
    },
    {
      "chapter_title": "Summoning the Puck Lord (Reversed Lord's Prayer)",
      "summary": "After placing all implements on their respective sigils, the operant returns to the center, kneels, and bows to the east. The primary act of summoning the Puck Lord involves reciting the Lord's Prayer backward. This reversal is explicitly stated as a magical technique to 'reverse the flow' and 'return to the source of the prayer,' directing power to the 'True Horned Father' rather than the conventional deity, creating a powerful psychological and mystical impact for the 'Cunning Witch.'"
    },
    {
      "chapter_title": "Methods of Working: Libation and Petition",
      "summary": "Once the Old One is considered present, the operant can engage in one of two 'working' methods. The 'Sharing of the Ale or Wine' involves filling the cup, chanting secret names over it, communing silently with the Master for desires and reciprocal offerings, drinking from it, and leaving the remainder as an offering to the East. The 'Petition' is a 'magical' working where desires are written on paper (optionally with blood), folded, carried to the west, and three clockwise circuits are made. During the last circuit, the petition is lit from the flame at Sigil 2, carried burning to the west, and then cast out of the circle to the east."
    },
    {
      "chapter_title": "Closing the Rite",
      "summary": "The ritual concludes by clapping hands loudly, extinguishing all candles (eastern lights last), and exiting the area to the east after a final bow, without looking back, regardless of any perceived occurrences."
    }
  ],
  "key_concepts": [
    {
      "term": "Witches Dance/Opening the Devil's Eye",
      "definition": "An antecedent ritual by the author, of which this rite is a variation. It provides the 'basic instructions' and crucially emphasizes 'Awareness' as fundamental to the efficacy of the present rite."
    },
    {
      "term": "Old One / Puck Lord / Horned One / True Horned Father",
      "definition": "The central entity being invoked in the ritual. This figure is described as the 'cunning king,' a 'horned man,' and the ultimate source of 'all words, all language, all cunning' for the Cunning Witch."
    },
    {
      "term": "NUNC SCIO TENEBRIS LUX",
      "definition": "Latin for 'Now I know Darkness Light' or 'Now I understand Darkness, O Light,' this phrase is uttered after the preparatory meditation, signifying the integration of profound internal experience with the ritual space and the commencement of the structured rite."
    },
    {
      "term": "Six Angled Rite",
      "definition": "Refers to the overall structure of the ritual, which utilizes a circle containing a triangle, and involves six distinct sigils and implements arranged according to a diagram."
    },
    {
      "term": "Sigils",
      "definition": "Six specific drawn symbols (e.g., Sigil 1: the Sign of the Wud-Zauberor, Sigil 2: the Sign of the Fire, etc.) placed within the ritual circle. Each sigil is associated with a particular implement, an Invocatory Name, and a Poetic Stream, acting as focal points for energetic charge and connection."
    },
    {
      "term": "Invocatory Names",
      "definition": "Specific names (WODE, AZAEL, WANDIL, ROUTA, SAMAEL, BHOUCK) recited over each sigil as its corresponding implement is placed. These names are linguistic keys to unlock and direct the specific energies associated with each sigil's 'Sign'."
    },
    {
      "term": "Poetic Streams",
      "definition": "Short, evocative verses recited concurrently with the Invocatory Names when placing implements on sigils. They are symbolic phrases that describe the essence or aspect of the entity or force being invoked at that particular point in the ritual."
    },
    {
      "term": "Reversed Lord's Prayer",
      "definition": "The pivotal magical act of the summoning. By reciting the Lord's Prayer backward, the practitioner aims to 'reverse the flow' of spiritual energy and intention, redirecting it to the 'TRUE source'—the Horned Father—rather than its conventional recipient, thereby compelling the Old One's presence."
    },
    {
      "term": "Awareness",
      "definition": "A foundational element carried over from the 'Witches Dance' rite. It signifies a state of heightened consciousness and intentionality that must permeate every 'word, thought, and action' of the operant throughout the ritual for its efficacy."
    },
    {
      "term": "Libation Offering",
      "definition": "A method for 'working' with the invoked entity focused on devotion and communion. It involves sharing ale or wine with the Master, communicating desires, and making an offering in return for empowerment or closeness."
    },
    {
      "term": "Petition Working",
      "definition": "A more direct 'magical' working to secure specific boons. It involves writing desires on paper, optionally anointing with blood, and ritually burning and casting the petition out of the circle to manifest the request."
    }
  ],
  "practical_system": {
    "description": "The 'Six Angled Rite of the Royal Sun of the Goat Lord' is a comprehensive ritual framework for invoking the Old One. It combines meditative preparation, the creation of a consecrated space using a specific geometric layout (circle, triangle, sigils), the sequential charging of sigils with named implements, and the culminating act of the reversed Lord's Prayer to summon the entity. The rite provides two distinct methods—libation and petition—for interacting with the invoked presence, catering to both devotional communion and goal-oriented magical work, emphasizing a reciprocal relationship with the Master.",
    "tools": [
      "Ritual Circle (9-13 feet in diameter) with an eastward-pointing triangle drawn inside.",
      "Six distinct Sigils (drawn within the circle as per diagram).",
      "Optional six candles (positioned at X marks on diagram, at least one to the East).",
      "A candle or lantern/lamp (central implement).",
      "A cord (central implement).",
      "An Arthame (ritual dagger) (central implement).",
      "A cup or bowl (central implement).",
      "A phallic stone (central implement).",
      "A three-tined wooden fork (or two-tined, or full-sized pitchfork) (central implement).",
      "Optional buck or goat's skull (placed centrally or on an altar).",
      "Parchment or acid-free paper (for petitions).",
      "Ale or wine (for libation).",
      "Fire source (for lighting petition)."
    ],
    "rituals": [
      "Preparatory Meditation and Light Journey: A guided visualization moving from darkness to pure light, culminating in the declaration 'NUNC SCIO TENEBRIS LUX' at the western edge of the circle.",
      "Consecration Circuit with Implements: A series of six counterclockwise circumambulations, each involving carrying a specific implement (cord, lantern/lamp, cup/bowl, forked implement, Arthame, phallic stone) from the center to the east, around the circle, and finally placing it on its corresponding sigil while reciting its Invocatory Name and Poetic Stream.",
      "Summoning the Puck Lord: Recitation of the Lord's Prayer backward from the center of the triangle, performed kneeling and bowing to the east, intended to 'reverse the flow' of prayer and invoke the Horned Father.",
      "Libation Offering and Communion: A method involving bringing the cup from the west to the center, filling it with ale or wine, chanting secret names, silently communing with the Master, drinking a portion, and leaving the remainder as an offering to the East.",
      "Petition Working: A 'magical' working involving writing desires on parchment (optionally with blood), making three clockwise circuits while holding the petition, lighting it from the Sigil 2 flame on the final circuit, carrying it burning to the west, and casting the burning petition out of the circle to the east.",
      "Closing the Rite: Clapping hands loudly, extinguishing all candles (easternmost last), and exiting to the east without looking back."
    ]
  },
  "relevant_quotes": [
    {
      "text": "This ritual working is a variation on the \"Witches Dance/Opening the Devil's Eye\" rite of which I have written elsewhere. The operant should refer to it for the basic instructions on how to perform this rite, paying attention chiefly to the \"two bits of advice\"- the two main understandings that have to be brought to bear on the every word, thought, and action of the operant(s) who undertake this rite.",
      "page": "1"
    },
    {
      "text": "NUNC SCIO TENEBRIS LUX.",
      "page": "3"
    },
    {
      "text": "Disguised as serpent and winged god The cunning king bestowed his worth upon the man and woman, shapely formed That they would unite heaven and earth",
      "page": "4"
    },
    {
      "text": "The logic is simple; the reversing the prayer means \"reversing the flow\" and returning to the source of the prayer- that is, the Mystery of Holiness, called by some \"God\", from which all things flow. The witch knows that reversing the prayers takes them back to the TRUE source of all words, all language, all cunning- the True Horned Father himself.",
      "page": "6"
    },
    {
      "text": "The psychological and mystical impact of reversing prayers cannot be understated; it is very effective and a source of great power for the Cunning Witch.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "This work stands as a contemporary grimoire-style ritual for the invocation of a Horned God archetype, specifically identified as the 'Goat Lord' or 'Puck Lord,' within a cunning craft or traditional witchcraft context. It is relevant for its explicit integration of psychological states ('Awareness,' the meditation from darkness to light) with structured physical actions (circumambulation, sigil use, implement placement), a hallmark of effective ritual magic. The use of the reversed Lord's Prayer is a direct link to historical practices within folk magic and certain esoteric currents that deliberately invert sacred texts for specific magical effects, aligning this rite with older traditions of 'devil working' or pact-making. It offers a practical system for direct communion and magical workings with a chthonic-pagan deity figure, distinct from Abrahamic or high ceremonial magical currents.",
    "target_audience": "The target audience consists primarily of practitioners within Traditional Witchcraft, Cunning Craft, Luciferian, or specific Left-Hand Path currents who seek direct invocation and communion with the Horned God. It is also suitable for occultists interested in grimoire traditions, folk magic, and the practical application of inverted prayers. Familiarity with the author's previous 'Witches Dance' rite is assumed, suggesting an audience already aligned with Artisson's specific magical paradigm. The emphasis on 'Awareness' and the psychological impact of the rite implies an audience prepared for deep personal engagement and internal work alongside external ritual mechanics."
  }
}