{
  "header": {
    "title": "WITCHCRAFT MYTHOLOGIES AND PERSECUTIONS",
    "authors": [
      "Gábor Klaniczay",
      "Éva Pócs",
      "Eszter Csonka-Takács"
    ],
    "category": "Western Esotericism, Occultism, and Magic History",
    "keywords": [
      "Witchcraft",
      "Mythologies",
      "Persecutions",
      "Demons",
      "Spirits",
      "Folklore",
      "Legal Mechanisms",
      "Social Contexts",
      "European Witchcraft",
      "Shamanism",
      "Possession",
      "Ordeal by Water",
      "Witch-Pact",
      "Xenophobia",
      "Folk Healing",
      "Night Witches"
    ]
  },
  "central_thesis": "This volume is a collection of interdisciplinary studies exploring the multifaceted and often unresolved questions surrounding witchcraft beliefs and persecutions. It aims to revitalize discussions on the historical formation of witchcraft mythologies and the socio-judicial context of witchcraft prosecution by integrating historical, anthropological, sociological, and folkloristic approaches, particularly highlighting research from East-Central Europe.",
  "structure_content": [
    {
      "chapter_title": "Introduction by Gábor Klaniczay and Éva Pócs",
      "summary": "This introduction outlines the book's purpose: to address unresolved questions in witchcraft studies through an interdisciplinary lens, focusing on the relationships between institutions, social contexts, ideologies, belief systems, and the mutual transformation of elite and popular witch-concepts. It also explores witchcraft as a scapegoat mechanism, the evolution of witchcraft concepts from late antiquity to early modern times, and its persistence in folklore. The discussion emphasizes the historical formation of witchcraft mythologies and the social-judicial context of prosecution, drawing on history, anthropology, and folklore, especially from East-Central Europe."
    },
    {
      "chapter_title": "Part I: Mythologies",
      "summary": "This section delves into the diverse mythologies surrounding witchcraft. Chapters examine the emergence and diffusion of the Witches' Sabbath concept in the Alpine Region (1430-1440), its connections to heresy and anti-Judaism, and its role in political conflicts. A round-table discussion explores Carlo Ginzburg's theories on shamanism, ecstatic cults, and dream cults in relation to the Sabbath. Further studies analyze learned systems versus popular narratives of vision and bewitchment, late medieval witch mythologies in the Balkans, and the construction of the Swedish Blåkulla story, focusing on child witches and the interplay of rational and absurd elements in their testimonies."
    },
    {
      "chapter_title": "The Concept of the Witches’ Sabbath in the Alpine Region (1430–1440) Text and Context by Martine Ostorero",
      "summary": "Ostorero analyzes the genesis of the Witches' Sabbath concept in the Alpine region (1430-1440), drawing on critical editions of significant treatises and chronicles. She demonstrates how the concept emerged from a convergence of varied intellectual, social, and local traditions, including Waldensian heresies, anti-Judaic discourse (Synagoga), Alpine folklore motifs like the 'furious army' of the dead, treacherous weather magicians, and lycanthropy. The author explains how 15th-century authors adapted the Sabbath concept to their juridical, theological, literary, and political frameworks, emphasizing its rapid diffusion and assimilation across clerical and lay circles."
    },
    {
      "chapter_title": "Round-table discussion with Carlo Ginzburg, Gustav Henningsen, Éva Pócs, Giovanni Pizza and Gábor Klaniczay",
      "summary": "This round-table critically examines Carlo Ginzburg's groundbreaking work on the Witches' Sabbath, particularly 'Night Battles' and 'Ecstasies'. Participants discuss the applicability of shamanism, ecstatic cults, and dream cults to European night-goers. Henningsen differentiates European agents' experiences (private, passive dream cults) from classical shamanism (public, active trances). Pócs supports Ginzburg's dual typology of magicians but suggests refinements for Central and Eastern European types, linking female sorceresses to possession cults. Pizza discusses the reification of shamanism and the need for comparative analysis. Klaniczay raises questions about the historical evolution of Sabbath imagery, the role of Templar trials, and the methodology of 'morphology' versus attentive microhistorical analysis."
    },
    {
      "chapter_title": "Learned Systems and Popular Narratives of Vision and Bewitchment by Gábor Klaniczay",
      "summary": "Klaniczay examines the relationship between visionary experiences and bewitchment in medieval and early modern Christianity. He distinguishes between heavenly and diabolic visions, noting how bewitchment can be seen as the aftermath of a real diabolic vision. The study focuses on three documentary clusters: 13th-century Germany/Italy (canonization processes, 'living saint' ideal, dream-healing), 15th-century Switzerland/France (rise of 'discernment of spirits' genre, Joan of Arc's visions, Witches' Sabbath narratives), and 17th-18th-century Hungary (Sabbath accounts from accusers). He observes a shift from simple, experience-based narratives being elaborated into complex fables by elites in the medieval period, to a learned mythological construct (diabolic Sabbath) being forced upon the reality of witchcraft accusations in late medieval trials, with accusers generating their own 'popular' vision narratives."
    },
    {
      "chapter_title": "Late Medieval Witch Mythologies in the Balkans by Adelina Angusheva",
      "summary": "Angusheva explores late medieval witch mythologies in the Balkan Orthodox communities (15th-18th centuries), a region generally considered exempt from widespread witch trials. She analyzes literary sources, primarily didactic sermons and hagiographic narratives, which condemned popular superstitions, magic, and witch beliefs. Despite the absence of formal witch trials, monastic centers like Rila Monastery actively propagated a new, rigorous type of Christianity through writings and visual representations (frescoes) that stigmatized witches and sorceresses. The study highlights the efforts to control popular beliefs and the unique forms this 'propaganda' took in the Ottoman Empire, where legal institutions were Turkish."
    },
    {
      "chapter_title": "Child Witches and the Construction of the Witches’ Sabbath: The Swedish Blåkulla Story by Per Sörlin",
      "summary": "Sörlin analyzes the Swedish witch trials of 1668–1676, specifically focusing on the Blåkulla story and the prominent role of child witnesses. He argues that the children's testimonies, often obtained under pressure, reinforced the bizarre and contradictory nature of Blåkulla, a mythical site of the Witches' Sabbath. Sörlin examines how the Blåkulla narrative, though seemingly irrational, maintained coherence within the prevailing 'worldview' and required correspondence with 'reality' to sustain its validity. He contrasts the Swedish Blåkulla story with the Basque Aquelarre, noting similarities in child involvement but differences in detail and the appearance of 'good helpers' (angels/Virgin Mary) who eventually played a Christianizing role in the otherwise diabolized narratives."
    },
    {
      "chapter_title": "Part II: Legal Mechanisms, Social Contexts",
      "summary": "This section focuses on the legal and social aspects of witchcraft persecutions. Chapters analyze the history and practices of the river ordeal ('swimming of witches') from ancient Mesopotamia to early modern Hungary, interpreting it as a test of guilt often linked to rainmaking. It also explores how the 'pact with the Devil' was confessed in early modern Hungary, reflecting contemporary legal customs and literacy. Further studies investigate healing practices at the Jagiellonian Court, revealing the blurred lines between learned and popular medicine, and the role of xenophobia in Muscovite witchcraft accusations, where foreigners were often scapegoats due to religious and ethnic differences. Community conflicts and transgressions are examined through Estonian witchcraft cases in the late 19th century."
    },
    {
      "chapter_title": "River Ordeal—Trial by Water—Swimming of Witches: Procedures of Ordeal in Witch Trials by Péter Tóth G.",
      "summary": "Tóth G. examines the river ordeal, or 'swimming of witches,' as a legal procedure in witch trials, tracing its origins from ancient Mesopotamian societies (Code of Hammurabi) through medieval Christian liturgical trials to early modern European practice. He differentiates between ordeals as a means of identifying the guilty and as a punishment. The author notes that in Mesopotamian contexts, drowning signified guilt, while floating implied innocence, linking the procedure to charges of malign spells and adultery. He argues that in Central and Eastern Europe, the swimming of witches often functioned as a type of rain and weather magic, particularly during droughts, connecting it to the Christian rite of baptism and the belief in the weightlessness of demon-possessed bodies."
    },
    {
      "chapter_title": "How to Make a (Legal) Pact with the Devil? Legal Customs and Literacy in Witch Confessions in Early Modern Hungary by Ildikó Kristóf",
      "summary": "Kristóf investigates how witch confessions in early modern Hungary, particularly those involving a pact with the Devil, were shaped by contemporary social and legal customs. Analyzing confessions often extorted under torture, she argues that the imaginary pact reflected actual legal practices, drawing on both oral/gestural traditions (e.g., handshake, blood-showing) and written documents (e.g., contracts, lists). The study highlights how demonological concepts merged with everyday knowledge, such as finger symbolism in oath-taking, and how accused witches, perceiving themselves as victims, used these legal frameworks to articulate their narratives. The author suggests these confessions were a 'total social phenomenon' reflecting legal, economic, religious, aesthetic, and morphological aspects of society."
    },
    {
      "chapter_title": "Healing at the Jagiellonian Court by Anna Brzezińska",
      "summary": "Brzezińska explores healing practices at the Jagiellonian court in early modern Poland, challenging the dichotomy between 'popular' and 'learned' medicine. She examines cases of unlicensed healers, both male (like Balińsky, presented as a charlatan) and predominantly female (like Korycka and Susanna Orłowska). The study reveals how traditional remedies and magical practices (incantations, healing baths, amulets, rings) intertwined with formal medical care, even within royal circles. Brzezińska highlights the ambiguous perception of healers, who were often feared for their dual capacity to heal and harm, and how accusations of witchcraft (e.g., 'love potions') could be used in political power struggles, such as after the death of King Sigismund Augustus."
    },
    {
      "chapter_title": "Following the Traces of Xenophobia in Muscovite Witchcraft Investigation Records by Polina Melik Simonian",
      "summary": "Melik Simonian examines the role of xenophobia in Muscovite witchcraft accusations during the 17th century. Unlike Western European witch hunts, Muscovite trials were individual, detached investigations but shared the characteristic of targeting marginal figures. The study demonstrates that distrust of foreigners was deeply rooted in Russian history, associating malefic witchcraft with 'evil from beyond.' Foreign physicians, Lithuanians, Poles, Tartars, and Mordvins were frequently accused, with their non-Orthodox religious affiliation being a key factor in making them targets. Accusations against Orthodox aliens (Cherkes) followed a different pattern, suggesting relative equality of treatment, while non-Christians were readily scapegoated, reflecting the xenophobic spirit of early modern Russian society."
    },
    {
      "chapter_title": "Boundaries and Transgressions: Witchcraft and Community Conflict in Estonia During the Late Nineteenth Century by Daniel Ryan",
      "summary": "Ryan investigates witchcraft accusations in late 19th-century Estonian villages, linking them to conflicts over household boundaries and economic transgressions. He shows how peasants feared magical attacks from jealous neighbors who trespassed on their land, potentially damaging crops or livestock through spells (e.g., tying grain stalks, placing rotten meat/eggs). Theft, particularly of hay, was also explicitly linked to witchcraft and could provoke magical retaliation. Court records illustrate how accusations of 'witch' were intertwined with terms like 'hay-thief' and how perceived misfortunes were attributed to neighbors' witchcraft. The study highlights the persistence of folk beliefs in defending the household against magical and natural encroachments amidst social tensions arising from land reforms."
    },
    {
      "chapter_title": "Part III: Witchcraft and Folklore",
      "summary": "This section explores the folkloric dimensions of witchcraft, often connecting them to earlier forms of belief and practice. Chapters discuss extraordinary children (seventh sons/daughters) in Portuguese folk tradition, their association with werewolves and witches, and their divinatory powers. It examines how Estonian witch trials reflect folk beliefs and legends, including the demonization of landlords and the creation of the Witches' Sabbath from local folklore. Further studies analyze the complex social and cultural relationships between witches and priests in Bulgarian villages, highlighting syncretic forms of Christianity. Finally, fieldwork in Eastern Slovenia distinguishes various types of witches (neighborhood, village, night, counterwitch) and their connection to social tensions and supernatural encounters."
    },
    {
      "chapter_title": "Extraordinary Children, Werewolves, and Witches in Portuguese Folk Tradition by Francisco Vaz da Silva",
      "summary": "Vaz da Silva explores the supernatural characteristics of 'extraordinary children' (e.g., seventh or ninth siblings) in Portuguese folk tradition, linking them to werewolves and witches. He explains how special baptismal practices and naming conventions (like 'Bento') were used to avert the fate of becoming such creatures. The author connects the numerical significance of three, seven, and nine to dynamic unity and completion in series of siblings, influencing their social integration. He discusses the concept of 'double-skinned' beings and metamorphosis (skin-shifters), often associated with serpents and birds, and how this relates to werewolves and witches. These children are also credited with divinatory and healing powers, positioning them at the core of 'Dragon Slayer' themes in fairy tales."
    },
    {
      "chapter_title": "Reflections of Folk Belief and Legends at the Witch Trials of Estonia by Ülo Valk",
      "summary": "Valk analyzes Estonian witch trials (1520-1819) to reveal the complex interplay between Lutheran demonology and local folk beliefs. He identifies three types of interactions: clerical influence on folk belief (e.g., Devil's pact), preservation of unaltered folk beliefs, and the merging of learned and popular ideas. The study details how Estonian peasants interpreted folk beliefs and personal experiences through a diabolic lens, influenced by church doctrines that demonized non-Christian practices and figures (like German landlords as the Devil). He specifically examines legends about demonic feasts and werewolf beliefs, demonstrating how local folklore was adapted into 'real experiences' during trials, transforming supernatural narratives into 'historical facts' to fit prevailing belief systems."
    },
    {
      "chapter_title": "Witches and Priests in the Bulgarian Village: Past and Present by Iveta Todorova-Pirgova",
      "summary": "Todorova-Pirgova investigates the social and cultural relationships between sorceresses (witches) and priests in Bulgarian rural cultures, focusing on syncretic phenomena in 'folk Christianity.' She argues that, unlike abstract theological oppositions, local practice often sees witches and priests as coexisting or even cooperating, with both performing beneficial roles (healing, amulets) 'in the name of God.' Interviews with local priests and sorceresses illustrate how they reconcile magic with religious ethics, placing virtuous actions above dogmatic pagan-Christian distinctions. The study also examines how other community members perceive these interactions, particularly in multi-ethnic villages, revealing a pragmatic approach where people consult both Christian priests and sorceresses/imams for help, regardless of strict religious boundaries."
    },
    {
      "chapter_title": "Witchcraft in Eastern Slovenia by Mirjam Mencej",
      "summary": "Mencej provides a folklorist's fieldwork account of witchcraft beliefs in Eastern Slovenia, a region at the crossroads of the Balkans and Central Europe. She differentiates four coexisting types of witches: 'neighborhood witches' (motivated by envy, causing harm through objects or 'evil eye'), 'village witches' (possessing a community-wide reputation, associated with magical milk stealing or bad weather, and seen as scapegoats), 'counterwitches' (fortunetellers who identify and undo witchcraft), and 'night witches' (demonic apparitions, often as lights, encountered at liminal spaces/times, linked to restless souls or fairies). The study highlights how these layers of belief, while sometimes overlapping, reflect distinct social tensions, protective methods, and interpretations of supernatural phenomena, moving beyond simplistic 'human witch' definitions."
    }
  ],
  "key_concepts": [
    {
      "term": "Witches' Sabbath",
      "definition": "A central theme in witchcraft mythologies, explored from its historical formation in the Alpine region (15th century) as a composite of local traditions, heresies, and anti-Judaic discourse, to its varying interpretations across Europe, including its role in child witch narratives and its interaction with shamanistic/ecstatic theories."
    },
    {
      "term": "Ordeal by Water (Swimming of Witches)",
      "definition": "An archaic legal procedure for identifying witches, traced from Mesopotamian river ordeals and medieval Christian liturgical trials. In early modern Europe, particularly Central and Eastern Europe, it was practiced as a test of guilt (floating indicating demonic possession) and often functioned as a rainmaking ritual during droughts."
    },
    {
      "term": "Witch-Pact",
      "definition": "The agreement with the Devil, as described in Early Modern Hungarian witch confessions. It manifested in both oral/gestural forms (handshakes, blood-showing) and written documents (contracts, slips), reflecting contemporary legal customs and literacy, where the accused, often under torture, integrated their everyday knowledge into demonological narratives."
    },
    {
      "term": "Shamanism/Ecstatic Cults/Dream Cults",
      "definition": "Theoretical categories used to understand nocturnal journeys and spirit contact, especially in relation to the Witches' Sabbath. A key distinction is made between shamanism (public, active trance), ecstatic cults (public, passive trance), and dream cults (private, passive visual dream experience), with European 'night-goers' often falling into the latter category."
    },
    {
      "term": "Demonology",
      "definition": "The learned theological systems concerning demons and the Devil, which played a significant role in shaping witchcraft concepts. The book examines how demonological constructs were 'injected' into popular beliefs, influencing witch trial narratives, the perception of the Devil as a 'German gentleman' in Estonian folklore, and the demonization of healers and non-Orthodox groups."
    },
    {
      "term": "Xenophobia in Witchcraft Accusations",
      "definition": "The tendency to associate witchcraft with foreigners, migrants, and non-Orthodox groups, particularly evident in 17th-century Muscovite Russia. This prejudice stemmed from centuries of warfare, the mental connection of medicine and magic with foreignness, and the incorporation of non-Christian peoples into the Muscovite State, leading to certain ethnic/religious groups being scapegoated in witch trials."
    },
    {
      "term": "Child Witches",
      "definition": "A specific phenomenon in witch hunts, particularly in Sweden (Blåkulla story) and the Basque country, where children served as primary witnesses or alleged participants in the Witches' Sabbath. Their testimonies, often coerced, contributed to the construction and evolution of the Sabbath narrative, often incorporating elements to minimize their responsibility or Christianize the demonic aspects."
    },
    {
      "term": "Folk Healing/Popular Medicine",
      "definition": "Traditional healing practices often operating outside formal medical institutions, which in early modern Europe frequently blurred lines with magic and witchcraft. The book shows how such healers (e.g., female healers at the Jagiellonian Court, sorceresses in Bulgarian villages) were sought after, even by elites, and how their practices could be reinterpreted as either divine assistance or diabolic magic."
    },
    {
      "term": "Night Witches",
      "definition": "A category of witches in Eastern Slovenian folklore, associated with supernatural occurrences, apparitions (often as lights), and encounters in liminal spaces (forests, water) at night. Unlike 'social' witches linked to community tensions, night witches primarily function as markers of dangerous spatial and temporal boundaries, often reflecting beliefs about restless souls or fairies."
    }
  ],
  "practical_system": {
    "description": "This book is an academic collection of essays and research studies, not a practical manual for performing magical operations or practicing a specific occult system. It primarily analyzes historical and folkloric accounts of witchcraft beliefs, accusations, legal procedures, and social contexts from various European regions (e.g., Alpine, Sweden, Hungary, Estonia, Balkans, Slovenia) during the late medieval and early modern periods. The content focuses on the theoretical understanding, historical evolution, and socio-cultural dimensions of witchcraft as a phenomenon, rather than providing instructions for magical practice.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "The studies in this volume clearly show that there are plenty of unresolved questions on the theme of witchcraft, regardless of how much it has been researched and discussed in the past fifty years.",
      "page": "10"
    },
    {
      "text": "The first part of our book, entitled Mythologies, focuses on the much discussed theme of the witches’ Sabbath.",
      "page": "11"
    },
    {
      "text": "Trial by water as an ordeal procedure was first recorded in Mesopota mian societies.",
      "page": "139"
    },
    {
      "text": "Let us turn to the confessions themselves. I find it significant that a great many elements (ideas and practices), connected with the particular procedure of concluding a pact with the Devil, seem to have had their counterparts in the contemporary social world.",
      "page": "174"
    },
    {
      "text": "Witch hunts in the seventeenth-century Muscovy did not possess most of their European counterparts’ characteristic features: they never raised a similar scale of panic, did not claim even a slightly comparable number of victims, at all times remained individual investigations of detached crimes, and therefore cannot even be called hunts in the strict sense of the word.",
      "page": "206"
    },
    {
      "text": "The great Swedish witch trials took place in the years 1668–1676. They began in the province of Dalarna and subsequently spread over large areas of northern Sweden. During these years, some 250 people were executed on charges of witchcraft, making pacts with Satan, and the supernatural abduction of children.",
      "page": "99"
    },
    {
      "text": "Indeed, in Portu guese folk beliefs, the lastborn of a series of seven or nine siblings would risk becoming a werewolf, a wolf-keeper, or a witch. A wish to avert this danger was the main reason given here for making eldest children act as godparents to lastborn siblings.",
      "page": "264"
    },
    {
      "text": "Historians have discovered data about 145 witch trials in Estonia from the period of 1520–1819. Most of them took place in the seventeenth century when the country became a part of the Swedish Kingdom and the Lutheran Church started its fight against witchcraft, idolatry, superstition, and surviv als of folk Catholicism.",
      "page": "278"
    },
    {
      "text": "This paper discusses some specific social and cultural relationships be tween sorceresses (witches) and priests in the context of the local rural cultures.",
      "page": "292"
    },
    {
      "text": "Countless books and papers have been written on witches, witchcraft, and/or magic, which have approached their subjects from a variety of perspectives and have dealt with them in different cultural and historical contexts.",
      "page": "304"
    }
  ],
  "critical_analysis": {
    "relevance": "This book offers a highly relevant and timely contribution to the study of witchcraft by adopting an interdisciplinary approach that bridges historical, anthropological, sociological, and folkloristic perspectives. It challenges established narratives and encourages renewed discussion on complex, unresolved questions surrounding witchcraft beliefs and persecutions across diverse European regions. By highlighting the interplay between elite and popular cultures, legal mechanisms, and social contexts, it provides a more nuanced understanding of how witchcraft mythologies were formed, diffused, and adapted, particularly in East-Central Europe. The detailed case studies provide concrete examples that ground theoretical discussions in specific historical and cultural realities.",
    "target_audience": "The primary target audience includes academic researchers, historians, anthropologists, sociologists, folklorists, and postgraduate students specializing in early modern European history, the history of witchcraft, popular religion, legal history, and cultural studies. It is also suitable for scholars interested in the comparative study of magic, demonology, and popular belief systems across different cultural contexts within Europe."
  }
}