{
  "header": {
    "title": "El 6TO Y 7MO LIBRO DE MOISES",
    "authors": [
      "Moses",
      "Solomon",
      "Eleazar",
      "Johannes Faustus",
      "Rabino Chaleb",
      "S. Tz. N.",
      "Joseph Peterson"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Grimoire",
      "Magic",
      "Kabbalah",
      "Necromancy",
      "Spiritualism",
      "Angelic Magic",
      "Planetary Magic",
      "Solomonic Magic",
      "Faustian Magic",
      "Psalms Magic",
      "Amulets",
      "Divine Names"
    ]
  },
  "central_thesis": "The book presents itself as a compendium of divine revelations and magical arts, derived from Mosaic, Kabbalistic, and Talmudic traditions, and later incorporating Faustian elements. Its core thesis is that by using specific divine names, angelic invocations, and ritual practices, individuals can command spirits, perform miracles, acquire treasures, heal illnesses, gain protection, and influence worldly affairs, provided they maintain purity, faith, and obedience to God. It posits a clear distinction between divinely-granted magic (Israelite) and human-derived magic (pagan/spurious).",
  "structure_content": [
    {
      "chapter_title": "Nota Editorial",
      "summary": "Discusses the translation history of this edition, its reliance on a German original accessed by Joseph Peterson, and notes the inclusion of texts from Moses, Solomon, Faustus, and other Hebrew mystical traditions."
    },
    {
      "chapter_title": "Prefacio",
      "summary": "Positions the book as a valuable, albeit criticized, compendium of magical curiosities, intended for general readers, not deep occult study. Emphasizes its claim to be a faithful reproduction of an ancient manuscript."
    },
    {
      "chapter_title": "LA MAGIA DE LOS ISRAELITAS",
      "summary": "Explores the nature of Israelite magic, distinguishing it from pagan practices by its divine origin through revelation, prophecy, and faith. It details biblical accounts of dreams, visions, and miracles performed by figures like Moses and Christ, highlighting the spiritual and moral prerequisites for true magical power, and contrasting them with human-driven magic."
    },
    {
      "chapter_title": "SEXTO LIBRO DE MOISES",
      "summary": "Introduces the primary magical system for invoking archangels and spirits. It details the 'First Mystery' (Seal of Priestly Archangels), outlining conjurations with numerous divine names, specific angelic rosters, and practical applications like finding treasures or granting wishes. It also mentions the hidden history of these books."
    },
    {
      "chapter_title": "EL SEGUNDO MISTERIO DEL SELLO",
      "summary": "Continues the description of seals and their associated conjurations and angelic names, focusing on the 'Seal of the Host of Priestly Angels,' with promises of fortune, blessings, and protection from enemies for those who carry it."
    },
    {
      "chapter_title": "EL MISTERIO DEL TERCER SELLO",
      "summary": "Presents the 'Seal of the Throne of Ministerial Angels,' providing specific angelic names for invocation to gain influence, overcome enemies, and secure goodwill."
    },
    {
      "chapter_title": "EL CUARTO SELLO",
      "summary": "Details the 'Seal of Cherubim and Seraphim,' including a conjuration involving more divine names and promises of great fortune and a long life."
    },
    {
      "chapter_title": "EL QUINTO SELLO (Sello de los Angeles del Poder)",
      "summary": "Describes the 'Seal of the Angels of Power' with a conjuration invoking Christ's passion and various divine names, used for healing the sick if it is their destiny."
    },
    {
      "chapter_title": "EL SEXTO MISTERIO",
      "summary": "Introduces a conjuration for 'Espiritu Alymon' using powerful names, promising the spirit's appearance and fulfillment of commands, with an emphasis on learning secrets through dreams when the seal is used in bed."
    },
    {
      "chapter_title": "EL SEPTIMO SELLO",
      "summary": "Provides the conjuration for 'Ahael! and Baneeh!' through sacred words and names of God, specifically for the spirit 'Aliad!' to appear and grant wishes. This seal is also associated with finding riches in mines."
    },
    {
      "chapter_title": "LA CITACION GENERAL",
      "summary": "Outlines a general conjuration for spirits (both good and bad) using extensive lists of divine and angelic names, with specific instructions for ritual posture, prayer, and repeated invocations until desires are fulfilled. It references the 'Key of Solomon and the Circle of Aaron' tradition."
    },
    {
      "chapter_title": "Las Tablas de los Espíritus Planetarios",
      "summary": "Presents twelve tables corresponding to the four elements (Air, Fire, Water, Earth) and seven planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury), each with specific conjurations, divine names, and desired outcomes (e.g., treasures, luck, healing, protection, success). The Eleventh and Twelfth Tables are also described for fortune and compelling spirits via God's 72 names."
    },
    {
      "chapter_title": "APENDICE I DE FAUSTO",
      "summary": "Introduces Faust's Magical Spiritual Command, outlining a structured ritual for invoking spirits, including specific nightly schedules, the creation of a magic circle with pigeon's blood, and a consecration prayer. It lists specific Arch-Princes (Azielis, Arielis, Marbuelis, Mefistofeles, Barbuelis, Aziabelis, Aniqnelis) and their associated seals for coercion and obedience."
    },
    {
      "chapter_title": "APENDICE II. TABELLAE RABELLINAE",
      "summary": "Presents the 'Spirit-Command' for White and Black Magic, offering a general citation of Moses, Aaron, and Solomon with a long list of divine names. It includes a 'Coercion or Binding of Spirits' section and lists good familiar spirits from the IX Choir of Angels, along with instructions for invoking good spirits during the full moon and bad spirits during the new moon or eclipses."
    },
    {
      "chapter_title": "APENDICE III SCHEMHAMFORAS",
      "summary": "Focuses on the 72 Divine Names in Hebrew, based on the Schemhamphoras tradition, described as possessing great virtue and the means to unlock 'the treasures of the Earth.' It emphasizes the necessity of using these names in Hebrew for their true power."
    },
    {
      "chapter_title": "SEPHER SCHIMMUSH TEHILLIM: EL USO DE LOS SALMOS",
      "summary": "Details the magical and therapeutic applications of individual Psalms for various life situations, illnesses, and spiritual challenges. Each Psalm is associated with a specific divine name and often requires a particular ritual action (e.g., writing on parchment, anointing with oil, reciting at certain times) for its efficacy, always emphasizing faith and purity."
    },
    {
      "chapter_title": "SUPLEMENTO",
      "summary": "Provides additional formulas for daily grace and prosperity, a detailed protective formula by Raf Anram for safety against various harms, and a formula for invisibility from enemies and thieves by a celebrated Rabbi, involving specific biblical verses and ritual actions."
    },
    {
      "chapter_title": "LA INFLUENCIA ASTROLOCIA SOBRE EL H0MRRE",
      "summary": "Explores the astrological foundations of the universe, equating man as a microcosm reflecting the macrocosm. It details how the elements, planets, and zodiac signs, governed by specific angels, influence human temperament, health, and destiny, and how understanding these influences is crucial for magical practice."
    },
    {
      "chapter_title": "MEDICINAS MAGICAS EN GENERAL / CURACIONES DE ENCANTAMIENTOS / REMEDIOS Y ENCANTAMIENTOS CONTRA LA BRUJERIA",
      "summary": "Discusses the historical context of magical medicine, linking diseases to divine or demonic punishment. It presents specific amulets (e.g., Kames, Rubia seeds) and enchantments for various ailments like wounds, suppurations, possessions, witchcraft, and animal attacks, often involving specific names, words, and ritual actions. It also covers remedies for specific physical conditions like fevers and blindness."
    }
  ],
  "key_concepts": [
    {
      "term": "Necromancy",
      "definition": "The practice of communicating with spirits of the dead, here expanded to include invoking various categories of spirits (archangels, planetary, priestly, etc.) for magical purposes, encompassing both 'white' (good) and 'black' (evil) magic."
    },
    {
      "term": "Seven Seals and Twelve Tables",
      "definition": "Divine tools granted to Moses by God, containing the omnipotence to command angels and spirits of the elements and planets. These are represented by specific sigils and names used in conjurations."
    },
    {
      "term": "Schemhamforas",
      "definition": "Refers to the 72 Divine Names of God, understood as the source of all power and the means to reveal hidden knowledge and treasures. The book presents various applications and interpretations of these names."
    },
    {
      "term": "Israelite Magic",
      "definition": "A form of magic explicitly differentiated from pagan practices, rooted in divine revelation and the will of the Almighty. It emphasizes faith, purity, obedience, and prayer as primary channels for receiving and wielding supernatural power, often involving biblical figures and narratives."
    },
    {
      "term": "Magic Circle",
      "definition": "A ritually consecrated space, often drawn on the ground with specific dimensions and inscribed with divine and angelic names, serving as a protective barrier and focal point for the magician during invocations."
    },
    {
      "term": "Divine Names",
      "definition": "Specific Hebrew and transliterated names of God and angels, each carrying unique power and properties, used as primary tools in conjurations, blessings, and protections. Their correct pronunciation and understanding (ideally in Hebrew) are deemed essential."
    },
    {
      "term": "Seals of Coercion and Obedience",
      "definition": "Symbolic diagrams or sigils associated with specific Arch-Princes (e.g., Azielis, Mefistofeles), used to compel spirits to appear and obey the magician's commands. They are often written on parchment and consecrated."
    },
    {
      "term": "Psalms Magic",
      "definition": "The practice of using specific Psalms, often in conjunction with divine names, prayers, and minor rituals (e.g., anointing with oil, writing on parchment), to achieve various practical outcomes such as healing, protection, gaining favor, influencing events, and spiritual well-being."
    }
  ],
  "practical_system": {
    "description": "The book outlines a comprehensive system of ceremonial magic, primarily focused on invoking and commanding various categories of spirits (Archangels, Planetary Spirits, Elemental Spirits, Demonic Princes, and Familiar Spirits) through the power of Divine Names and Seals. The system emphasizes purity, unwavering faith, and strict adherence to ritual procedures. It is based on the belief that God granted Moses and other patriarchs the power to control celestial and earthly forces, a power accessible to the worthy practitioner. The magic relies heavily on the 'Seals of Coercion and Obedience' (sigils), conjurations using long lists of divine and angelic names (often in Hebrew or transliterated forms), and the ritual use of Psalms for specific outcomes.",
    "tools": [
      "Seals/Sigils: 'Seven Seals' and 'Twelve Tables' (e.g., Seals of the Priestly Archangels, Angels of Power, Cherubim/Seraphim, Planetary Spirits), and Seals of Coercion and Obedience for specific Arch-Princes. These are drawn or written on parchment.",
      "Amulets: Parchment (deer skin, calf skin), gold medals, tin/lead plates, copper tubes. Inscribed with divine names, Psalms, or specific symbols.",
      "Ritual implements: Palm branch, laurel wreath, trumpet, white paper, blue silk, chalk, holy water, incense, myrrh, candles, olive oil, rose oil, salt, resin, spring water, wine, onion juice, eggshell, animal hairs (ferret, dog), specific plant seeds (Rubia), vulture stone, snake rattle, iron knife.",
      "Biblical Texts: The Psalms, Exodus, Genesis, Deuteronomy, John 17, and passages from Cornelius Agrippa's 'Occult Philosophy'.",
      "Cosmological Tables: Tables linking divine names to elements, planets, zodiacal signs, angelic hierarchies, and human characteristics for timing and understanding influences."
    ],
    "rituals": [
      "Preparation: Ritual purification of body and soul (e.g., 13 days), receiving Holy Sacrament (for Christians), reciting three masses, drawing a magic circle (e.g., 13-foot diameter, inscribed with names), consecrating the circle and tools with holy water and candles.",
      "Timing: Performing rituals on specific days/nights (e.g., 1st-13th of month, Full Moon for good spirits, New Moon or eclipses for bad spirits), facing East or sunrise.",
      "Invocation: Standing on a prominence, holding a palm branch, wearing a laurel wreath. Reciting extensive lists of divine and angelic names (from Seals, Schemhamforas, planetary/elemental tables), often repeated multiple times (e.g., 3, 7, 9, 13, 18, 75, 375 times). Using a trumpet to call spirits.",
      "Command: Upon the spirit's appearance (in 'beautiful human form' or other specified forms), commanding it to fulfill wishes 'honestly and fearlessly,' using specific 'Coercion and Binding' names if the spirit hesitates.",
      "Dismissal: Employing specific prayers and divine names to dismiss spirits in peace, often concluding with 'Deus Principium et Finis'.",
      "Psalm Magic: Reciting individual Psalms for various purposes (e.g., healing, protection, influence, wealth, justice), often combined with anointing with olive oil, writing on parchment/eggshell/plates, carrying amulets, or specific actions like throwing earth toward enemies or preparing medicated drinks."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Mosis magische Geisterkunst, das Geheimniss aller Geheimnisse. Sammt den verdeutschten Offenbarungen und Vorschriften wunderbarster Art der alten weisen Hebräer, aus den Mosaischen Büchern, der Kabbala und den Talmud zum leiblichen Wohl der Menschen.",
      "page": "3"
    },
    {
      "text": "El editor garantiza que ni una sílaba ha sido agregada.",
      "page": "7"
    },
    {
      "text": "La diferencia entre los dos consiste en que para los orientales la magia está en el hombre. mientras que para los hebreos está en toda la humanidad.",
      "page": "8"
    },
    {
      "text": "El espíritu creado no existe por sí solo, sino con todo el ser. Lo más perfecta que sea la criatura, estará en mayor facilidad para comunicarse con su Creador.",
      "page": "19"
    },
    {
      "text": "Es probable que en los primeros tiempos, la gente fuera más creyente de las profecías y de las percepciones internas.",
      "page": "16"
    },
    {
      "text": "Estos dos libros fueron revelados por el Todopoderoso Dios a su fiel servidor Moisés en el Monte Sinaí y de esta manera pasaron de mano en mano a Aarón, Caleb, Josúa y finalmente a David y a su hijo Salomón y al Gran Sacerdote Sadock. Por eso son: Bibiliis Arcarum Arcanorum, lo cual quiere decir, MISTERIO DE TODOS LOS MISTERIOS.",
      "page": "26"
    },
    {
      "text": "Ya que los espíritus aparecerán rápidamente, diga sus deseos con toda honradez, tal como si hablaras con un semejante, sin temor, ya que nada puede causarle daño, sino más bien obediencia y será servido de acuerdo a sus deseos.",
      "page": "85-86"
    },
    {
      "text": "Debe saberse que los nombres de Dios no pueden enseñarse ni ser entendidos, sino en el idioma hebreo; no pueden pronunciarse en otro dialecto, ya que nos fueron revelados por la gracia de Dios. Ya que son la emanación y sacramento de la Divina Omnipotencia, no del hombre ni de los ángeles, ya que fueron instituidos por Dios para infundir la divina armonía en las diferentes figuras.",
      "page": "93"
    },
    {
      "text": "Aquel que mantenga la fortaleza de la fe v confianza en el primer Creador. deberá implorar la bendición v ayuda divina, no sólo con los labios. sino con posturas santas y humildad de corazón; con oraciones continuas y frecuentes.",
      "page": "97"
    }
  ],
  "critical_analysis": {
    "relevance": "The 'Sixteenth and Seventeenth Book of Moses' is a foundational grimoire in Western Esotericism, particularly within the tradition of Solomonic magic and later folk magic practices. It's significant for its attribution to Moses and its claimed connection to Kabbalistic and Talmudic wisdom, despite scholarly consensus placing its origin in later Christian occult traditions. Its blend of biblical narrative, extensive lists of divine and angelic names, seals, and practical instructions makes it a direct descendant of ancient magical texts. The emphasis on faith, purity, and divine command distinguishes its philosophical claims from purely anthropocentric magical systems, aligning it with a theurgic approach. Its historical context involves its alleged rediscovery and translation, and connections to figures like Faustus, further embedding it in the history of occult literature. The detailed planetary, elemental, and zodiacal correlations, alongside specific angelic hierarchies, reflect established Hermetic and Kabbalistic cosmological models.",
    "target_audience": "The book is intended for practitioners of ceremonial magic, particularly those interested in angelology, theurgy, and the practical application of divine names and seals. It caters to individuals seeking to command spirits for specific purposes (healing, protection, wealth, influence, knowledge), who are willing to adhere to strict ritual protocols, maintain a state of purity and faith, and possess a foundational understanding of esoteric principles. While the preface suggests a 'simple and plain' read, the technical details, extensive lists of foreign names, and specific ritual requirements indicate it is aimed at serious students and practitioners of occult arts rather than casual readers."
  }
}