{
  "header": {
    "title": "How To Do Wake Induced Lucid Dreams Using Teleporting OBEs",
    "authors": [
      "Matt Jones"
    ],
    "category": "Western Esotericism, Occultism, Lucid Dreaming, Out-of-Body Experiences",
    "keywords": [
      "WILD",
      "Wake Induced Lucid Dreams",
      "OBE",
      "Out-of-Body Experience",
      "Teleporting OBE",
      "Lucid Dreaming",
      "Astral Projection",
      "Subconscious",
      "Visualization",
      "Trance",
      "Memory Impressions",
      "Dream Control",
      "Consciousness Exploration"
    ]
  },
  "central_thesis": "The core thesis is that advanced psychological methods, particularly a multi-stage 'teleporting OBE exit' technique, enable direct conscious entry into Wake Induced Lucid Dreams (WILDs) and Out-of-Body Experiences (OBEs) by creating and immersing one's focus into a solidified subconscious dream space, thereby gaining greater control over dream states and bridging the conscious and subconscious minds.",
  "structure_content": [
    {
      "chapter_title": "Part 1: Overview",
      "summary": "Introduces the concept of Wake Induced Lucid Dreams (WILDs) using a 'teleporting OBE exit' method, outlining key topics such as creating subconscious spaces, shifting focus to mental imagery, crafting effective visualizations, overcoming blindness in lucid dreams, sensing without vision, and resolving common relaxation issues. It emphasizes building upon foundational physical trance induction techniques from Part One of the series."
    },
    {
      "chapter_title": "Part 2: Shifting From A Biological To A Psychological Approach",
      "summary": "Transitions the focus from physical body-based methods (like rhythm napping) to more advanced psychological techniques for WILDs. The emphasis is on maintaining continuous mental coherency while entering trance and leveraging mental phenomena to achieve lucid dreams and OBEs, aiming to close the gap between conscious and subconscious awareness."
    },
    {
      "chapter_title": "Why Do WILDs At All? To Have More Control",
      "summary": "Explains the primary advantage of practicing WILDs as gaining greater control over one's mental states and experiences. By actively bridging the conscious and subconscious minds, practitioners can achieve OBEs with less deep trance and potentially tune their consciousness to the subconscious even while awake."
    },
    {
      "chapter_title": "Part 3: Opening Up The Subconscious With Memory Impressions",
      "summary": "Describes 'memory impressions' as the initial sensory cues (e.g., perceiving a landscape, hearing words) that signal the subconscious mind is opening and the practitioner is nearing a dream state, indicating entry into a trance. These impressions signify the beginning of creating a receptive subconscious space."
    },
    {
      "chapter_title": "Dipping In And Out Of Coherency",
      "summary": "Details how early memory impressions often result from transient shifts between conscious coherency and trance. As trance deepens, these impressions become a steady, continuous stream, indicating successful progress toward a lucid state without fluctuating awareness."
    },
    {
      "chapter_title": "Creating A Space In Your Subconscious For You To Enter",
      "summary": "Posits that memory impressions are evidence of the subconscious opening. The ultimate goal is to expand this subconscious opening sufficiently to allow conscious focus to fully immerse into it, thereby completing the WILD and entering the created dream environment."
    },
    {
      "chapter_title": "Visualization Versus Conceptualization",
      "summary": "Distinguishes between mere conceptualization (thinking about an image, like a cube) and true visualization (literally perceiving it in the mind's eye). The text clarifies that while initial attempts may be conceptual, deeper trance allows for actual, literal visual perception within the dream environment."
    },
    {
      "chapter_title": "“Imagery” As A Catchall Term",
      "summary": "Clarifies that 'imagery' in this context is not limited to visual sensations but encompasses all sensory inputs—auditory, tactile, gustatory, and olfactory impressions—that contribute to the richness and solidity of the subconscious experience. Emotional input can further solidify this multi-sensory 'imagery'."
    },
    {
      "chapter_title": "How To Sense Where The Real Imagery Comes From – Shifted Blackboard Trick",
      "summary": "Introduces a technique to discern 'real' mental imagery from hypnagogic static. By imagining two blackboards—one visible behind closed eyelids and one imaginary just outside the field of view—and overlaying them, practitioners can train their focus to the region where true imaginative imagery arises, facilitating clearer visual experiences."
    },
    {
      "chapter_title": "How To Execute A Teleporting WILD",
      "summary": "Outlines the core 'teleporting WILD' method: imagining a 'copy' of oneself actively exploring a separate, adjacent room. Through sustained focus and increasing the 'solidity' of this imagined copy and its environment, one progressively transfers conscious awareness into the copy, effectively 'teleporting' into the imagined location as an OBE."
    },
    {
      "chapter_title": "Completing A WILD Is Like Shifting Gears",
      "summary": "Compares the process of completing a WILD to shifting gears in a car. It highlights that maintaining consciousness while lowering brainwaves requires a series of distinct techniques, each optimized for specific stages of trance, rather than a single, continuous method."
    },
    {
      "chapter_title": "First Gear: Daydreaming To Loosen The Mind",
      "summary": "The initial and crucial phase of WILD induction. It involves deep relaxation and allowing the mind to wander freely, which helps to loosen the mind's 'stranglehold' on physical reality, thereby creating mental space necessary for constructing and entering the lucid dream environment."
    },
    {
      "chapter_title": "Second Gear: Look For Memory Impressions To Signal You're Ready",
      "summary": "Provides a practical indicator for when to proceed with WILD visualization. Practitioners should wait for the first appearance of any kind of 'memory impressions,' which signify entry into a light but usable trance state suitable for beginning the focused visualization."
    },
    {
      "chapter_title": "Third Gear: Create A Solidifying Space In Your Subconscious",
      "summary": "Instructs the practitioner to shift focus to an imagined space (e.g., an adjacent room or outdoor scene) and project a 'copy' of themselves interacting with it. The key is to engage all senses—touching, smelling, hearing, seeing—and consciously name objects to reinforce the reality of this externalized subconscious space, avoiding internal head-focused visualization."
    },
    {
      "chapter_title": "How To Craft An Efficient Visualization – Make It Interactive And Make It Surprise You",
      "summary": "Details principles for effective visualization: it must be highly interactive, allowing sensory information to flow back to the practitioner in unexpected ways (i.e., 'surprise you'), rather than being a purely willed mental construct. Engaging multiple senses simultaneously (sight, smell, sound, touch) also enhances its efficiency and realism."
    },
    {
      "chapter_title": "Tip: Don't Concentrate Too Much, Stay Relaxed To Keep Getting Memory Impressions",
      "summary": "Advises maintaining mental relaxation during visualization. Excessive concentration can disrupt the flow of 'dream memory impressions' and lead to waking up. If impressions cease, the practitioner should pause visualization, 'zone out,' and relax to re-enter trance before resuming."
    },
    {
      "chapter_title": "Fourth Gear: Literally Feel Your Body Double",
      "summary": "Describes the stage where visualization deepens into genuine 'memory impressions,' leading to literal sensory experiences of the 'body double.' The practitioner begins to feel, and possibly hear or see, this copy interacting with the environment, distinct from their physical body. Tactile sensations often manifest first, followed by audible and then visual."
    },
    {
      "chapter_title": "Overdrive Gear: The Critical Crossover - Immerse Yourself In Imagery To Enter An OВЕ",
      "summary": "The final, decisive stage. The practitioner consciously intends for the imagined surroundings of the 'body double' to become their current reality, fully transferring focus from the physical body to the subconscious environment. This 'critical crossover' may involve inducing muscle paralysis-like sensations and deep breathing to smoothly transition into the OBE."
    },
    {
      "chapter_title": "Spreading Out The Critical Crossover",
      "summary": "Highlights a unique advantage of the teleporting method: the ability to slow down the OBE separation process. This allows practitioners to experience and study the sensation of dual awareness—perceiving both their physical body and their dream copy simultaneously—which facilitates deeper understanding and control for future lucid dreams."
    },
    {
      "chapter_title": "Shifting Between Your Physical Body And OBE Body To Learn What They Feel Like",
      "summary": "Encourages practitioners to consciously alternate their focus between their physical body and the OBE body during the dual awareness phase. This practice helps to differentiate the sensory qualities of each state, build confidence, and identify any missing sensory details in the dream copy compared to physical reality."
    },
    {
      "chapter_title": "Overlaid Sight",
      "summary": "Describes a specific visual phenomenon during the transition, where perception rapidly alternates or overlays views from both the physical body's location and the OBE body's location. This can manifest as seeing two distinct images of the room simultaneously or switching viewpoints between the physical and projected self."
    },
    {
      "chapter_title": "You Did It!",
      "summary": "Confirms the successful completion of a wake-induced lucid dream when conscious focus fully shifts to the subconscious dream world, granting the practitioner complete control within it. The teleporting method is presented as a reliable technique for both OBEs and accessing entirely fictional environments."
    },
    {
      "chapter_title": "Exit Blindness And How To Fix It",
      "summary": "Addresses the common problem of initial blindness in lucid dreams. The most consistent solution proposed is to physically 'pry' open the dream eyelids with one's hands, as weakness or 'nonphysical gunk' may obstruct vision. This direct action helps to restore sight within the dream state."
    },
    {
      "chapter_title": "How To Sense Your Surroundings Without Vision Using Video Screens",
      "summary": "Presents an alternative solution to blindness: accessing a 'postcard video screen' in the mental imagery area. This distant visual cue, representing the surroundings, can be 'pulled closer' and 'overlaid' onto one's vision, effectively restoring sight. It is also noted as a potential lucid dream induction method itself."
    },
    {
      "chapter_title": "How To Sense Without Sight By Remembering What's There",
      "summary": "Explains that in a lucid dream, visual perception is not always necessary for knowing one's surroundings. The practitioner can access information directly from memory or 'collective memory,' functioning like a 'volumetric radar sense' that provides knowledge of the environment without explicit visual input."
    },
    {
      "chapter_title": "Ask Yourself “What Is Here”?",
      "summary": "Offers a technique to activate the 'volumetric radar sense.' By consciously asking 'What is here?' and strongly expecting to know the answer from memory, reinforced by the belief in one's subconscious capabilities, the practitioner can gain detailed knowledge of their dream environment without needing sight."
    },
    {
      "chapter_title": "Additional Ways To Tell How Close You Are To A Subconscious Focus",
      "summary": "Expands on indicators of trance depth beyond general vibrations or transparent eyelids, introducing further phenomena that practitioners may encounter as they approach a subconscious focus or lucid dream state."
    },
    {
      "chapter_title": "The Sound Of Thousands Of People Chattering Or M-Band Noise",
      "summary": "Describes 'M-Band noise' as a distinct auditory phenomenon in deep trance, characterized by the sound of numerous people talking simultaneously. Drawing on Bruce Moen, it's contextualized as the 'broadcast' of thoughts and feelings from billions of human inhabitants, encountered briefly before focus narrows."
    },
    {
      "chapter_title": "The Spinning Sensation And Your Parietal Lobes",
      "summary": "Details a dizziness-like 'spinning sensation' experienced during trance, distinct from vibrations. This sensation, potentially linked to the parietal lobes' role in body orientation, can be intentionally focused upon to aid relaxation and loosen the physical body's hold on consciousness."
    },
    {
      "chapter_title": "Sleep Breaths – Hearing Your Sleeping Body Breathe",
      "summary": "Describes noticing the sound of one's own sleeping body breathing deeply and rhythmically, often perceived from an altered internal perspective ('inside in a cavern'). This signifies a light sleep state, indicating the body has relaxed its grip on the mind and consciousness is shifting, offering a chance to re-enter trance if awareness is lost."
    },
    {
      "chapter_title": "Control Panels",
      "summary": "Introduces 'control panels' as a lucid dreaming phenomenon: Heads-Up Display-like interfaces appearing in vision. While their uses are varied, they are noted as highly effective for teleporting to new or imagined locations, sometimes directly and sometimes by summoning a 'video screen' to enter. Their spontaneous appearance is acknowledged as difficult to command."
    },
    {
      "chapter_title": "Solutions To Problems While Entering Trance",
      "summary": "Addresses common challenges encountered during WILDs, emphasizing solutions for maintaining relaxation and coherence rather than merely falling asleep quickly. This section provides practical advice for overcoming disruptions during trance induction."
    },
    {
      "chapter_title": "Involuntary Twitching And The Wild Arm Flop",
      "summary": "Discusses involuntary muscle twitches (including the 'arm flop') that can disrupt trance. While frustrating, they are presented as a temporary phase. Suggestions include pre-stretching, but mainly persistence: restarting the trance immediately after a twitch without physical movement."
    },
    {
      "chapter_title": "How To Combat The Dreaded Itches",
      "summary": "Offers strategies for dealing with disruptive itching during relaxation. Besides 'iron will,' the primary approach is to address underlying causes like dry skin or dust. Practical solutions include hydration, using lotion, cleaning the environment, and adjusting environmental factors like humidity and airflow."
    },
    {
      "chapter_title": "How To Avoid The Swallow Reflex When Meditating",
      "summary": "Explains that the swallow reflex can be triggered when lying on one's back if the throat relaxes backward. The solution is to support the head (e.g., with a folded towel) to tilt it slightly forward, or to adopt alternative meditating positions like lying on the side/stomach or sitting upright."
    },
    {
      "chapter_title": "Final Reminder: Do WILDs After Waking Up In The Morning",
      "summary": "Reiterates that the optimal time for WILD induction is immediately upon waking in the morning (before moving or opening eyes) or using the 'wake-back-to-bed' method. A timer can serve as a safety net, though it might sometimes interfere with concentration."
    },
    {
      "chapter_title": "Finishing Up",
      "summary": "Concludes by summarizing the powerful methods introduced for conscious lucid dream entry through subconscious space creation and interactive visualization. It previews future topics on developing memory impressions into detailed spaces for awareness and encourages further engagement with online lucid dreaming resources."
    }
  ],
  "key_concepts": [
    {
      "term": "WILD (Wake Induced Lucid Dream)",
      "definition": "The process of consciously entering a lucid dream state directly from a waking state without losing consciousness, distinct from dreams that become lucid spontaneously."
    },
    {
      "term": "Teleporting OBE Exit",
      "definition": "A specific WILD method involving imagining a 'copy' of oneself in an imagined location and then actively transferring one's conscious focus into that copy, effectively 'teleporting' into the imagined environment to initiate an Out-of-Body Experience (OBE)."
    },
    {
      "term": "Memory Impressions",
      "definition": "Subtle sensory or conceptual cues (e.g., visual imagery, sounds, feelings) that arise in a light trance state, signaling that the subconscious is opening and the practitioner is nearing a dream state. These are often perceived as 'memories' of an event that didn't consciously happen."
    },
    {
      "term": "Subconscious Space",
      "definition": "A mentally constructed or perceived environment within the subconscious mind that can be developed and solidified through focused visualization, ultimately serving as the setting into which consciousness can be immersed during a WILD or OBE."
    },
    {
      "term": "Visualization vs. Conceptualization",
      "definition": "Conceptualization is merely thinking about an image or idea. Visualization, in this context, is the literal perception of an image or environment in the mind's eye, as if it were truly seen, which typically occurs as trance deepens into a dream state."
    },
    {
      "term": "Shifted Blackboard Trick",
      "definition": "A technique designed to help practitioners differentiate between random hypnagogic imagery and 'real' mental imagery originating from imagination. It involves mentally overlaying an imaginary blackboard onto the visible blackness behind closed eyelids to focus imaginative perception."
    },
    {
      "term": "Body Double/Copy",
      "definition": "An imagined, non-physical replica of oneself that is projected into a visualized environment and actively interacts with it. This 'copy' acts as the locus of consciousness during the transfer process of a teleporting WILD."
    },
    {
      "term": "Critical Crossover",
      "definition": "The decisive, final stage in a WILD or teleporting OBE where conscious focus completely shifts from the physical body to the subconscious dream environment or 'body double', leading to full immersion and the initiation of the OBE."
    },
    {
      "term": "Overlaid Sight",
      "definition": "A visual phenomenon experienced during OBE transitions where the practitioner perceives images from both their physical body's location and their OBE body's location simultaneously, or rapidly alternates between the two viewpoints."
    },
    {
      "term": "M-Band Noise",
      "definition": "A specific auditory phenomenon encountered in deep trance, characterized by a cacophony of thousands of chattering voices or thoughts. It is described as the collective 'broadcast' of human thoughts and feelings, distinct from general rushing noises, as outlined by Bruce Moen."
    },
    {
      "term": "Parietal Lobes / Spinning Sensation",
      "definition": "A dizziness-like 'spinning sensation' experienced during trance, distinct from energy vibrations. This sensation is potentially linked to the parietal lobes' function in spatial awareness and body orientation, and can be used as a relaxation aid to loosen physical ties."
    },
    {
      "term": "Control Panels",
      "definition": "Visual, often 'Heads Up Display'-like interfaces that spontaneously appear within lucid dreams. These 'panels' are primarily utilized for navigation, such as teleporting to different locations directly or accessing 'video screens' that project other dream environments."
    }
  ],
  "practical_system": {
    "description": "The system outlines a multi-stage, psychologically-driven method for achieving Wake Induced Lucid Dreams (WILDs) and Out-of-Body Experiences (OBEs) via a 'teleporting OBE exit'. It involves a progressive shift of conscious focus from the physical body to an intensely visualized, interactive 'subconscious space' or 'body double'. The process is structured into distinct 'gears', starting with mental loosening, identifying 'memory impressions' as readiness signals, meticulously building a multi-sensory imagined environment, experiencing a 'body double', and executing a 'critical crossover' to fully immerse consciousness into the visualized reality. It also provides specific solutions for common trance induction obstacles such as involuntary twitching, itching, and the swallow reflex.",
    "tools": [
      "Timer (optional, for wake-back-to-bed method or as a safety net)",
      "Hand towel (or similar for head support during meditation)",
      "Water (for hydration to combat itching)",
      "Lotion (for skin hydration to combat itching)",
      "Vacuum cleaner (for room cleanliness to combat itching)",
      "Air filter/Humidifier (optional, for environmental control to combat itching)"
    ],
    "rituals": [
      "**First Gear: Daydreaming to Loosen the Mind** - Relax deeply, allowing the mind to wander and detach from physical surroundings to prepare for trance.",
      "**Second Gear: Look for Memory Impressions** - Await any sensory cues or 'memory impressions' (visual, auditory, tactile) as a signal of entering a light, usable trance state.",
      "**Third Gear: Create a Solidifying Space** - Shift focus to an imagined location (e.g., adjacent room, outdoor scene) and project a 'copy' of oneself actively interacting with it. Engage all senses (touching textures, smelling air, hearing sounds, naming objects) to solidify this externalized subconscious space.",
      "**Craft Efficient Visualization** - Ensure visualizations are interactive, allowing unexpected sensory information to arise spontaneously, and engage multiple senses simultaneously (sight, sound, touch, smell).",
      "**Maintain Relaxation** - During visualization, stay mentally relaxed to continue receiving memory impressions. If alertness increases, pause visualization and briefly 'zone out' to re-enter trance.",
      "**Fourth Gear: Literally Feel Your Body Double** - Progress to genuinely feeling the 'copy' interacting with the imagined environment, experiencing tactile and audible sensations as if they are real, differentiating from the physical body.",
      "**Overdrive Gear: Critical Crossover** - Intend for the imagined surroundings to become one's actual reality. This final step involves mental shifts, potentially gentle muscle twitching (to simulate paralysis), and deep breathing to fully transfer consciousness into the dream copy.",
      "**Explore Dual Awareness** - If 'spreading out the crossover', practice shifting focus between the physical body and the OBE body to understand their differences and gain control.",
      "**Fix Exit Blindness** - If blind upon entering a lucid dream, physically 'pry' open dream eyelids with hands, or summon and 'overlay' a 'postcard video screen' from the mental imagery area to restore sight.",
      "**Sense Without Sight** - If blind, ask 'What is here?' and rely on memory or a 'volumetric radar sense' to perceive surroundings, reinforced by belief in subconscious capabilities.",
      "**Combat Involuntary Twitching** - Recognize twitches as a passing phase. If a strong twitch occurs, restart the trance without moving, persisting until it subsides.",
      "**Combat Dreaded Itches** - Address underlying causes like dry skin/dust: drink water, use lotion, vacuum the room, take warm showers, use air filters/humidifiers, avoid fans/AC, or use 'iron will' to ignore.",
      "**Avoid Swallow Reflex** - Support the head (e.g., with a folded towel) to tilt it forward, or meditate in alternate positions (side, stomach, sitting) to prevent throat relaxation.",
      "**Optimal Timing for WILDs** - Perform WILDs upon waking in the morning (before moving or opening eyes) or utilize the wake-back-to-bed method. A timer can serve as a safety net, but be aware of its potential to disrupt concentration."
    ]
  },
  "relevant_quotes": [
    {
      "text": "In this presentation you'll learn how to do wake induced lucid dreams, or WILDS, using a method called a teleporting OBE exit.",
      "page": "4"
    },
    {
      "text": "The reason memory impressions are a good sign is they mean you're opening up a space in your subconscious. Our eventual goal in this presentation is to open that subconscious space wide enough that you can immerse your conscious focus into it. In doing so you'll complete the WILD.",
      "page": "6"
    },
    {
      "text": "Of all the WILD methods I have tried, the most straightforward I've found is to seed your own subconscious space by imagining there's a copy of yourself walking around a room looking at things. In this way you build a space in your subconscious with increasing solidity until you can completely transfer you conscious focus into it. As you make the copy of yourself more solid you shift your consciousness into it and effectively ‘teleport' to your imagined location.",
      "page": "8"
    },
    {
      "text": "M-Band noise is related to pre-OBE rushing noises. When you first enter a lucid dream you may be presented with the sound of thousands of people talking all at once. Bruce Moen refers to this as follows in his excellent book Voyages Into the Afterlife: \"At the level of physical world reality there are presently over five billion human inhabitants packed onto a very small place called earth. Everyone living there is constantly broadcasting their thoughts and feelings into that close quarters environment. They're like five billion little radio stations all broadcasting their own, unique talk shows into the airwaves at the same time. Those thoughts and feelings are what we call M-band noise. There are so many people broadcasting at once, all pushing their thoughts and feelings out into the environment, we call it high level M-band noise pressure.\"",
      "page": "13"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant to modern Western Esotericism and Occultism, particularly within paradigms like Chaos Magic and consciousness exploration, which emphasize direct subjective experience and the malleability of reality through will and imagination. It provides a structured, practical system for achieving altered states of consciousness (lucid dreams, OBEs) that are foundational to many magical practices. By drawing on figures like Robert Bruce ('Astral Dynamics') and Ingo Swann (remote viewing), it grounds its techniques in established, albeit esoteric, consciousness studies. The explicit focus on conscious control over subconscious processes, visualization, and the creation of internal 'spaces' aligns perfectly with magical principles of internal alchemy and external manifestation.",
    "target_audience": "The primary target audience consists of advanced practitioners and students of Western Esotericism, Occultism, and Magic, as well as individuals deeply invested in consciousness exploration, lucid dreaming, and astral projection. It is specifically geared towards those who have already mastered basic physical relaxation and trance induction techniques (building on 'Part One') and are ready to engage with sophisticated psychological and mental approaches to consciousness work."
  }
}