{
  "header": {
    "title": "Ancient Conjurations & Invocations",
    "authors": [
      "Spelwerx.com"
    ],
    "category": "Esotericism",
    "keywords": [
      "Conjuration",
      "Invocation",
      "Spirits",
      "Magic",
      "Grimoire",
      "Spells",
      "Rituals",
      "Goetia",
      "Occultism"
    ]
  },
  "central_thesis": "This book presents a collection of 22 updated conjurations and invocations, primarily for experienced practitioners, to contact and communicate with various spirits from 'the other side' for specific purposes, such as gaining knowledge, wealth, protection, or influencing situations. It emphasizes the importance of absolute control and strict adherence to ritual procedures, including protection and dismissal, for safe and effective practice, while noting the content is also 'distributed as curios only and intended for entertainment.'",
  "structure_content": [
    {
      "chapter_title": "A Summoning of the Spirits General",
      "summary": "Instructions for a general summoning ritual to gather forces under the conjurer's will, involving candles, a drawn symbol, a circle, and a specific Prayer of Protection using divine names."
    },
    {
      "chapter_title": "The Continuation of the Summoning of the Spirits General",
      "summary": "Continues the general summoning with an invocation for the aid of spirits and the essential instructions for dismissing them and disposing of ritual components."
    },
    {
      "chapter_title": "To Locate Treasure Hidden in the Earth...",
      "summary": "A ritual performed on a Saturday evening, involving writing specific characters on natural paper, drawing a circle, invoking Cimeries, and observing if the paper burns at a suspected treasure spot."
    },
    {
      "chapter_title": "To Make Gusoin Appear in a Crystal...",
      "summary": "An invocation for Gusoin (Gusion) to appear in a clear crystal within a drawn circle, for the purpose of answering questions about past, present, and future, with an emphasis on continuous summoning until appearance."
    },
    {
      "chapter_title": "The Conjuration of Zepar",
      "summary": "A conjuration of Zepar, Duke and leader of twenty-six legions, to appear as a soldier and fulfill desires related to bringing love, involving drawing a circle and calling upon specific names before the conjuration."
    },
    {
      "chapter_title": "An Invocation to Bind an Unknown Spirit",
      "summary": "A ritual to bind a lingering or mischievous spirit by drawing a circle and invoking four cardinal kings (Amaymon, Gorson, Zimimar, Goap) and Baell to compel the unknown spirit's obedience and prevent harm."
    },
    {
      "chapter_title": "The Conjuration of Bileth",
      "summary": "Conjuration of Bileth, a great and terrible King, for good counsel and revealing hidden/secret things. It details strict precautions for the conjurer (courage, wand, specific circle and triangle placement) to control Bileth's furious appearance and prevent deceit."
    },
    {
      "chapter_title": "The Conjuration of Balam",
      "summary": "A conjuration of Balam, a great King, for the discovery of past events. The ritual involves drawing a circle and invoking infernal kings (Sirrael, Malanthan, Thamaor, Falaur, Sitrami) to compel Balam to appear and answer truthfully."
    },
    {
      "chapter_title": "The Invocation of Forneus",
      "summary": "An invocation for Forneus, a powerful spirit, to turn a foe into a friend. The ritual requires drawing a circle with specific symbols and the foe's name on natural paper, followed by a binding invocation, and then burning the paper."
    },
    {
      "chapter_title": "The Conjuration of Paimon",
      "summary": "A conjuration of Paimon, a liaison to the spirit realm, for communication with a desired spirit. The ritual requires facing northwest, drawing a circle, and a firm invocation that binds Paimon to facilitate communication without harm."
    },
    {
      "chapter_title": "The Conjuring of Shax",
      "summary": "Conjuration of Shax, a powerful lord, for discovering hidden truths and obtaining good familiars. The ritual emphasizes drawing a misleading triangle and circle setup to constrain Shax and compel him to speak truthfully."
    },
    {
      "chapter_title": "The Incantation of Naberius",
      "summary": "An incantation for protection and peace from troubled or disruptive spirits. Performed on the twelfth day of the month at early eve, it involves a single candle, a drawn circle, and inscribed symbols on natural paper."
    },
    {
      "chapter_title": "The Conjuring of the Spirits",
      "summary": "Provides general precautions for any spirit conjuration, emphasizing cleanliness, fasting, confidence, and the mandatory use of a circle for protection and the Prayer of Protection before any operation."
    },
    {
      "chapter_title": "The Incantation for Wealth",
      "summary": "A ritual on the second full moon night to summon 'Spirits of the earth, sky and sea' and specific Goetic spirits (Baell, Paimon, Agares) to bring wealth, involving three beeswax candles, a cup of wine, and a coin."
    },
    {
      "chapter_title": "The Dismissal of the Spirit",
      "summary": "The crucial and mandatory dismissal instruction for any summoned spirit, whether good or evil, to prevent lingering and harmful consequences, emphasizing a firm and solid tone and the threat of everlasting damnation for disobedience."
    },
    {
      "chapter_title": "The Conjuring of Harborim",
      "summary": "Conjuration of Harborim, a strong duke, to gain intelligent power, right wrongs, and undo foul deeds. The ritual requires drawing a circle and invoking Harborim by names of 'the highest' and other spirits (Baell, Bileth, Beliall) with specific binding conditions."
    },
    {
      "chapter_title": "An Incantation for Binding a Faerie in a Stone",
      "summary": "A ritual to bind a mischievous faerie into a smooth river stone to stop its harmful acts. It involves placing the stone in freshly turned soil, drawing a circle with an oak wand, and invoking 'Spirits of the Seven Winds.'"
    },
    {
      "chapter_title": "An Incantation for Skill",
      "summary": "An invocation to gain skill in desired arts, addressing the 'Spirit of (name the art).' The ritual includes placing three oak leaves, five lighted beeswax candles in a pentacle, and drawing a circle around them."
    },
    {
      "chapter_title": "An Incantation for Fortune",
      "summary": "An incantation to draw fortune in varied ways, not to be cast on the thirteenth of the month. It involves drawing a specific symbol on natural paper and speaking an invocation before a lighted candle in a dark room."
    },
    {
      "chapter_title": "An Invocation of the Lost Souls",
      "summary": "An invocation of 'Lost Souls' for answers, to be performed with a single lighted candle as a beacon and a drawn circle, binding them to appear in human form and obey without departing before dismissal."
    },
    {
      "chapter_title": "An Invocation for Discovering Truth",
      "summary": "An incantation to summon 'Truth' on a single subject, effective only with honesty and good will. It involves a single candle, two pieces of natural paper with choices, and a bowl of clean water within a circle."
    },
    {
      "chapter_title": "A Conjuration of Haagenti",
      "summary": "A conjuration of Haagenti, a great president, for gaining wisdom and knowledge. The ritual involves drawing a circle and invoking Haagenti, commanding his appearance and obedience, without showing dread."
    },
    {
      "chapter_title": "The Summoning of Phoenix",
      "summary": "A summoning of Phoenix, a great Duke, for melodies, poetry, and sciences. The ritual requires drawing a circle, invoking Phoenix, and commanding him to take human form and remain focused."
    },
    {
      "chapter_title": "The Summoning of Flauros",
      "summary": "A summoning of Flauros, a strong Duke, against enemies and for truth regarding past, present, and future. The ritual involves drawing a circle, facing south, and a firm invocation, requiring the conjurer to be fearless."
    },
    {
      "chapter_title": "The Conjuring of Andrealphus",
      "summary": "A conjuration of Andrealphus, who governs thirty legions, to gain skillful logic and become a subtle debater. The ritual involves drawing a circle and invoking Andrealphus, maintaining unwavering eye contact during his appearance."
    }
  ],
  "key_concepts": [
    {
      "term": "Conjuration/Invocation",
      "definition": "The act of ritually commanding or calling upon spirits, often implying a forceful summons. The terms are used somewhat interchangeably throughout the text, focusing on compelling entities into the conjurer's presence and will."
    },
    {
      "term": "Circle & Triangle",
      "definition": "Fundamental ritualistic spatial boundaries. The 'circle' is primarily for the conjurer's protection and marks the sacred operative space, while the 'triangle' is often used to constrain and contain the summoned spirit, ensuring it appears and remains within specific bounds and is subject to the conjurer's command."
    },
    {
      "term": "Dismissal of the Spirit",
      "definition": "A critical ritual phase mandatory at the conclusion of every operation. It involves a specific spoken formula commanding the summoned spirit to depart to its predestined place 'upon the promise and pain of everlasting damnation,' ensuring it does not linger or cause mischief after the work is done."
    },
    {
      "term": "Spirits General",
      "definition": "Refers to the hierarchical entities (Kings, Dukes, Governors, Commanders of legions) typically associated with grimoire traditions, specifically many Goetic spirits (e.g., Zepar, Bileth, Balam, Paimon, Shax, Naberius, Gusoin, Cimeries, Harborim, Haagenti, Phoenix, Flauros, Andrealphus) that are the focus of the conjurations."
    },
    {
      "term": "Prayer of Protection",
      "definition": "A specific, multi-named invocation ('Oh great and eternal virtue of the highest, which through thy disposition, these being called to judgment, Vaicheon, Stimulamaton, Esphares, Tetragrammaton, Olioram, Cryon, Esytion, Existion, Eriona, Onela, Brasim, Noym, Messias, Soter, Emanuel, Sabboth, Adonay...') recited to hallow the conjuration, establish divine authority, and safeguard the conjurer from malevolent influences."
    },
    {
      "term": "Natural Paper",
      "definition": "A specified material for inscribing symbols, sigils, names, or choices related to the ritual's purpose. It serves as a physical anchor for magical intent or as a divinatory tool (e.g., burning for treasure, unfolding for truth)."
    },
    {
      "term": "Binding/Chains",
      "definition": "The magical compulsion exerted over spirits through specific invocations, divine names, and threats (e.g., 'everlasting punishment and suffering,' 'everlasting damnation') to ensure their obedience, truthfulness, and adherence to the conjurer's will without causing harm."
    },
    {
      "term": "Faerie Binding",
      "definition": "A unique ritual method described for immobilizing and neutralizing a mischievous faerie by binding it into a physical object, specifically a smooth stone, to prevent its continued harmful actions."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is a classical grimoire-style ceremonial magic for conjuring and commanding spirits. It centers on the conjurer establishing a protected ritual space (circle), often a containment space for the spirit (triangle), and then using specific invocations that leverage 'divine virtue' and threats of 'everlasting damnation' to compel obedience. Each operation is task-specific, involving unique combinations of planetary timing, materials, drawn symbols/sigils, and spirit names. Absolute control, confidence, and adherence to the 'Dismissal of the Spirit' are paramount for safety and efficacy.",
    "tools": [
      "Three candles (various types and arrangements per ritual)",
      "Natural paper (for inscriptions, symbols, names, or choices)",
      "Clear crystal stone (for Gusoin)",
      "Wand or branch of oak (for drawing circles/triangles)",
      "Ring of gold or silver (for general protection)",
      "Cup of wine (for wealth incantation)",
      "Coin (for wealth incantation)",
      "Smooth stone from river/stream (for faerie binding)",
      "Freshly turned soil (for faerie binding)",
      "Bowl of clean water (for truth discovery)"
    ],
    "rituals": [
      "General Summoning of Spirits: Setting three candles in a triangle, drawing a specific symbol, enclosing it in a circle, and reciting the Prayer of Protection (Page 4).",
      "Locating Hidden Treasure: On a Saturday, drawing characters on natural paper, invoking Cimeries, placing the paper on a suspected site, and observing if it burns (Page 6).",
      "Making Gusoin Appear in a Crystal: Drawing a circle, positioning a clear crystal to catch candlelight in darkness, and repeatedly invoking Gusoin until appearance for answers (Page 7).",
      "Binding an Unknown Spirit: Drawing a circle and invoking cardinal kings (Amaymon, Gorson, Zimimar, Goap) and Baell to bind a disruptive spirit to the conjurer's will (Page 9).",
      "Conjuring Bileth for Counsel: Drawing a circle and a non-intersecting triangle, wielding an oak wand, and reciting a conjuration to compel Bileth to appear and provide counsel without deceit (Page 10).",
      "Conjuring Balam for Past Discoveries: Drawing a circle and invoking infernal kings (Sirrael, Malanthan, Thamaor, Falaur, Sitrami) to compel Balam to reveal truths of the past (Page 11).",
      "Invocation of Forneus to Turn a Foe: Drawing a circle, placing natural paper with specific symbols and the foe's name inside, invoking Forneus to transform the foe into a friend, then burning the paper (Page 12).",
      "Conjuring Paimon for Spirit Communication: Facing northwest, drawing a circle, and speaking a firm invocation to compel Paimon to act as an intermediary for communication with a desired spirit (Page 13).",
      "Conjuring Shax for Truth: Drawing a triangle within a circle to 'deceive' Shax, then conjuring him by names of Bileth and Beliall to compel truthful revelations and good familiars (Page 14).",
      "Incantation of Naberius for Protection: On the twelfth day of the month, at early eve, lighting a single candle, drawing a circle around it, inscribing symbols on natural paper, and invoking Naberius for peace from disruptive spirits (Page 15).",
      "Incantation for Wealth: On the second full moon, arranging three beeswax candles in a triangle on a table, placing a cup of wine with a coin, and invoking 'Spirits of the earth, sky and sea' with Baell, Paimon, and Agares for wealth (Page 17).",
      "Binding a Faerie in a Stone: Selecting a smooth river stone, placing it in freshly turned soil on the seventh eve, drawing a circle with an oak wand, and invoking 'Spirits of the Seven Winds' to bind a mischievous faerie into the stone (Page 20).",
      "Incantation for Skill: Placing three fresh oak leaves, five lighted beeswax candles in a pentacle, drawing a circle, and invoking the 'Spirit of (name the art)' to grant skill (Page 21).",
      "Incantation for Fortune: Drawing a specific symbol on natural paper, speaking an invocation before a lighted candle in a dark room, to attract luck and fortune (Page 22).",
      "Invocation of Lost Souls for Answers: Lighting a single candle, drawing a circle, and invoking Lost Souls to appear in human form and provide answers (Page 23).",
      "Invocation for Discovering Truth: Lighting a beeswax candle, tearing two papers with choices, placing a bowl of clean water with a circle, and invoking Vuall to reveal truth by which paper unfolds first (Page 24).",
      "Conjuration of Haagenti for Wisdom: Drawing a circle and invoking Haagenti, commanding his appearance to provide good counsel and knowledge in various arts (Page 25).",
      "Summoning Phoenix for Melody/Sciences: Drawing a circle and invoking Phoenix, compelling him to take human form and share melodies, poetry, and scientific knowledge (Page 26).",
      "Summoning Flauros Against Enemy: Drawing a circle, facing south, and firmly invoking Flauros to destroy adversaries and provide truth (Page 27).",
      "Conjuring Andrealphus for Skillful Logic: Drawing a circle and invoking Andrealphus to provide aid and 'skillful logic' for debate (Page 28).",
      "Dismissal of the Spirit: Reciting the standardized dismissal to command any spirit to depart, under threat of 'everlasting damnation' for non-compliance (Page 5, 18)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Absolute control, based on knowledge and experience, is of the utmost importance when conjuring-up or communicating with spirits.",
      "page": "2"
    },
    {
      "text": "These spells are distributed as curios only and intended for entertainment.",
      "page": "2"
    },
    {
      "text": "No frivolous call, this summons should be only performed when the importance of the need is such as to not bring wrath and retribution upon ye.",
      "page": "4"
    },
    {
      "text": "Oh great and eternal virtue of the highest, which through thy disposition, these being called to judgment, Vaicheon, Stimulamaton, Esphares, Tetragrammaton, Olioram, Cryon, Esytion, Existion, Eriona, Onela, Brasim, Noym, Messias, Soter, Emanuel, Sabboth, Adonay, I worship thee, I invocate thee, I implore thee with all the strength of my mind, that by thee, my present Prayers, consecrations, and conjurations be hallowed and wheresoever wicked spirits are called, in the virtue of thy names, they may come together from every shore, and diligently fulfill the will of me the conjurer. Fiat, fiat, fiat, Amen.",
      "page": "4"
    },
    {
      "text": "Go now, take thy leave spirit unto the place predestinated and appointed for thee, where the eternal virtue of the highest hath appointed thee, until I shall call thee again. Be thou ready unto me and to my call, as often as I shall call thee, upon the promise and pain of everlasting damnation.",
      "page": "5"
    },
    {
      "text": "I conjure thee Bileth to appear, before the conjuration be read over four times, and that visible to appear, as the conjuration is written, and to give me good counsel at all times, and to come by those things hidden and secret, and all other things that is to do me pleasure, and to fulfill my will, without any deceit or tarrying; nor yet that thou shalt have any power of my body or soul, earthly or ghostly, nor yet to perish so much of my body as one hair of my head. I conjure thee Bileth by these words, and by their virtues and powers, I charge and bind thee by the virtue thereof, to be obedient unto me, and to all the words aforesaid, and this bond to stand between thee and me, upon pain of everlasting punishment and suffering, Fiat, fiat, fiat, Amen.",
      "page": "10"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is a practical grimoire, presenting a system largely derived from Goetic and Solomonic magical traditions, indicated by the specific spirits named (e.g., Zepar, Bileth, Balam, Paimon, Shax, Gusoin, Cimeries, Forneus, Naberius, Harborim, Haagenti, Phoenix, Flauros, Andrealphus). It is relevant for practitioners interested in direct spirit contact for various mundane and magical objectives. The book's emphasis on 'updated versions' of ancient rituals attempts to make complex historical practices accessible, though it retains much of the archaic language and forceful commanding tone characteristic of traditional grimoires. Its focus on detailed operative instructions, including specific tools and spatial configurations (circles, triangles, candles), provides a clear, actionable framework for spirit conjuration. The 'Revised Second Edition' implies refinement and ongoing relevance within a niche community of occult practitioners.",
    "target_audience": "The explicit disclaimer targets 'experienced practitioners only,' warning against use by 'the inexperienced or fearful' and disclaiming all liability. This implies an audience with a foundational understanding of occult safety, ethics, and ritual work, particularly concerning spirit contact. Despite the disclaimer also stating 'intended for entertainment,' the technical language, ritual complexity, and the nature of the spirits involved firmly situate the primary target as serious, albeit cautious, occultists familiar with grimoire traditions. The archaic English further appeals to those immersed in or drawn to historical magical texts."
  }
}