{
  "header": {
    "title": "The Scroll of Set, Issue Number 60",
    "authors": [
      "Ronald K. Barrett V°",
      "Susan M. Wylie III°",
      "Robert H. Moffatt III°",
      "Lincoln Shaw I°"
    ],
    "category": "Western Esotericism, Initiatory Societies, Setianism, Occultism",
    "keywords": [
      "Temple of Set",
      "Setian I°",
      "Adept II°",
      "Xeper",
      "Xem",
      "Magical Will",
      "Indulgence",
      "Initiation",
      "Pyramid Project",
      "Reading List",
      "Ritual",
      "Black Flame",
      "Thelema"
    ]
  },
  "central_thesis": "The Temple of Set is formalizing and rigorousizing its initiatory structure, particularly for Setian I° and Adept II° degrees, to ensure profound magical education, mastery of magical will, and practical magical skill. This updated policy aims to cultivate an 'Army of Adepts' capable of embodying Setian philosophy, guiding new initiates, and guarding the Æons of Set and Xem.",
  "structure_content": [
    {
      "chapter_title": "[1] AlXemical Definition of Setian I° & II° to be Ensured",
      "summary": "This section outlines a new policy to formalize and enforce the alXemical definition and purpose of Setian I° and Adept II°. It emphasizes maximizing magical education and skill for initiates, ensuring their evolution aligns with the magical formula and prepares them for future work within the Temple of Set."
    },
    {
      "chapter_title": "Setian I°",
      "summary": "A Setian I° is defined as an individual entering the Temple's initiation, aspiring to knowledge of Set and self-deification (Xeper ir Xem). This stage requires learning magical theory and practice, gaining broad knowledge, and mastering 'magical will'. The I° embodies 'The-lema' ('Do What Thou Wilt') as the 'whole of the law'."
    },
    {
      "chapter_title": "Adept II°",
      "summary": "An Adept II° is one who has mastered magical will, an expert or 'artist' in the magical arts capable of experimentation and invention. The governing 'Word' for the II° is 'Indulgence', signifying full immersion and mastery in magical arts, enabling exploration of the 'Dark Realm' and mastery of the 'Black Flame'."
    },
    {
      "chapter_title": "Army of Adepts",
      "summary": "The 'Army of Adepts' will consist of II° masters of magical arts, serving as guardians for the Æon of Set and the oncoming Æon of Xem. Their purpose is to protect newer initiates and ensure no one progresses without 'Becoming'."
    },
    {
      "chapter_title": "[2] Revised Qualifications for Recognition to II°",
      "summary": "This section details the new policy for II° recognition, including a mandatory reading list of 'carefully-selected books' for theoretical knowledge. It introduces a comprehensive testing process, effective immediately, which existing II°s must also undergo or revert to I° status."
    },
    {
      "chapter_title": "Testing Process",
      "summary": "The II° recognition test has two parts: a written test (multiple-choice, essay, fill-in questions from required and recommended reading lists) and a practical test. The practical test requires written construction of at least three ritual types and the actual performance of no fewer than two of these rituals before an evaluating Temple official, who assesses effectiveness, magical expertise, and application of principles. A $10 fee is charged for testing."
    },
    {
      "chapter_title": "Pyramid Project & Magical Advisors",
      "summary": "Following the new policy, II°s will be assigned as magical advisors to I°s as part of the Pyramid Project. This advisory role, though unofficial in authority, offers II°s an opportunity to exercise their knowledge and potentially form 'Pylons'."
    },
    {
      "chapter_title": "[7] Required Reading for Setians I°",
      "summary": "A list of 14 required books for Setians I° to achieve II° Recognition, including works by Aleister Crowley, Anton LaVey, John Symonds, Richard Cavendish, Paul Carus, Colin Wilson, Peter D. Ouspensky, Erich Fromm, and L. Dale Seago. The list covers magical theory, Satanic philosophy, ritual, and esoteric texts."
    },
    {
      "chapter_title": "[8] Recommended Reading for Setians I°",
      "summary": "A list of 40 recommended books for Setians I°, broader in scope than the required list, covering subjects like sexuality in magic, Crowley's system, occult history, psychology, physiology, ancient cultures, and esoteric fiction. It encourages initiates to pursue individual interests beyond the core requirements."
    },
    {
      "chapter_title": "[11] Notes on the Book List",
      "summary": "Magus Barrett emphasized that books on the lists may offer unique perspectives and that it's the reader's task to find the core insights. Suggestions for new books were invited for future editions of the list."
    },
    {
      "chapter_title": "[13] Indulgence, Compulsion, and Responsibility",
      "summary": "This article discusses the Setian interpretation of 'indulgence', 'compulsion', and 'responsibility'. 'Indulgence' is defined as self-integration for becoming a better magician, dealing with challenges for growth, and taking on responsibilities out of respect. 'Compulsion' is external force or moral constraint on one's will. The article critiques unthinking adherence to schedules and urges thoughtful questioning with respect."
    },
    {
      "chapter_title": "[16] My Accouterments and their Symbolic Meaning",
      "summary": "Lincoln Shaw I° provides a personal symbolic interpretation of common magical tools: the censer (willed receptivity, transformation, rising above mundane), bell (beginning/end of work, breaking walls, sending forth creations, returning to mundane), wand (will, straightness, refinement), cup (love, understanding, life-giving), and sword (birth, father's idea, mother's womb, intellect, protection, freedom, questioning)."
    }
  ],
  "key_concepts": [
    {
      "term": "Setian I°",
      "definition": "An individual who has entered the Setian Temple of initiation, aspiring to the knowledge of Set and to becoming a god in his own right, representing the first stage of Xeper ir Xem. A Setian I° must learn magical theory and practice, gain wide knowledge, and become a master of magical will, embodying 'The-lema' ('Do What Thou Wilt')."
    },
    {
      "term": "Adept II°",
      "definition": "One who has mastered the magical will, recognized as an expert and artist in the magical arts. An Adept can fully indulge in magical arts, applying skills, experimenting, inventing, and is capable of exploring the 'far reaches of magic' to 'open the Gates to the Dark Realm and to fully master the Black Flame'. The governing Word for this degree is 'Indulgence'."
    },
    {
      "term": "Magical Will",
      "definition": "A force of immense power that is central to the Setian path of Xeper ir Xem. Its mastery is treated as an 'exacting science' and a 'fine art', distinct from mere wishful thinking or ambition."
    },
    {
      "term": "Xeper ir Xem",
      "definition": "The core process of Setian initiation and evolution, defined as self-creation or 'becoming'. It is the path through which Setians aspire to knowledge of Set and self-deification, facilitated by the mastery of magical will."
    },
    {
      "term": "The-lema",
      "definition": "The Word of the Æon of Horus, which means 'Do What Thou Wilt'. It is the principle that a Setian I° is expected to embody, representing the whole law of that degree."
    },
    {
      "term": "Indulgence",
      "definition": "The governing Word for the Adept II° degree. It is defined as giving oneself up to something, not restraining or opposing, giving free course to, or gratifying by compliance. In a Setian context, it signifies the 'integration into my being of all the available means to make a better magician out of me', going beyond mere temporal gratification to embrace self-development and mastery."
    },
    {
      "term": "Black Flame",
      "definition": "A key concept in Setian philosophy, associated with the inner self and mastery of magic. Adepts (II°s) are described as being able to explore the 'far reaches of magic' and 'open the Gates to the Dark Realm' to 'fully master the Black Flame'."
    },
    {
      "term": "Pyramid Project",
      "definition": "An active initiative within the Temple of Set to formalize policy and structure for magical initiation and evolution. It involves Adepts (II°s) serving as 'magical advisors' to Setian I°s and the potential for II°s to form and lead 'Pylons'."
    },
    {
      "term": "Compulsion",
      "definition": "Defined as 'The act of compelling or driving by force, physical or moral constraint of the will (compulsory, obligatory)', contrasting with 'Indulgence' as self-driven development."
    },
    {
      "term": "Responsibility",
      "definition": "In the Setian context, taking on a responsibility is viewed as an 'indulgence', not a 'compulsion'. It stems from a 'desire to learn and understand the what and the why of the higher degree', rather than from fear of reprimand."
    }
  ],
  "practical_system": {
    "description": "The Temple of Set's initiatory system, as formalized in 1981, is a structured, merit-based progression through degrees, primarily I° Setian and II° Adept. Advancement requires active cultivation and mastery of 'magical will', extensive theoretical knowledge demonstrated through a mandatory reading list and written examination, and proven practical magical ability. The system aims to develop 'magical beings' (Adepts) capable of self-actualization (Xeper ir Xem) and leadership, with II°s serving as 'magical advisors' to I°s and forming 'Pylons' as part of the overarching Pyramid Project. This ensures a consistent standard of magical competence across the Temple.",
    "tools": [
      "Censer (Lotus-shaped): Symbolizes willed receptivity, willed transformation of self, and rising above mundane existence to work magic. Charcoal within signifies the will to change, transforming solid/liquid incense into scented vapor.",
      "Bell: Marks the beginning and end of magical works. Its vibrations break down mental 'walls', raise oneself, send forth creations, close doors to creation, and aid re-entry to the mundane.",
      "Wand: Symbolizes the magician's will – straight, with a beginning and end that grows further apart as will strengthens and refines. Used to proclaim purpose, raise fire, and direct willed action.",
      "Cup: Represents love, understanding, and the life-giving aspect of the magician, filled with 'fiery liquid' (passionate desire/elation).",
      "Sword: Symbolizes being 'born' from the union of father's idea and mother's womb, representing the intellect and the element Air. It is a double-edged weapon used for protection from 'demons', asserting freedom, questioning everything, and discovering the self."
    ],
    "rituals": [
      "Written construction of at least three different types of rituals as part of the Adept II° practical test.",
      "Actual performance of no fewer than two constructed rituals in the presence of an evaluating Temple official, demonstrating overall effectiveness, magical expertise, and application of valid magical principles."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The will of which I write is magical will, and is not merely wishful thinking, ambition, or even aspiration by themselves. It is a force of immense power, and its mastery must make of it an exacting science as well as a fine art.",
      "page": "1"
    },
    {
      "text": "Only a master can fully indulge in the whole of whatever art he has mastered, and only an Adept can fully indulge in the magical arts. Further only those who are able to explore the far reaches of magic are able to open the Gates to the Dark Realm and to fully master the Black Flame.",
      "page": "1"
    },
    {
      "text": "This new policy is designed to maximize the magical education and skill of each I° initiate to the peaks of individual potential and ability.",
      "page": "1"
    },
    {
      "text": "Magical evolution is the fundamental process through which Xeper can occur. We shall behold upon the path to Xem magicians whose beings are magical - not merely beings who do rituals. Of such beings are the seeds of the gods to come. Listen. Listen very closely, and you can hear them breathing all around you.",
      "page": "3"
    },
    {
      "text": "To me to be concerned with temporal gratification would mean to be concerned with the integration into my being of all the available means to make a better magician out of me. Nothing can be denied forever, and in my opinion it is better to deal with the proverbial “mole hill” than to allow it to blossom into the much more challenging mountain.",
      "page": "6"
    },
    {
      "text": "To question from the due respect is an indulgence to be argumentative is an attempt to constrain the will and hence, I believe, a compulsion. It is a fine line that we all walk.",
      "page": "7"
    },
    {
      "text": "My censer is symbolic of willed receptivity to willed transformation of myself, rising above my mundane existence to work magic.",
      "page": "8"
    },
    {
      "text": "My wand is my symbol of will. The wand is straight, as is my will, but with a beginning and an end. As my will becomes stronger and more refined, the beginning and end will be further apart.",
      "page": "8"
    }
  ],
  "critical_analysis": {
    "relevance": "This document is highly relevant for understanding the internal mechanics and philosophical commitments of the Temple of Set in the early 1980s. It marks a significant shift towards a more formalized, structured, and merit-based initiatory system, moving beyond subjective 'Elect' potential to concrete requirements in magical theory and practical application. It explicitly integrates concepts from Aleister Crowley's Thelema ('Do What Thou Wilt', 'Indulgence') into a distinct Setian framework centered on 'Xeper ir Xem' and the 'Black Flame', establishing clear pathways for self-deification through diligent study and ritual practice. The emphasis on developing an 'Army of Adepts' underscores a strategic vision for the organization's future and its role in guarding succeeding Æons.",
    "target_audience": "The primary target audience consists of active members of the Temple of Set, particularly those at the Setian I° degree aspiring to Adept II°, and existing Adept II°s who are required to re-qualify under the new, more stringent standards. Beyond the internal membership, this text is invaluable for academic researchers, occult historians, and practitioners interested in the development, philosophical underpinnings, and operative systems of modern initiatory Western Esoteric traditions, particularly those branching from or engaging with the Thelemic current."
  }
}