{
  "header": {
    "title": "THE MAGICAL ROTULI FROM THE CAIRO GENIZAH",
    "authors": [
      "Gideon Bohak"
    ],
    "category": "Western Esotericism, Jewish Magic, Late Antique Magic, Grimoire Traditions",
    "keywords": [
      "Cairo Genizah",
      "magical rotuli",
      "Jewish magic",
      "Aramaic incantations",
      "aggressive magic",
      "angel worship",
      "Samael",
      "historiola",
      "Bodleian MS Heb. a3.31",
      "Palestinian Jewish Aramaic",
      "Greek loanwords",
      "binding spells",
      "contagious magic",
      "inverted writing"
    ]
  },
  "central_thesis": "This paper describes and analyzes a unique corpus of previously unnoted Genizah magical fragments: vertical parchment scrolls (rotuli) containing aggressive magical recipes, some dating back to late-antique Palestine, offering significant insights into early Jewish magical practices and their textual transmission.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Highlights the historical neglect of Genizah magical texts and introduces the study's focus on magical rotuli, emphasizing their unique format and aggressive magical content originating from late-antique Palestine. It notes the ongoing reconstruction of these fragments and the paper's limited scope to describing features and selected recipes."
    },
    {
      "chapter_title": "The Magical Rotuli - A Broad Survey",
      "summary": "Details the discovery and characteristics of magical rotuli, distinguishing them by their vertical sewn parchment format. Three specific rotuli are surveyed: Bodleian MS Heb. a3.31 (oldest, aggressive, Palestinian Aramaic/Hebrew, Greek loanwords, re-used verso); T-S K 1.120+ (reconstructed, aggressive, Aramaic/Judeo-Arabic, blank verso); and T-S K 1.50+ (originally astrological, re-used horizontally, aggressive/apotropaic, Judeo-Arabic, Muslim influences). This section establishes the antiquity and unique linguistic and ritual features of these texts."
    },
    {
      "chapter_title": "Select Recipes from Bodleian Heb. a3.31",
      "summary": "Provides in-depth analysis of five distinct aggressive recipes from the Bodleian rotulus. Recipe 'a' is a short, obscure Greek phrase, possibly for cooking or aggression. Recipe 'b' involves offerings to an evil angel, PWSYS, adjured by Samael, for inflicting harm. Recipe 'c' describes a male 'binding' spell using a twisted needle and a historiola of the angel Qatriel. Recipe 'd' is an aggressive/erotic spell to subdue a person, involving a white cock, an inscribed lamella, and burial at crossroads. Recipe 'e' is a potent aggressive spell for harm and exile, utilizing a concoction of various urines and other liquids, sprinkled before the victim's home, and invoking the Sodom and Gomorrah historiola and angels Nuriel and Hapkhiel. This section reveals the practical mechanics and underlying philosophy of these 'daring' spells."
    },
    {
      "chapter_title": "Summary",
      "summary": "Concludes by reiterating the profound historical significance of the rare magical rotuli, particularly Bodleian Heb. a3.31, as uncensored evidence of aggressive Jewish magical practices in late-antique Palestine and early medieval Cairo. The uniqueness of these recipes, with few parallels, suggests they represent traditions that were largely lost or suppressed, underscoring the rotuli's critical role in understanding the textual transmission of Jewish magic."
    }
  ],
  "key_concepts": [
    {
      "term": "Magical Rotuli",
      "definition": "Vertical parchment scrolls, created by sewing together narrower pieces of parchment, used for writing magical texts. They represent a unique and historically significant format for magical manuscripts within the Cairo Genizah corpus."
    },
    {
      "term": "Aggressive Magic",
      "definition": "Magical practices explicitly designed to harm, bind, subdue, or exile individuals. This is the predominant type of magic found in the analyzed Genizah rotuli, challenging previous assumptions about its rarity in Jewish tradition."
    },
    {
      "term": "Historiola",
      "definition": "A mythological event, biblical story, or historical precedent invoked within a magical spell or adjuration to create a sympathetic link or an analogical basis for the desired magical outcome. Examples include the angel Qatriel binding bulls or God's destruction of Sodom and Gomorrah."
    },
    {
      "term": "Angelolatry / Demonolatry",
      "definition": "The practice of worshiping, invoking, or offering gifts to angels or demonic entities to achieve magical ends. The texts clearly show appeals to 'evil' angels like PWSYS, Kabshiel, Nuriel, Hapkhiel, and 'Samael the great satan', often on a 'do ut des' (give to get) basis."
    },
    {
      "term": "Binding Spells",
      "definition": "A specific category of aggressive magic aimed at incapacitating, controlling, or rendering a person (often sexually impotent) through ritual actions, adjurations, and sympathetic magic. The 'needle ritual' for male impotence is a prime example."
    },
    {
      "term": "Contagious Magic",
      "definition": "A principle of magic where objects once in contact with a person (e.g., clothing, bodily fluids) are believed to maintain a magical link and can be used in rituals to affect that person from a distance."
    },
    {
      "term": "Greek Loanwords",
      "definition": "The significant presence of Greek vocabulary and even full Greek phrases (transliterated into Hebrew characters) within the Aramaic and Hebrew magical texts, indicating strong Hellenistic cultural and magical influence on late-antique Jewish magic."
    }
  ],
  "practical_system": {
    "description": "The magical system presented in the Genizah rotuli, particularly Bodleian Heb. a3.31, is predominantly aggressive and highly operative, rooted in Late Antique Palestinian Jewish traditions. It involves direct adjurations and offerings to powerful spiritual entities, including 'evil' angels and Samael, alongside intricate sympathetic and contagious rituals. The magic aims to inflict harm, 'bind' individuals (often sexually), or exile them. Efficacy is often linked to the use of historiolae and precise material components, with instructions for both casting and undoing spells. The system reflects a sophisticated, albeit 'daring', magical practice largely uninfluenced by later censorship.",
    "tools": [
      "Parchment scrolls (rotuli) for inscriptions",
      "Lead, bread, salt (in specified quantities/groups of seven)",
      "Iron needle",
      "Live white cock",
      "Tin lamella (for inscription)",
      "Thread from victim's clothes (for contagious magic)",
      "Fine flour",
      "Various liquids: fast-flowing water, cooked wheat water, boiled lentils water",
      "Aloe root",
      "Animal urine (donkey, black bull) and magician's own urine",
      "Pot or vessel for preparing mixtures",
      "Rock (to cover buried items)",
      "Crossroads (as a ritual site for burial)"
    ],
    "rituals": [
      "Offering lead, bread, and salt (in groups of seven) to an angel (PWSYS), adjured by KLQYTS and 'Samael the great satan', to cause dispute, pain, abomination, fornication, and a 'spark' on a target.",
      "Performing a 'binding' ritual to induce male impotence: twisting an iron needle into a closed circle with its tip inside its own eye, uttering adjurations invoking the angel Qatriel (who 'bound male bulls'), and burying the needle in a hidden, private location. To undo the spell, the needle is retrieved and straightened.",
      "Casting an aggressive/erotic spell to subdue a person: adjuring a live white cock, slaughtering it, tearing it apart, placing an inscribed tin lamella (with the adjuration), a thread from the victim's clothes, and fine flour inside its intestines. The cock is then twisted into a knot and buried at a crossroads, covered by a rock to prevent disturbance. This ritual invokes 'Kabshiel who subdued the earth'.",
      "Executing an aggressive 'harm and exile' spell: preparing a foul concoction consisting of fast-flowing water, cooked wheat water, boiled lentils water, aloe root, donkey urine, black bull urine, and the magician's own urine. Uttering an adjuration (equating the concoction's power to God's act over Sodom/Gomorrah, and invoking Nuriel and Hapkhiel from the angel of death's entourage) and then sprinkling the mixture in front of the victim's home."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Bodleian rotulus... is one of the oldest available Genizah magical texts, is entirely based on much earlier Palestinian Jewish recipes which seem to have been neither 'updated' nor censored in any significant manner, and provides important evidence on the aggressive magical practices of the Jews of late-antique Palestine and early medieval Cairo.",
      "page": "340"
    },
    {
      "text": "They are written in a mixture of Palestinian Jewish Aramaic and Hebrew, and contain virtually no Arabisms, a sure sign of their relative antiquity. They also display many Greek loanwords, including what seems like a whole Greek sentence in transliteration...",
      "page": "5"
    },
    {
      "text": "Here the practitioner is instructed to take lead, bread and salt, all in groups of seven (a common typological number in such recipes), to offer these to an angel, and to ask that angel to dispense some of his special qualities in return and send his dispute, pain, abomination, fornication and spark upon the person's opponent.",
      "page": "12"
    },
    {
      "text": "On the mythical side, we have here a reference to the angel Qatriel (whose name is derived from the Aramaic root קטר 'to bind' + the standard ending -el, and who appears quite frequently in ancient Jewish magical texts), who came down from heaven to herd small cattle and bulls and 'bound' (i.e., castrated?) the male bulls (a well known symbol of virility in many cultures, ancient and modern); just as this had happened in illo tempore, so shall the hapless victim be 'bound' and rendered impotent as the practitioner wishes.",
      "page": "14"
    },
    {
      "text": "But the use of the urine of several animals, and of the magician's own urine, is—as far as I know—quite unattested in the Jewish magical tradition, and proves once again the relatively 'daring' nature of the recipes found in the Bodleian rotulus.",
      "page": "19"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is exceptionally relevant to Western Esotericism and Occultism as it unearths primary source material for Jewish magical practices from Late Antiquity and early medieval Cairo. It offers a unique window into aggressive magic, angelolatry, and demonolatry within a Jewish context, practices often understated or considered 'lost' in mainstream scholarship. The detailed analysis of rituals, materials, linguistic elements (Greek loanwords, Aramaic), and the concept of historiolae provides critical data for understanding the historical development of grimoire traditions and the Hellenistic influences on Jewish magic, which in turn informed later Western esotericism. It directly challenges the notion of a 'dearth of aggressive magic' in early Jewish literature, revealing a 'daring' and uncensored magical tradition that operated outside or on the fringes of rabbinic orthodoxy.",
    "target_audience": "Academic researchers in Jewish Studies, Religious Studies, Classics, and the History of Magic and Esotericism will find this work invaluable for its meticulous textual analysis and historical contextualization. Practitioners of historical Jewish magic, ceremonial magic, and those interested in comparative magic and the foundational texts of grimoire traditions will also benefit from the detailed description of operative magical systems, materials, and entities involved."
  }
}