{
  "header": {
    "title": "The Occult Tradition of the Tarot in Tangency with Ibn 'Arabī's Life and Teachings Part Two",
    "authors": [
      "Jereer El-Moor"
    ],
    "category": "Western Esotericism, Occultism, Tarot History, Islamic Mysticism",
    "keywords": [
      "Tarot",
      "Ibn 'Arabi",
      "Occultism",
      "Hermeticism",
      "Gnosticism",
      "Cathars",
      "Fatimids",
      "Knights Templar",
      "Isma'ilism",
      "Qur'an",
      "Sufism",
      "Sun-card",
      "al-Khadir",
      "Rosicrucianism",
      "Metonic Cycle"
    ]
  },
  "central_thesis": "The Tarot, particularly the symbolism embedded in the Sun-card (Atout XIX), has deep, pre-Christian roots in Near Eastern esoteric traditions, specifically drawing upon Fatimid Isma'ili theosophy and later transmitted through groups like the Knights Templar and Cathars. Its profound iconography can only be fully unlocked through Islamic mystical texts, especially the exegetical works of Ibn 'Arabī, which offer a unique lens to understand its 'hidden treasure' and spiritual-psychological dimensions.",
  "structure_content": [
    {
      "chapter_title": "European Origins and the Cathar Hypothesis",
      "summary": "The essay begins by positing that the 'Ur-Tarot', progenitor to the Marseilles deck, became known in Europe via playing-cards (naipes, naibi) imported from the Arab world by the mid-14th century. It challenges the 'Ferrara Triangle' theory, proposing instead that Albigensian Cathars in southern France and northern Italy, due to their papermaking expertise, were crucial in propagating the Tarot by combining emblematic trumps ('atouts') with mass-produced playing cards, explaining Tarot's strong reception in historically Cathar regions."
    },
    {
      "chapter_title": "Gnostic Lineage and the Fatimid-Templar Link",
      "summary": "The author traces an 'unbroken chain of Gnostic movements' from Paulicianism and Montanism through Bogomilism to the Cathars, implying a Gnostic heritage for the Tarot. While Cathars were propagators, the text hypothesizes the true creators of the 'Ur-Tarot' (or its underlying 'Umm al-kitāb') were the Fatimid Isma'ilis of Cairo, who then transmitted this 'precious treasure' sub rosa to their 'Templar beneficiaries' in Jerusalem, given the Templars' unique pivotal position between Christian and Islamic worlds."
    },
    {
      "chapter_title": "Decoding the Sun-Card (Atout XIX) through Islamic Scripture",
      "summary": "The core argument centers on the Tarot Sun-card, whose imagery (two young brothers, a wall, and a hidden treasure) is presented as inexplicable without reference to Qur'an 18:82 (Sūrat al-Kahf). This verse describes Moses and al-Khadir, two orphan boys, a wall, and an underlying treasure. The author argues that this Qur'anic passage, along with Islamic esoteric explications, is the foundational 'prooftext' for the Sun-card's iconography."
    },
    {
      "chapter_title": "Ibn 'Arabī's Esoteric Exegesis and the Symbolism of the Wall",
      "summary": "Ibn 'Arabī's work, particularly 'The Book of the Fabulous Gryphon' ('Anqā' mughrib'), is introduced as the primary source for understanding the Sun-card. The 'wall' (jidār) is revealed through various interpretations: the 'Soul in tranquility' (al-nafs al-mutma'innah), the human Heart (capable of 'encompassing the Divine Presence'), and the 'Atlantic Ocean' (bahr al-gharbī/al-muhīt). The 'treasure' (al-kanz) hidden beneath the wall is equated with an 'apocalyptic Sun occulted in the 'West',' symbolizing the Divine 'hidden Treasure' and the 'Genius-Sun' rising from transcendent being. The number 19, corresponding to the Sun-card, is also shown to hold significant esoteric weight in Islamic systems."
    },
    {
      "chapter_title": "Microcosmic Correspondences and the Orphan-Brothers",
      "summary": "The two orphan brothers in the Sun-card are identified as the Intellective spirit ('aqlī) and Reflective spirit (fikrī), corresponding to the right-hand (seeing) and left-hand (sightless) figures respectively. The Solar disc represents the 'quasi-Divine Spirit of holiness' or the exalted father. This psychological interpretation aligns with Ibn 'Arabī's exegesis of Moses-Manas (conscious mind) and al-Khadir-Buddhi (higher intuition), including the 'secret meaning' of Jesus' words to Peter (John XXI:18) regarding being 'girded and carried where you do not will to go,' symbolizing the mind's submission to super-rational intuition. The Tarot is presented as a 'paedagogic-mnemonic instrument' for this internal awakening."
    },
    {
      "chapter_title": "A Revised Rosicrucian Narrative and Tarot Evolution",
      "summary": "The author speculates on a revised Rosicrucian legend, where Christian Rosenkreutz, born in 1284 (a chronologically significant year in Ibn 'Arabī's theories), received the Ur-Tarot tradition from Druze ('Isma'ili') adepts in the Near East. This suggests a direct transmission of a 'proto-Tarot' (Fatimids/Druze) to an 'Ur-Tarot' (Templars/Rosicrucians) which was then 'reformed' and eventually led to the 'Tarot-proper' (Marseilles deck, possibly by French Freemasons). The work concludes by reinforcing the Near Eastern provenance of the Tarot, viewing it as part of a grand Gnostic movement across Eurasia."
    }
  ],
  "key_concepts": [
    {
      "term": "Ur-Tarot",
      "definition": "The distant, direct ancestor of the Marseilles deck, hypothesized to have been originally created by Fatimid Isma'ilis in Cairo and transmitted to the Knights Templar."
    },
    {
      "term": "Cathar Hypothesis",
      "definition": "The theory that Albigensian Cathars in southern Europe played a crucial role in propagating the Tarot by combining emblematic trumps with playing cards, leveraging their papermaking skills."
    },
    {
      "term": "Fatimids/Isma'ilism",
      "definition": "The Fatimid dynasty and its Isma'ili theosophy, proposed as the original source of the Ur-Tarot's emblematic images (the 'Umm al-kitāb'), due to their artistic innovation and esoteric doctrines."
    },
    {
      "term": "Knights Templar",
      "definition": "The Crusader order hypothesized to have received the 'precious treasure' of the Ur-Tarot from Fatimid Isma'ilis in Jerusalem, acting as a crucial link in its transmission to Europe."
    },
    {
      "term": "Sūrat al-Kahf (Qur'an 18:82)",
      "definition": "The Qur'anic chapter central to decoding the Sun-card's imagery, detailing Moses' encounter with al-Khadir, the story of two orphan boys, a dilapidated wall, and a hidden treasure beneath it."
    },
    {
      "term": "Al-Khadir",
      "definition": "The mysterious guide in Qur'an 18, representing Buddhi (the super-human principle) in the text's psychological schema, and identified as the Imām al-Mahdī in the context of the Mahdist teachings."
    },
    {
      "term": "The Sun-card (Atout XIX)",
      "definition": "A Tarot trump card whose iconography (two young brothers, a wall, and a radiant sun hiding treasure) is interpreted as a direct symbolic representation of Qur'anic and Ibn 'Arabī's esoteric teachings, particularly concerning spiritual awakening and hidden divine knowledge."
    },
    {
      "term": "The Wall (Jidār)",
      "definition": "A key symbol in the Sun-card and Qur'an 18:82, interpreted by Ibn 'Arabī as the 'Soul in tranquility' (al-nafs al-mutma'innah), the human Heart, or metaphorically, the 'Atlantic Ocean' (bahr al-gharbī/al-muhīt), which conceals the 'Divine Presence' or 'Treasure'."
    },
    {
      "term": "The Treasure (al-kanz)",
      "definition": "Hidden beneath the wall in the Sun-card and Qur'anic narrative, it symbolizes an 'apocalyptic Sun occulted in the 'West''—representing the noumenal Essence of one's transcendent being and the 'Divine hidden Treasure' (al-kanz) that the Mahdi reveals."
    },
    {
      "term": "Number 19",
      "definition": "The numerical value of the Sun-card (Atout XIX) which holds profound significance in Islamic esotericism (e.g., the number of letters in the Basmalah, categories of Qur'anic surahs) and links to ancient lunisolar cycles like the 'Neros'."
    },
    {
      "term": "Intellective Spirit (al-rūh al-'aqlī) & Reflective Spirit (al-rūh al-fikrī)",
      "definition": "Represented by the two orphan brothers in the Sun-card. The Intellective spirit (right-hand, seeing) is pure intellect/reason ('aql), while the Reflective spirit (left-hand, sightless) is discursive thought/reflection (fikr). Their interaction, guided by the Divine Spirit (Solar disc), leads to self-realization."
    },
    {
      "term": "Dhikr/Reminder",
      "definition": "The incremental educational function of the wall (erected free of charge), which is equated with the Tarot itself—a 'successful paedagogic-mnemonic instrument' designed to awaken those 'sleeping in the Cave of this material earth' to hidden truths."
    },
    {
      "term": "Rosicrucian Fraternity",
      "definition": "Proposed as an 'irrepressible offshoot' of the Knights Templar, which is envisioned to have received the Ur-Tarot tradition through Christian Rosenkreutz from Druze (Isma'ili) adepts in the Near East."
    }
  ],
  "practical_system": {
    "description": "While not a practical manual in the sense of providing ritual instructions, the text implicitly describes the Tarot as a 'paedagogic-mnemonic instrument' for spiritual transformation. The 'operative' aspect is primarily one of internal revelation and gnosis, achieved through the contemplative study and decoding of its symbolic imagery. The Tarot functions as a 'Dhikr' (Reminder) to awaken consciousness to hidden Divine Truths, guiding the individual through a process of self-realization akin to the awakening of the Intellective and Reflective spirits.",
    "tools": [
      "The Tarot deck itself (specifically the emblematic trumps, Atout XIX in focus) serving as 'hieroglyphics written upon an open wall'.",
      "Islamic mystical texts, particularly Ibn 'Arabī's 'The Book of the Fabulous Gryphon' and Qur'anic exegesis, as interpretive keys for unlocking Tarot symbolism.",
      "The 'Umm al-kitāb' (archetypal 'mother book') and 'Rota mundi' (World-Wheel) as conceptual predecessors embodying the Tarot's core structure and wisdom."
    ],
    "rituals": [
      "Contemplative study and interpretation of Tarot symbolism as a 'Dhikr' or mnemonic practice.",
      "The process of initiation into esoteric knowledge ('Ta'lim') for unlocking the Tarot's deeper meanings, akin to the Khadir-Moses encounter.",
      "Internal alignment of the Intellective and Reflective spirits (Manas and Buddhi) through meditative insight, guided by the Tarot's symbolic structure."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Toward the beginning of this essay we saw that the Ur-Tarot—the distant but direct ancestor of the Marseilles deck (the oldest extant specimens of which date from the early eighteenth century, though it was probably standardized in the seventeenth) and the less remote progenitor, also, of the ruinously modified Italian-noble packs of the early fifteenth century—became widely known in Europe in connection with the popular spread of massproduced playing-cards (naipes, naibi) originally imported from the Arab world—perhaps via Jativa, in former Andalusian territory—by the middle of the fourteenth century. As both Florence and Viterbo (where cartes saraceni were documented in the 1370s) are in closest contact with the western coast of the Italian peninsula, we may assume that the naibi of those regions derived from or were, in fact, the naipes of Andalusia-Spain. Since neither town had access to a port, one must suppose, further, that the original transshipments of cards, probably by way of Genoa and Pisa, began occurring sometime before their first recorded appearances inland. Moreover, it can be assumed, as well, that playing-cards were early imported through southern French ports such as Marseilles and Montpellier, and, indeed, that they would soon be manufactured there as papermaking became widespread across the northwestern Mediterranean coast. Now, it was precisely the immediate descendents of the defeated Albigensian Cathari mentioned in our opening paragraph who dominated the incipient papermaking industry in southern Europe for centuries. Could it be those latter-day ‘Gnostics' of Provence-Languedoc who were responsible for the effective propagation of the Tarot by the ingenious entrepreneurial innovation of combining the series of emblematic trumps, or atouts, with the new fashion of inexpensive playing-cards?³⁷ That would help to explain why most of the jargon relating to the cards—the titles of the trumps and the name, Tarot, itself-came to be generally in French, even in other countries. And it is very significant, I think, that it was mainly in those regions where the Cathar heresy laid down its deepest roots in the twelfth century certainly including northern Italy, Lombardy and Veneto- that Tarot cards were later to find their most hospitable reception, continuing down to the present day.",
      "page": "1-2"
    },
    {
      "text": "I would hypothesize that the real creators of the Ur-Tarot (or, rather, the Umm al-kitāb underlying it) were the Fātimid Ismāʻīlīs of Cairo, who passed the precious treasure on to their Templar beneficiaries in Jerusalem sub rosa.",
      "page": "6"
    },
    {
      "text": "It belonged to two orphan boys (ghulāmān yatīmān) in the town, and underneath it was a treasure (kanz) belonging to them. Their father had been righteous, and thy Lord willed that they should come of full age and then extract their treasure as a Mercy from thy Lord. I did it not of my own bidding. This is the ta'wil of that wherewith thou couldst not bear patiently (Qurʼān 18: 82).",
      "page": "8"
    },
    {
      "text": "The symbolism of the wall in the narrative of Moses and al-Khadir is very important because of what it promises to reveal (to wit, the Treasure). Then what does the wall signify in itself that is, what is it? According to a popular Şūfi Tafsir (ascribed to Ibn 'Arabī but actually the work of the fourteenth-century Akbarian epigone, Abd al-Razzāq al-Qāshānī), the wall in verses 77 and 82 of Sūrat al-Kahf stands for the 'Soul in tranquility' (al-nafs al-mutma'innah).",
      "page": "9"
    },
    {
      "text": "Here the bahr al-gharbī/al-muhīt, the Atlantic Ocean—a variant symbol for the wall in our Sun-card—emblemizes the human Heart, the only locus capacious enough to 'encompass' the Divine Presence, according to the well-known hadith qudsī: Neither My earth nor My heaven can contain Me; [but] the Heart of My faithful servant comprehends Me.",
      "page": "15"
    },
    {
      "text": "For it is in the passage immediately following that Ibn 'Arabī precisely states the secret meaning of the mysterious words of Jesus to Peter-Manas: “You will stretch out your hands, and another will gird you and carry you where you do not will to go.”",
      "page": "16"
    },
    {
      "text": "In the context of our present concern we are entitled to understand that this Dhikr—like hieroglyphics written upon an open wall exposed to general view but explicated only in special, nocturnal Mystic rites—is none other than the Tarot, the most successful paedagogic-mnemonic instrument ever devised by human ingenuity. Being to all appearances nothing more than a mere game of chance, a mental-child's frivolous toy, it is made available to all and sundry in the world, high and low, free of charge. But in reality it is a reminder to everyone who sleeps in the Cave of this material earth, \"and you shall surely know its tiding after a while”.",
      "page": "18"
    },
    {
      "text": "Thus, the left-hand, sightless orphan stands for the Reflective spirit, the faculty of discursive thought, or reflection (fikr); the right-hand, seeing brother is pure intellect, or reason ('aql), the faculty of aprioristic intuition; while the glorious Solar disc, representing the exalted father of the youths, is the quasi-Divine Spirit of holiness.",
      "page": "19"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant within Western Esotericism and Occultism as it offers a radically revisionist history of the Tarot. By meticulously tracing its symbolic origins to Islamic mystical traditions and linking its transmission to historical esoteric groups, it challenges Eurocentric narratives and popular theories like the 'Ferrara Triangle'. The in-depth analysis of the Sun-card, using Ibn 'Arabī's exegesis, provides a technical and philosophical depth rarely seen in Tarot scholarship, re-contextualizing it as a sophisticated Gnostic 'mnemonic instrument'. It also bridges academic Islamic studies with Western esotericism, fostering a more nuanced understanding of cross-cultural knowledge transmission.",
    "target_audience": "Academic researchers and practitioners with advanced knowledge in Western Esotericism (especially Hermeticism, Gnosticism, Qabalah), Islamic Mysticism (Sufism, Isma'ilism, Ibn 'Arabī's works), and the history of Tarot. The text assumes familiarity with specialized terminology and historical contexts, making it most suitable for scholars or dedicated practitioners engaged in deep, interdisciplinary research."
  }
}