{
  "header": {
    "title": "Większy Klucz Salomona",
    "authors": [
      "Celestyna Puziewicz",
      "King Solomon (attributed)"
    ],
    "category": "Western Esotericism, Grimoire Tradition, Ceremonial Magic",
    "keywords": [
      "Solomonic Magic",
      "Pentacles",
      "Talismans",
      "Exorcism",
      "Invocations",
      "Rituals",
      "Divine Names",
      "Astrological Magic",
      "Theurgy",
      "Demonology",
      "Grimoire"
    ]
  },
  "central_thesis": "This edition of the 'Greater Key of Solomon' presents itself as a practical manual for invoking and controlling spirits, creating magical tools, and performing various operations. The core philosophy emphasizes achieving magical effects through the authority of Divine Names, the power of consecrated seals (pentacles), and strict adherence to astrological timing and ceremonial purity. It asserts that success and safety in magic depend entirely on the Magus's piety, knowledge, and meticulous execution of prescribed rituals, designed to compel both benevolent and malevolent entities.",
  "structure_content": [
    {
      "chapter_title": "Księga pierwsza: Wstęp",
      "summary": "King Solomon recounts receiving divine wisdom from the Angel Homadiel, which he compiled into a 'Key' of magical arts. He instructed his son Roboam to hide it. Later discovered by Babylonian philosophers, the text remained obscure until Iohe Grevis, guided by an Angel, deciphered it, on the condition that this powerful knowledge be kept from the impious. The book is structured into two parts, with this first book detailing the foundational principles."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 1: O boskiej miłości, która poprzedza uzyskanie tej wiedzy",
      "summary": "This chapter establishes the ethical and spiritual foundation for magical practice, emphasizing the necessity of fear and adoration of God, humility, and prayer. It states that diligent observation of planetary hours, days, and lunar phases is crucial for successful magical operations."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 2: O Dniach, Godzinach i O Właściwościach Planet",
      "summary": "Detailed instructions are provided for calculating planetary hours (24 per day/night, beginning at dawn) and correlating them with specific magical operations. Each planet (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon) governs particular types of magic (e.g., Saturn for summoning spirits from Hades, Jupiter for wealth, Mars for warfare, Mercury for stolen goods). Lunar phases and zodiacal signs are also critical factors influencing the success of operations, with warnings that proper timing is paramount."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 3: O Sztuce",
      "summary": "This chapter outlines the initial preparatory steps for the Magus and Disciples, especially for operations requiring a Magic Circle. It mandates a nine-day period of abstinence from sensual pleasures and idle talk, ritual purification through bathing, and the donning of clean, uncolored linen garments. The Magus then consecrates the Disciples and assigns them roles for carrying specific ritual tools."
    },
    {
      "chapter_title": "Księga pierwsza: Konstrukcja kręgu",
      "summary": "A precise method for drawing the Magic Circle is described, involving concentric circles and squares inscribed with divine names (e.g., IHVH, AHIH, ALIVN, ALH) and the letter Tau at cardinal points, using a consecrated knife, sickle, or sword. Psalms (2, 54, 113, 67, 47, 68) are recited during this process. Disciples are positioned at the cardinal points, each holding specific tools, while the Magus holds the rod and staff."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 4: Spowiedź Egzorcysty",
      "summary": "A lengthy confession of sins is presented, to be recited by the Magus with humility and contrition. This act of purification aims to absolve the practitioner of various transgressions (pride, greed, gluttony, etc.) and prepare them for divine grace, ensuring their worthiness to receive wisdom and successfully perform magical work without hindrance from spiritual impurities."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 5: Modlitwa i inwokacje",
      "summary": "This chapter provides a foundational prayer for divine mercy and power to understand hidden knowledge. It outlines the ritual of the Magus placing hands on pentacles while a Disciple holds the open book of invocations. The Magus then faces the four cardinal directions, proclaiming sacred symbols and Divine Names to summon spirits. Procedures for further commanding disobedient spirits are also detailed, emphasizing their eventual submission."
    },
    {
      "chapter_title": "Księga pierwsza: Inwokacja",
      "summary": "A powerful invocation is detailed, calling upon numerous Divine Names (e.g., EHEIEH, IOD, TETRAGRAMMATON ELOHIM, EL, SHADDAI) and angelic hosts, citing their historical manifestations and powers as recorded in religious texts. This invocation serves to compel various spirits to appear and obey the Magus's commands, drawing on the authority derived from these sacred names."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 6: Potężniejsza inwokacja",
      "summary": "If spirits remain disobedient after initial invocations, the Magus is instructed to reveal consecrated pentacles, holding them with a consecrated knife, and deliver a more forceful command invoking God's divine army. Persistent disobedience leads to a curse, binding the spirits to the abyss. This invocation is repeated facing all four cardinal directions, with additional measures for recalcitrant spirits, including writing their names on parchment for a punitive burning ritual."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 7: Niezwykle potężna inwokacja",
      "summary": "This chapter continues with intensified invocations, specifically invoking angels for assistance and commanding spirits with further Divine Names (e.g., ADONAI ELOHIM TZABAOTH SHADDAI). It emphasizes the power of these names, referencing biblical events to compel spirits to appear in a pleasant form and obey. Strong warnings and threats of divine punishment are issued for continued disobedience. The chapter concludes with a formal 'License to Depart' for obedient spirits, or a severe curse for those who defy the Magus."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 8: O pentaklach i sposobach ich robienia",
      "summary": "This section explains the critical role and creation of pentacles (magical seals). They must be made on Mercury's day and hour, during a waxing moon in an Earth or Air zodiacal sign. Detailed instructions cover material (virgin parchment), colors (gold, vermilion, celestial blue), and specific Psalms and prayers to be recited during their consecration, emphasizing their power as receptacles of divine names and symbols."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 9: O eksperymencie tyczącym się ukradzionych rzeczy i o tym, jak ma być przeprowadzony",
      "summary": "This chapter provides a specific ritual for discovering stolen items and identifying the thief. It involves invoking spirits with divine aid and displaying pentacles. A unique technique uses a sieve, open scissors, and a string, held by two individuals. While a specific prayer is recited, the sieve is said to rotate when the thief's name is spoken, and their image may appear in a basin of water, marked by the Magus for later identification."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 10: O eksperymencie dotyczącym niewidzialności i tym, jak powinien być wykonany",
      "summary": "Instructions for achieving invisibility are detailed. This operation requires specific planetary timings (Saturn's day/hour in January), creation of a wax human figure inscribed with signs, and a piece of toad or frog skin also inscribed with magical words and signs. The figure and skin are suspended in a cave, fumigated, and then buried. The Magus must carry the buried figure while reciting a specific incantation to become invisible."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 11: Jak przeszkodzić myśliwemu zabić zwierzynę",
      "summary": "A ritual to prevent a hunter from succeeding is described. An elderberry branch, stripped of bark, is prepared with pieces of hare skin (inscribed with words and signs in black hen's blood) at its ends. This consecrated stick is fumigated on a Friday in February and then buried under an elderberry bush. Placed on a hunter's path, it ensures no game can be caught that day."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 12: Jak zrobić magiczne podwiązki",
      "summary": "This chapter details the creation of magic garters from deer skin, inscribed with specific words and signs using hare's blood (from a hare killed on June 25th) and filled with grass collected on the same day. Fish eyes are inserted into the ends. Worn above the knees after dawn purification, these garters facilitate rapid, tireless travel. A consecrated oak stick is also used to draw a sign on the ground and halt movement by speaking 'AMECH'."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 13: Jak zrobić magiczny dywan do porozumiewania się z duchami",
      "summary": "Instructions for creating a magic carpet for spirit communication are provided. A new white wool carpet is consecrated on a full moon in Capricorn on a Sunday, within a drawn Magic Circle. The Magus invokes specific Archangels and Divine Names (AGLA), holding a rod. The carpet is then rolled up and stored. For use, the Magus wraps himself in the carpet, burning incense, and recites an invocation (VEGALE, HAMICATA, UMSA, TERATA) to receive answers from spirits."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 14: Jak uczynić się panem skarbu będącego we władaniu duchów",
      "summary": "This chapter explains how to locate and command gnomes who guard hidden treasures. On a Sunday (Sun's day) between July 10th and August 20th, during a Leo moon, a ritual is performed at the suspected treasure site. A circle is drawn, the area fumigated, and a lamp with human fat (from one who died in July) is hung. Workers wear special garters inscribed with signs (NOPA O PADOUS) in goat's blood. Invocations are used to compel the gnomes to reveal the treasure."
    },
    {
      "chapter_title": "Księga pierwsza: Rozdział 15: O zdobywaniu łask i miłości",
      "summary": "To acquire grace and love, specific Divine Names and words (e.g., SATOR, AREPO, TENET, OPERA, ROTAS, KETHER, CHOKMAH) are written on parchment. This parchment is consecrated with a prayer, wrapped in pure silk, and buried at a crossroads for one day and night. For practical use, the charm is held in the right hand while seeking favor, with strict adherence to preparation ensuring success."
    },
    {
      "chapter_title": "Księga druga: Wstęp do księgi drugiej",
      "summary": "This introduction emphasizes the profound importance of deeply understanding and mastering the 'Key of Solomon.' It stresses that the work is not to be shared with the unfaithful or foolish, and that its secrets must be guarded diligently, as the power derived from it necessitates both knowledge and fidelity to its principles."
    },
    {
      "chapter_title": "Księga druga: Rozdział 1: O jakich godzinach należy dokonywać operacji, by były doskonałe",
      "summary": "Expanding on Book One, this chapter elaborates on optimal timing. For spirit invocation, Mercury's 16th or 23rd hour at night is preferred. Night operations are generally more effective for manifestations. Specific planetary hours and lunar phases (e.g., waxing moon in a Fire sign for invisibility, Pisces for finding things, Gemini for love) are detailed for various magical aims, emphasizing the need for serene weather and strict adherence for beginners."
    },
    {
      "chapter_title": "Księga druga: Rozdział 2: W jaki sposób winien postępować Mistrz",
      "summary": "The Magus must possess a clear, focused mind, fully understand the operation, and meticulously prepare all written components. Ritual purification includes bathing naked in consecrated water while reciting prayers (O Panie ADONAI…), followed by three days of abstinence from all sins and vanities, coupled with daily prayers to ensure purity and worthiness."
    },
    {
      "chapter_title": "Księga druga: Rozdział 3: Jak winni postępować Towarzysze lub Uczniowie Mistrza",
      "summary": "This chapter details the roles and preparation of the Magus's assistants. Three Disciples are recommended for operations within the Circle, or a loyal dog. Disciples must swear an oath of obedience and undergo the same ritual purification (bathing, fasting) as the Magus. If a child is a companion, they are anointed and their nails are clipped. All must follow the Magus's commands precisely to avoid spiritual dangers and ensure success."
    },
    {
      "chapter_title": "Księga druga: Rozdział 4: O poście, ostrożności i innych rzeczach, których należy przestrzegać",
      "summary": "A strict regimen of fasting and caution is outlined for nine days prior to any operation. This includes abstaining from all sins, excess, and idle talk, focusing instead on good deeds, honesty, and modesty. Both Magus and Disciples must perform ritual bathing, self-exorcism with hyssop, don consecrated robes, and fumigate themselves before proceeding to the consecrated ritual space."
    },
    {
      "chapter_title": "Księga druga: Rozdział 5: O kąpielach i ich przygotowaniu",
      "summary": "Ritual baths are mandatory for all magical and necromantic operations. The Magus undresses while reciting Psalms (14, 53, 27, 54, 81, 105), performs an exorcism of water, and bathes while invoking a series of Divine Names (MERTALIA, MUSALIA...). After bathing, the Magus is sprinkled with hyssop, recites more Psalms (51, 4, 30, 119, 114, 126, 139), and dresses while offering a final prayer, then consecrates salt for later use."
    },
    {
      "chapter_title": "Księga druga: Rozdział 6: O szatach i butach",
      "summary": "This chapter describes the specific garments and footwear for the Magus and Disciples. Outer robes, made of linen or silk (woven by a virgin), must have specific signs (Rys.10) embroidered on the chest. White leather shoes with magic symbols (Rys.11) are prepared during fasting days. The Magus and Disciples wear crowns of virgin parchment inscribed with Divine Names (YOD HE VAU HE, ADONAI, EL, ELOHIM for Magus; Rys.13 for Disciples). All are consecrated with Psalms and holy water."
    },
    {
      "chapter_title": "Księga druga: Rozdział 7: O miejscach odpowiednich do dokonywania operacji magicznych",
      "summary": "Ideal ritual sites are remote, hidden places (lakeshores, forests, ruins, mountains, caves, crossroads at night), or a meticulously purified and consecrated room. Nighttime is preferred for necromancy. The chosen space must be spacious and enclosed. The Magus leads Disciples, assigning tools (incense, fire, paper, pens, knife, sickle, rod, staff). A trumpet (inscribed with divine names, Rys.14, Rys.15) is blown to summon spirits from the four directions."
    },
    {
      "chapter_title": "Księga druga: Rozdział 8: O nożu, mieczu, sierpie, sztylecie, lancy, różdżce, lasce i innych narzędziach Sztuki",
      "summary": "This chapter provides detailed consecration methods for various magical tools. This includes knives (white-handled for external use, black-handled for the circle), swords, sickles, daggers, spears (all inscribed with signs and dipped in specific animal bloods/herbs), and rods/staffs (made of virgin wood, cut at sunrise, inscribed). Each tool has specific Divine Names and invocations for its consecration, ensuring it gains power for its intended magical purpose."
    },
    {
      "chapter_title": "Księga druga: Rozdział 9: O tworzeniu Kręgu",
      "summary": "This chapter reiterates and expands on the creation of the Magic Circle. A nine-foot cord attached to a consecrated sickle is used to draw the primary circle. Concentric circles and squares are inscribed with Divine Names and pentagrams. A northern opening allows entry/exit. The Magus fortifies the Disciples, assigns their positions within the circle (each with a sword), and reinforces their courage and obedience through renewed vows."
    },
    {
      "chapter_title": "Księga druga: Rozdział 10: O kadzidle, dymie, zapachach i podobnych rzeczach",
      "summary": "The importance of incense in rituals is discussed: sweet scents attract good spirits (aloe, musk, nutmeg, benzoin), while foul odors repel evil ones. An exorcism of incense (O Boże Abrahama, Boże Izaaka…) is performed to empower it. The chapter also illustrates the Magic Circle (Rys.36) with its cardinal points and inscribed divine names, emphasizing its protective and focal role in operations."
    },
    {
      "chapter_title": "Księga druga: Rozdział 11: O wodzie i hyzopie",
      "summary": "This chapter details the preparation of holy water and the hyssop for sprinkling. Fountain water is mixed with exorcised salt (consecrated with Psalm 103) in a specific vessel. The aspergillum (kropidło) is made from a bundle of specific herbs (verbena, lavender, fennel, sage, basil, valerian, rosemary, hyssop), gathered on Mercury's day/hour during a waxing moon, tied with virgin thread, and inscribed with signs (Rys.37, Rys.38). This holy water is used for purification and repelling spirits."
    },
    {
      "chapter_title": "Księga druga: Rozdział 12: O świetle i ogniu",
      "summary": "Light and fire are essential in holy ceremonies. Virgin wax candles, weighing half a pound each, are made on Mercury's day and hour during a waxing moon. They are inscribed with signs (Rys.39) using a consecrated tool. Psalms (151, 102, 107) and specific prayers are recited, including exorcisms of wax and fire, to empower them to provide light, repel adversaries, and illuminate the spirits summoned into the crystal-glass lantern within the Circle."
    },
    {
      "chapter_title": "Księga druga: Rozdział 13: O nakazach Sztuki",
      "summary": "This chapter outlines the precepts governing the Art. The Magus, having achieved the rank of Exorcist or Magus, must consecrate all tools over a nine-day period of purification. Disciples are encouraged, as they will witness the manifestations of spirit kings and majesties. The Magus asserts authority by displaying holy pentacles and invoking divine names, compelling spirits to acknowledge the power of Solomon's Key and to obey all commands."
    },
    {
      "chapter_title": "Księga druga: Rozdział 14: O piórze, atramencie i kolorach",
      "summary": "This chapter describes the meticulous preparation of writing tools. A quill from a male gosling's right wing (third feather) is consecrated with specific Divine Names. An inkpot, inscribed with YOD HE VAU HE and other names (Rys.40), holds ink (made from specific mixtures including bat blood). The ink is also exorcised with Divine Names. Similar procedures apply to other colors used for inscriptions, which often incorporate various animal bloods."
    },
    {
      "chapter_title": "Księga druga: Rozdział 15: O piórze jaskółki i wrony",
      "summary": "This chapter focuses on consecrating a swallow or raven feather for magical writing. Before plucking, an invocation of Archangels (MICHAEL, MIDAEL, MIRAEL) is made. The feather is then inscribed with the Divine Name ANAIRETON (Rys.41) and further consecrated by reciting Psalms 133 and 117, ensuring its efficacy for magical purposes."
    },
    {
      "chapter_title": "Księga druga: Rozdział 16: O krwi nietoperza, gołębia i innych zwierząt",
      "summary": "This chapter instructs on obtaining and consecrating blood from a live bat (and other winged animals). The bat is exorcised with specific Divine Names (CAMIACH, EMOIAHE…), and its blood is carefully collected from the right wing using a consecrated needle into a small vessel. An invocation (ADONAI, ARATHRON, ASHAI…) is recited over the blood, empowering it for its various magical applications, after which it is fumigated and stored."
    },
    {
      "chapter_title": "Księga druga: Rozdział 17: O dziewiczym pergaminie i jego przygotowaniu",
      "summary": "This chapter explains the importance and preparation of virgin parchment (from an immature male animal) or unborn parchment. While detailed animal skinning rituals are omitted, the text provides instructions for consecrating any parchment using fumigation, writing specific signs (Rys.42), reciting Psalms (72, 117, 124), and offering an invocation, ensuring it is pure and suitable for magical inscriptions."
    },
    {
      "chapter_title": "Księga druga: Rozdział 18: O wosku i dziewiczej ziemi",
      "summary": "This chapter details the consecration of virgin wax (from first-time bees) and virgin earth (dug by hand without tools). Both materials are subject to an extensive exorcism using an invocation (EXTABOR, HETABOR, SITTACIBOR…) and numerous Psalms (131, 15, 102, 8, 84, 68, 72, 133, 113, 126, 46, 47, 22, 51, 130, 139, 59, 110, 53) to imbue them with divine blessings and ensure their purity and efficacy for magical operations, such as creating candles or figures."
    },
    {
      "chapter_title": "Księga druga: Rozdział 19: O igle i innych narzędziach ze stali",
      "summary": "This chapter focuses on the consecration of steel tools like needles and gravers, used for engraving or inscribing. These tools are prepared on Jupiter’s day and hour, and then consecrated with an invocation (DANI, ZUMECH, AGALMATUROD…) and specific Psalms (3, 9, 31, 42, 51, 80). After the ritual, they are fumigated, sprinkled with holy water, wrapped in silk, and stored for future use in magical operations."
    },
    {
      "chapter_title": "Księga druga: Rozdział 20: O jedwabiu",
      "summary": "This chapter explains the use and consecration of silk to wrap and protect all consecrated magical tools. Any color of silk, except grey or black, is acceptable. Specific words and signs (Rys.43) are written on it, then the silk is perfumed, sprinkled with holy water, and consecrated by reciting Psalms (82, 72, 134, 64). It must then be left among sweet herbs for seven days before being used to store tools."
    },
    {
      "chapter_title": "Księga druga: Rozdział 21: O znakach i konsekracji księgi magicznej",
      "summary": "This chapter provides instructions for consecrating the Magus’s magical book. A sixteen-page book made of virgin parchment is prepared, with all prayers, invocations, angelic names, signs, and seals written in red ink. It is consecrated on a table beneath a lamp, with the book open to the Grand Pentacle. Psalms are recited, and daily fumigations are performed for seven days. Invocation of all mentioned angels is crucial, with warnings against misuse and impurity."
    },
    {
      "chapter_title": "Księga druga: Rozdział 22: O ofiarach składanych duchom",
      "summary": "This chapter details the types of offerings to be made to spirits. White animals are offered to good spirits, and black animals to evil spirits (specific sacrifice details are omitted by the editor). Fire offerings use woods specific to the ruling planet (e.g., juniper for Saturn, oak for Jupiter). Food and drink offerings must be prepared within the Magic Circle, covered with white cloth, and invoked by the spirits' names before they are consumed as offerings."
    }
  ],
  "key_concepts": [
    {
      "term": "Klucz Salomona (Key of Solomon)",
      "definition": "A foundational grimoire attributed to King Solomon, serving as a practical guide for ceremonial magic, outlining methods for invoking spirits, creating magical tools, and performing various operations under divine authority."
    },
    {
      "term": "Pentakle (Pentacles/Talismans)",
      "definition": "Magical diagrams or seals, typically inscribed on virgin parchment or metal with divine names and symbols, used for protection, specific magical purposes, and compelling spirits. Their efficacy stems from the embedded divine power."
    },
    {
      "term": "Święte Imiona (Holy Names/Divine Names)",
      "definition": "Sacred Hebrew names of God (e.g., IHVH, EHEIEH, ADONAI, ELOHIM, SHADDAI, AGLA) and various angelic names. These names are considered to possess immense power, forming the basis of all invocations and commands, and are central to the Magus's authority."
    },
    {
      "term": "Krąg Magiczny (Magic Circle)",
      "definition": "A meticulously drawn and consecrated ritual space, typically consisting of concentric circles and squares inscribed with divine names and symbols. It provides protection for the Magus and Disciples from summoned spirits and serves as the focal point for all magical operations."
    },
    {
      "term": "Godziny Planetarne (Planetary Hours)",
      "definition": "A system of dividing the day and night into twelve hours each, with each hour ruled by a specific planet. These timings are crucial for aligning magical operations with the appropriate celestial influences to ensure the desired outcome and potency."
    },
    {
      "term": "Dziewiczy Pergamin/Ziemia/Wosk (Virgin Parchment/Earth/Wax)",
      "definition": "Materials that are untainted, meaning they have never been used for any profane purpose. They are consecrated through specific rituals to purify them and imbue them with magical suitability for use in tools, inscriptions, or figures."
    },
    {
      "term": "Egzorcysta/Mistrz (Exorcist/Master)",
      "definition": "The primary practitioner leading a magical operation. The Master is responsible for all preparations, invocations, commands, and ensuring the safety and success of the ritual through strict adherence to the magical laws."
    },
    {
      "term": "Uczniowie/Towarzysze (Disciples/Companions)",
      "definition": "Assistants to the Magus, who participate in ceremonial rituals. They undergo similar purification and preparation, hold specific tools, and are bound by an oath of obedience to the Master, providing support within the Magic Circle."
    },
    {
      "term": "Inwokacja (Invocation)",
      "definition": "The act of formally calling upon divine or spiritual entities. In this system, invocations are potent prayers and commands using Divine and Angelic Names, intended to compel spirits to appear, assist, or fulfill the Magus's will."
    },
    {
      "term": "Zezwolenie na Odejście (License to Depart)",
      "definition": "The ritualistic dismissal of summoned spirits after they have fulfilled the Magus's commands. This formal permission ensures the safe departure of the spirits and maintains the integrity of the magical operation."
    },
    {
      "term": "Okadzanie (Fumigation)",
      "definition": "The practice of burning incense or other aromatic substances during rituals. It serves to purify the ritual space, attract beneficial spirits, repel malevolent ones, and empower various magical tools and materials."
    },
    {
      "term": "Kropidło (Aspergillum)",
      "definition": "A ritual tool, typically made from a bundle of consecrated herbs, used to sprinkle holy water. It is employed for purification, protection, and to repel negative influences from people, places, and objects within the magical practice."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is a rigorous form of ceremonial magic, emphasizing the Magus's authority derived from piety, purity, and knowledge of Divine Names. It involves a multi-stage process of physical and spiritual purification for both the Magus and Disciples, meticulous preparation and consecration of all magical tools, and strict adherence to astrological timing. Operations are conducted within a carefully constructed Magic Circle, where spirits are invoked and compelled through powerful Divine and Angelic Names to fulfill the Magus's commands. Success hinges on absolute precision in all ritual elements, with dire warnings against errors or misuse. The system aims for a wide range of practical results, from wealth and love to invisibility and treasure recovery.",
    "tools": [
      "Magic Circle (meticulously drawn with consecrated tools).",
      "Consecrated Knives (white-handled for general use, black-handled for the Circle and compelling spirits), Sickles, Swords, Daggers, Spears.",
      "Magus's Rod and Staff (virgin wood, consecrated).",
      "Pentacles/Talismans (inscribed on virgin parchment or metal, worn on chest).",
      "Ritual Robes (white, clean, linen or silk, with embroidered signs) and Shoes (white leather with magic symbols).",
      "Crowns (virgin parchment, inscribed with Divine Names) for Magus and Disciples.",
      "Censer and Incense (sweet for good spirits, foul for evil, specific woods for fire offerings).",
      "Holy Water and Aspergillum (hyssop bundle).",
      "Virgin Wax Candles and Lantern (crystal glass).",
      "Virgin Parchment, consecrated.",
      "Consecrated Pen (gosling, swallow, or raven feather), Ink (bat blood mixture), and Colors (gold, vermilion, celestial blue).",
      "Trumpet (inscribed with Divine Names).",
      "Sieve, Scissors, String, Water Basin (for stolen goods divination).",
      "Wax figure, Toad/Frog skin (for invisibility).",
      "Elderberry stick, Hare skin, Black Hen blood (for preventing hunters).",
      "Deer skin, Hare blood, Fish eyes, Oak stick (for magic garters).",
      "White wool carpet (for spirit communication)."
    ],
    "rituals": [
      "Nine-day period of abstinence (from sin, excess, idle talk) and daily prayers for Magus and Disciples.",
      "Ritual bathing (naked) in consecrated water, using hyssop, with specific Psalms and prayers.",
      "Confession of sins by the Magus and Disciples.",
      "Construction of the Magic Circle using consecrated knives/sickles/swords, inscribed with Divine Names and symbols.",
      "Consecration of all magical tools (pens, ink, parchment, wax, steel tools, robes, shoes, rod, staff, swords) using specific animal bloods, herbs, planetary timings, fumigations, sprinklings, Psalms, and invocations.",
      "Formal invocations of spirits (often Archangels and specific entities) using a vast array of Divine and Angelic Names, citing historical religious events and divine authority.",
      "Use of specific trumpet calls to signal invocations and manifest spirits.",
      "Displaying consecrated pentacles and using consecrated weapons (e.g., cutting the air with a sword) to compel disobedient spirits.",
      "Formal 'License to Depart' ritual to dismiss spirits after operations, with thanks or curses.",
      "Offering of specific types of wood for fire offerings to planetary spirits, and consecrated food/drink to invoked entities.",
      "Specific operations include: divination of stolen goods (using a sieve and water), achieving invisibility (wax figure, toad/frog skin), preventing hunters (elderberry stick, hare skin), making magic garters (deer skin, hare blood, fish eyes), communicating via a magic carpet (white wool), mastering treasure-guarding spirits (lamp with human fat, goat-blood inscribed garters), and gaining favor/love (parchment inscribed with Divine Names, buried at crossroads)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Większy Klucz Salomona zawierający jasny i szczegółowy opis tajemnych praktyk króla Salomona, ich tajemnic i magicznych rytuałów, zaklęć, pieczęci i talizmanów",
      "page": "3"
    },
    {
      "text": "O synu mój Roboamie! Zachowaj mądrość moich słów, widząc, że ja, Salomon, otrzymałem ją od Pana.",
      "page": "14"
    },
    {
      "text": "Dlatego, o synu mój! możesz powtórzyć i ujrzeć na własne oczy każde dokonanie moje i innych, o jakim słyszałeś, jeśli tylko wszystko będzie do nich należycie przygotowane tak, jak to ujrzysz opisanym przeze mnie, dzień i godzina, i wszystkie konieczne rzeczy, jako że bez tego będzie w tym dziele tylko fałsz i próżność; a są w nim wszystkie tajemnice i cuda, jakich można dokonać;",
      "page": "15"
    },
    {
      "text": "Na początek dobrze jest wiedzieć, że godzin dnia i nocy jest razem dwadzieścia cztery i że każda godzina jest pod władzą siedmiu planet w określonym porządku, zaczynając od najwyższej i zstępując ku najniższej.",
      "page": "21"
    },
    {
      "text": "Zważ, że każda magiczna operacja ma być dokonana pod określoną planetą i zwykle w godzinie przez nią rządzonej.",
      "page": "22"
    },
    {
      "text": "Dopóki nie będziemy prosić o objaśnienie Pana, we łzach i błaganiu, nigdy nie poznamy i nie zrozumiemy tej wiedzy!",
      "page": "16"
    },
    {
      "text": "PRZEKLĘTY, KTO WZYWA IMIENIA BOGA NADAREMNO! PRZEKLĘTY, KTO WYKORZYSTUJE TĘ WIEDZĘ DO ZŁEGO, NIECH BĘDZIE PRZEKLĘTY NA TYM ŚWIE-CIE I NA TYM, KTÓRY NADEJDZIE, NIECH BĘDZIE PRZEKLĘTY W IMIĘ TEGO, PRZECIWKO KTÓREMU BLUŹNIŁ!",
      "page": "83"
    },
    {
      "text": "Ten, kto osiągnął stopień Egzorcysty, który zazwyczaj łączy się ze stopniem Maga czy Magusa, winien na dziewięć dni przed rozpoczęciem operacji odsunąć od siebie wszelakie nieczystości i w ukryciu przygotowywać wszystkie przedmioty potrzebne do przeprowadzenia dzieła i podczas tych dziewięciu dni je wszystkie konsekrować i egzorcyzmować.",
      "page": "116"
    }
  ],
  "critical_analysis": {
    "relevance": "This edition of the 'Greater Key of Solomon' is highly relevant within the study of Grimoire traditions and Western Esotericism. It represents a modern adaptation of one of the most influential Solomonic grimoires, demonstrating the ongoing interest in and interpretation of historical magical texts. The editor's choice to remove elements deemed 'inauthentic' or 'impractical' (e.g., explicit animal sacrifice details, though some blood-based rituals remain) reflects an attempt to contemporize the text or make it more ethically palatable, while still maintaining the core framework of ceremonial magic. It serves as a valuable case study for understanding how grimoires are transmitted, interpreted, and adapted across different eras and cultural contexts, emphasizing the continuous evolution of magical practice and its underlying philosophies.",
    "target_audience": "The target audience for this work is primarily practitioners of ceremonial magic, particularly those who are serious about engaging with the Solomonic tradition. It appeals to individuals seeking a structured, detailed manual for practical magical operations, including spirit invocation, talisman crafting, and achieving specific mundane or spiritual goals. The extensive preparatory requirements (purification, fasting, detailed consecrations) and the strong ethical warnings against misuse ('PRZEKLĘTY, KTO WYKORZYSTUJE TĘ WIEDZĘ DO ZŁEGO!') indicate a readership committed to an ethical, disciplined approach to magic, often seeking divine sanction and guidance, rather than simply pursuing destructive or purely self-serving ends."
  }
}