{
  "header": {
    "title": "Psycho-practices in Mystical Traditions from the Antiquity to the Present",
    "authors": [
      "Safronov A.G.",
      "Andrey G. Safronov"
    ],
    "category": "Religious Studies, Psychology, Esotericism, Occultism",
    "keywords": [
      "psycho-practices",
      "mystical traditions",
      "altered states of consciousness",
      "religious psychology",
      "esotericism",
      "occultism",
      "shamanism",
      "yoga",
      "tantrism",
      "Buddhism",
      "Hesychasm",
      "psychotherapy",
      "socio-cultural functions",
      "ritual",
      "mythology"
    ]
  },
  "central_thesis": "The book presents a complex, retrospective study of psycho-practices across mystical traditions from antiquity to the present, analyzing their targets, methods, philosophical groundings, evolution, and interaction with spiritual life. It distinguishes between religious, occult, and esoteric psycho-practices, demonstrating them as integral cultural phenomena essential for consciousness alteration, personality transformation, and sociotype formation.",
  "structure_content": [
    {
      "chapter_title": "Section 1. CONCEPTUAL FIELD: RELIGION, RELIGIOSITY, MYSTICISM AND ESOTERICISM",
      "summary": "This section establishes the conceptual framework by analyzing the ambiguous terms of 'religion' and 'religiosity,' proposing a working definition that encompasses mystic experience, esoteric systems, occultism, latent religiosity, and secular rituals. It explores the problem of correlation between psychological and spiritual experiences and outlines anthropological elements of religious psycho-practices, including religious images, mythology, rituals, symbols, and commandments."
    },
    {
      "chapter_title": "Section II. ALTERED STATES OF CONSCIOUSNESS IN RELIGION AND CULTURE",
      "summary": "This section examines human ability to enter altered states of consciousness (ASC) as a fundamental feature of the psyche and a cultural value. It traces the history of ASC investigation in European culture, contrasts it with polyphasic societies, and analyzes the phenomenology of ASC, including their role in religious beliefs. It categorizes religious psycho-practices aimed at inducing ASC (meditative, psycho-somatic, breathworks, psycho-active agents) and discusses charismatic systems in modern culture related to ASC."
    },
    {
      "chapter_title": "Section III. SOCIO-CULTURAL FUNCTIONS OF RELIGIOUS PSYCHOPRACTICES",
      "summary": "This section explores the social character and role of religious psycho-practices in culture, particularly their function in sociotype formation and sustenance. It categorizes psycho-practices based on psycho-somatic influence, cathartic rituals, usage of psycho-active agents, and rituals of brain traumatization. It also discusses pseudo-religious rituals in totalitarian societies, highlighting how ritual methods are adopted from religions for social control and identity formation."
    },
    {
      "chapter_title": "Section IV. ARCHAIC PSYCHOPRACTICES IN PRIMEVAL AND MODERN CULTURE",
      "summary": "This section investigates archaic psycho-practices, drawing parallels between primeval and modern cultural phenomena. It analyzes collective consciousness and its archaic layers (totemic, fetishistic, animistic, primeval magic, mythological), the phenomenon of unconscious religiosity, and secular rituals. Specific archaic psycho-practices like totemic initiation, animism, primeval magic, social cults, and shamanism are examined for their psychological subject-matter and modern analogues."
    },
    {
      "chapter_title": "Section V. ESOTERIC PSYCHOPRACTICES IN RELIGIOUS TRADITIONS",
      "summary": "This section focuses on esoteric psycho-practices within various religious traditions, examining their anthropological contents and cultural value. It discusses practices in Indian culture (Yoga, Tantrism, Buddhism, Vajrayana), Chinese culture (Esoteric Taoism, Zen), Greek cultural tradition, Christianity (Hesychasm, Ignatius of Loyola's Spiritual Exercises), and Islam (Sufism). It emphasizes the pragmatic and transformational nature of these practices and their role in personal and spiritual development."
    },
    {
      "chapter_title": "Section VI. RELIGION AS ANELEMENT OF MODERN CULTURE",
      "summary": "This section describes the structure and specific features of modern religious life, including the emergence of new forms of religious organizations (neo-Christian, neo-Oriental, neo-pagan, ecumenical, satanic, quasi-scientific, quasi-occult, commercial systems). It analyzes the psychological characteristics of contemporary religiosity, such as transference of religious image sources, emergence of scientific/technological religious images, artificial generation of religious images, religious mobility, and the issue of 'destructive' and 'totalitarian' cults."
    },
    {
      "chapter_title": "Section VII. RELIGIOUS PSYCHOPRACTICES AND PSYCHOLOGICAL METHODS IN THE CULTURES OF TODAY",
      "summary": "This section examines socio-cultural identification in a world of cultural diversity, highlighting artificial involvement of individuals into religious organizations and psychological manipulation within religious systems. It describes models of personal transformations in religious groups, including 'personal doubling,' the 'regressive model,' the 'frustration model,' the 'charismatic model,' and the 'personal rearrangement' model, explaining how these models describe individuals' adaptation to new cultural environments."
    },
    {
      "chapter_title": "Section VIII. PSYCHOPRACTICES IN OCCULT SYSTEMS OF TODAY",
      "summary": "This section analyzes 20th-century occult doctrines as specific cultural and historical phenomena, clarifying the relationship between occultism and esotericism within the 'invented tradition' discourse. It outlines five psychological paradigms of modern occultism: actualization of psychic processes, development of consciousness and self-consciousness, clearing up the subconscious mind, de-programming the super-conscious mind, and attaining inner wholeness, providing practices for each."
    },
    {
      "chapter_title": "Section IX. SOCIO-CULTURAL FUNCTIONS OF PSYCHOTHERAPY IN SOCIETY OF TODAY",
      "summary": "This section explores the philosophical and religious sources of psychotherapy, discussing its world-outlook and religious functions. It analyzes 'psychological' cults within the context of modern religious culture and the socio-cultural functions of psychotherapy in the contemporary social environment. It concludes that psychotherapy has assumed functions traditionally belonging to religion in structuring the individual and collective unconscious mind, and that many psychotherapeutic methods originate from religious psycho-practices."
    },
    {
      "chapter_title": "CONCLUSIONS",
      "summary": "1. A psychopractice is an essential, historical human activity for cultural self-reproduction. 2. Its main function is to rearrange the unconscious psyche to fit cultural requirements. 3. Altered states of consciousness (ASC) are crucial culture-setting factors, forming cosmogonic concepts, philosophy, and symbolism, with religious systems requiring followers to experience ASC as a basis for faith. 4. Primeval religious forms are the oldest psycho-practices for cultural self-improvement. 5. Archaic psycho-practices remain effective due to collective unconscious mind layers and form the basis for all religious and secular psycho-practices. 6. Most psycho-practices are religious rituals; secular psycho-practices emerged, changing religion's role and religiosity's structure. 7. Modern psychotherapy has taken over religion's role in structuring the individual and collective unconscious. 8. Esoteric psycho-practices reproduce psychological culture and enable formation of charismatic personalities for exoteric religious systems, 'culturally improving' individuals weakly influenced by traditional rituals. 9. The anthropological perspective of esoteric psycho-practices manifests as a consequence and ultimate expression of a culture's existential myth. 10. The social function of esoteric psycho-practices is to supply charismatic personalities for religious systems and culturally improve individuals."
    }
  ],
  "key_concepts": [
    {
      "term": "Psychopractices",
      "definition": "A class of methods aimed at exerting influence upon the psyche of an individual, a group, or society as a whole, resulting in alteration of psychic state (short-time like ASC, or long-time like character change and skill development)."
    },
    {
      "term": "Religion (Working Definition)",
      "definition": "The whole irrational element of human culture, characterized by five compounds: religious image, mythology, rituals, symbols, and commandments. This definition aims to cover phenomena related to occultism, esotericism, modern spiritual movements, and psychotherapy systems with religiosity features."
    },
    {
      "term": "Mysticism / Mystic Experience",
      "definition": "Often ambiguously used, the author prefers the term 'altered states of consciousness' (ASC) to designate experiences of unity with ontological principles, esoteric activity, or occultism, emphasizing 'going beyond the limits of individuality and trivial experience'."
    },
    {
      "term": "Esotericism",
      "definition": "Systems that are hidden or concealed from the majority of common people due to particular reasons, used by a restricted number of adherents. They are intensely pragmatic and practical, focused on deliberate self-modification and reproducible methods for personal transformation, existing as integral elements within religious traditions but distinct from them."
    },
    {
      "term": "Altered States of Consciousness (ASC)",
      "definition": "Different states of consciousness that an individual can experience, beyond the 'normal vigilant consciousness'. These states are described in terms of alterations in emotional states, world perception, volitional self-control, and personal self-consciousness/identification. ASC experiences are crucial for religious advancement and charismatic leadership."
    },
    {
      "term": "Religious Image",
      "definition": "Any object that is emotionally-notional for an individual or group, stirring up religious feelings. These images are formations of an unconscious mind, wholesome objects not subjected to analysis, and have a strong emotional constituent element. They can be supernatural creatures, fetishes, or even ideas/processes."
    },
    {
      "term": "Ritual",
      "definition": "An a priori determined succession of actions and psychic states aimed at achieving a particular result, which can be outer modifications of reality or inner alterations of the psychic state (thus acting as a psychopractice). Rituals can be divided into mysteries, magic rituals, prayers, sacrifices, glorification rituals, and actualization of world perception."
    },
    {
      "term": "Mythology",
      "definition": "The structuring of religious images in one’s consciousness. It involves the individual, making them an associate to the events described in the myth, and happens when there is a resonance between text contents and the reader's mythological 'world view'. Types include foundational, astral, anthropogonical, eschatology, and existential myths."
    },
    {
      "term": "Symbols",
      "definition": "Constituent elements of religion that appear practically simultaneously with the religion and become more complicated over time. They act as a link between the conscious and unconscious mind, facilitating the transition of psychic energy for practical purposes."
    },
    {
      "term": "Commandments",
      "definition": "Systems of restrictions and taboos imposed upon followers of religious systems, often irrational and reducing survival potential, serving to 'saturate' religious images with psychic energy by frustrating basic human needs (physiological, safety, creativity)."
    },
    {
      "term": "Charisma",
      "definition": "A polysemantic scientific and religious term referring to specific gifts (e.g., Holy Spirit gifts in Christianity) or a person's ability to influence others. In the context of religious systems, charismatic leaders' mystic experiences are a source of group existence and their 'state of confidence' possesses substantiality that can transfer to followers."
    },
    {
      "term": "Occultism",
      "definition": "A phenomenon in spiritual life, often marginal, that combines elements of religion, esotericism, and science. Modern occultism is characterized by its psychology-orientation, individualism, and focus on social success, often 'constructing' traditions by drawing on elements of the past and aiming for personal development and social effectiveness."
    }
  ],
  "practical_system": {
    "description": "The book systematically analyzes the core operational aspects of psycho-practices as methods for influencing the psyche, leading to various outcomes such as altered states of consciousness, personality transformation, and the formation of social archetypes. It acts as a meta-analysis, describing how different traditions (religious, esoteric, occult, secular) implement and interpret these practices, rather than providing instructions for direct magical application. It highlights the psychological mechanisms underlying these practices, such as tension accumulation, projection, and defense mechanisms.",
    "tools": [
      "Body (as subject and object of influence)",
      "Mind (attention, volition, intellect, consciousness)",
      "Breath (rhythmic breathing, hyperventilation, breath-holding)",
      "Psycho-active agents (narcotics, alcohol)",
      "Sound (mantras, choral singing, specific sound combinations)",
      "Movement (ecstatic dancing, vibrations, whirling, static postures, gymnastic exercises, martial arts)",
      "Visualizations (energy flow, chakras, mandalas, yidams, mirror images)",
      "Ritual objects/symbols (drum, ritual robes, icons, fetishes, sacred texts)",
      "Social environment (group pressure, teacher/guru guidance, community interactions)",
      "Information (cult language/slang, filtering information, informational overload, reframing doctrines, mythological narratives)",
      "Specific exercises/techniques ('Stopframe', 'Smoking meditation', 'De-automation', 'Inner chase', 'Erasing personal history', 'Recovering one’s lost energy', 'Funny Faces', 'Mirror Gazing', 'Pillow-Beating', 'Pant like a dog', 'Nataraj meditation', 'Shake', 'Thinking about Death', 'Are you here?', 'Allow a Star Inside', 'Don’t try to deceive yourself')"
    ],
    "rituals": [
      "Totemic initiation (e.g., symbolic devour/rebirth, ritual restrictions)",
      "Animistic rituals (e.g., spirit raising, blandishing spirits, burial cults, self-punishment)",
      "Magic rituals (conscious or unconscious, based on sympathetic/homeopathic principles, for luck, healing, harm, or protection)",
      "Vows (restrictive or positively determining behavior, for energy accumulation and problem resolution)",
      "Mantras (repeated sound combinations for cerebrum rhythm modification and ASC induction)",
      "Yoga practices (asanas, pranayama, mudras, meditations for self-transforming body, knowledge, self-control, action, reverence)",
      "Tantric rituals (e.g., 'five M’s' for breaching taboos, sexual practices for ecstatic states, dynamic meditations)",
      "Buddhist meditations (samathas for consciousness suspension, vipassana for analytic observation, dhjana for consciousness development, therapeutic meditations)",
      "Vajrayana practices (yidam visualization and merger for integration with archetypes, 'Yoga of inner fire', 'Yoga of illusory body', 'Yoga of dream state', 'Yoga of clear light', 'Yoga of bardo', 'Yoga of consciousness transference')",
      "Taoist inner alchemy (diet, breathworks, gymnastic exercises, sexual intercourse for immortality and unbiased perception)",
      "Zen practices (koans, patterns interruption, za-zen, dynamic meditations for satori)",
      "Hesychasm (continuous prayer, 'drawing' mind into the heart, contemplation of Tabor Light, psycho-somatic methods like breath-holding and postures for spiritual transformation)",
      "Ignatius of Loyola's Spiritual Exercises (reasoning about sins, life of Christ, suffering, resurrection, prayer modes)",
      "Sufi practices (dhikr for ecstatic states, ascetic practices, Dervish whirls, stages of psychological transformation: patience, fear/hope, self-rejection, trust in God, love, intention, recollection on death)",
      "Modern charismatic Christian practices ('meeting prayers', homilies, 'addressing' procedures, 'cures', glossolalia, healing)",
      "Pseudo-religious rituals in totalitarian societies (initiation rites, mass demonstrations for emotional filling of state images)",
      "Marginal subculture rituals (initiation, self-identification practices like tattoos/piercing, group events, archetypal identification, psycho-active agent use)",
      "Psychotherapeutic methods (catharsis, body psychotherapy, guided affective imagery, NLP techniques like reframing, 'Inner chase', 'Erasing personal history', 'Stopframe', 'Thinking about Death' for psychological transformation)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "In the book a complex, retrospective study of psychological practices phenomenon: their targets, methods, philosophical groundings, evolution and interaction with other forms of spiritual life.",
      "page": "5"
    },
    {
      "text": "In human spiritual culture there exists a class of methods that aim at exerting infl uence upon psyche of a man, a group of individuals or society at a whole. We shall refer to these methods as psychological practices — or psychopractices.",
      "page": "11"
    },
    {
      "text": "I understand by religion any system of thought and action shared by a group which gives the individual a frame of orientation and an object of devotion. In fact, there wasn’t any culture — and it might never appear — that would have existed without religion in this broad sense.",
      "page": "15"
    },
    {
      "text": "Since we are not willing to restrict ourselves by such methodology, we shall be using the category “altered states of consciousness” (ASC) as a term for designation of the corresponding states.",
      "page": "19"
    },
    {
      "text": "A psychopractice is a corpus of psychic eff orts, skills or knowledge that are ap prehended by those practicing them within the scope of naturally or psychologically refl ective self-comprehension, that have for their object some actual psychic events and states, processes and structures, their target being to achieve preferredlevels of corporal and spiritual life, wholesome contact with environment, satisfactory level of general via bilityor special effi ciency, personally signifi cant emotional and value life mode.",
      "page": "30-31"
    },
    {
      "text": "The man who loves God identifi es himself to God.  is is the utmost point, the limit and culmination of overcoming one’s selfness, triumph over humanity yet simultaneously a self-esteem of the highest degree.",
      "page": "62"
    },
    {
      "text": "Oh Lord Jesus Christ, have mercy on me!…",
      "page": "174"
    },
    {
      "text": "There are as many paths [to god] as there are souls on earth.",
      "page": "185"
    }
  ],
  "critical_analysis": {
    "relevance": "The book's relevance is underscored by the observed 'abrupt growth of interest in psychopractices' in modern society, the 'increasing diversity of methodological approaches and pluralism of their application' in religion studies, and the global diffusion of Eastern and Western cultures. It aims to bridge the gap in understanding the historical and contemporary role of psychopractices, particularly in relation to altered states of consciousness, by providing a thorough philosophical and psychological analysis.",
    "target_audience": "The book is intended for a broad academic and practical audience, including 'culture, religion studies and psychology experts, and corresponding sphere practicians,' as well as 'all those interested in esotericism and non-traditional psychology.'"
  }
}