{
  "header": {
    "title": "The Book of Treasure Spirits",
    "authors": [
      "David Rankine"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Grimoire",
      "Magic",
      "Conjuration",
      "Treasure Spirits",
      "Fallen Angels",
      "Demons",
      "Fairies",
      "Sloane MS 3824",
      "Edward IV",
      "David Rankine",
      "British Library",
      "Heptameron",
      "Goetia",
      "Enochian",
      "Lead Plates",
      "Spirit Contracts",
      "Occultism"
    ]
  },
  "central_thesis": "This book presents a grimoire of magical conjurations, primarily based on Sloane MS 3824 (dated 1649), with additional material from Sloane MS 3825, focusing on invoking spirits, fallen angels, demons, and fairies to reveal hidden treasure and apprehend thieves. It emphasizes the practical application of these conjurations and situates them within a historical and contextual framework of the British monarchy's interest in treasure magic.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Provides historical context for treasure seeking in Britain, noting the role of royal licenses and the discrete use of magic by the crown. It highlights historical figures like William Lilly and Goodwin Wharton and their magical quests. The introduction also identifies key textual influences on Sloane MS 3824, including the Heptameron, Agrippa's De Occulta Philosophia, and Goetic and Enochian elements, emphasizing its unique compilation of material."
    },
    {
      "chapter_title": "About the Manuscript",
      "summary": "Details the provenance of Sloane MS 3824, explaining its original binding with parts of Sloane MS 3825 and Sloane MS 3821, forming an interconnected corpus. It discusses the dating of the manuscript (ranging from 1641-1659, with Elias Ashmole contributing in 1649) and the transmission through notable figures like Baron John Somers and Sir Hans Sloane to the British Library. It also notes the editor's methodology, including added section headings and redrawn illustrations for clarity."
    },
    {
      "chapter_title": "Prayer to call Spirits of Darkness",
      "summary": "A foundational prayer used before any conjuration of elemental, infernal, or wandering spirits. It addresses the Omnipotent Lord God of Hosts, acknowledging divine sovereignty and man's granted authority over spirits, humbly beseeching that invoked spirits appear visibly, obediently, peaceably, and in a non-harmful form to fulfill the magician's commands and requests, and to depart peacefully when licensed."
    },
    {
      "chapter_title": "Invocation of Lucifer, Beelzebub & Sathan",
      "summary": "A powerful exorcism and conjuration targeting the infernal rulers Lucifer, Beelzebub, and Sathan. It compels these spirits, by divine command and their own seals and characters, to subject all sublunar spirits under their power to appear, in fair and decent forms, to disclose truth, reveal hidden treasures, and fulfill the magician's demands without delay or illusion."
    },
    {
      "chapter_title": "An Operation for Obtaining Treasure Trove",
      "summary": "Outlines a select invocation to call forth specific spirits (e.g., Sulpher) known to guard various types of treasures—gold, silver, coin, plate, gems, bullion, and other goods—which have been corrupted or withheld from humanity. The operation aims to compel these spirits to reveal and yield up these hidden treasures as appointed by the magician."
    },
    {
      "chapter_title": "The Invocation",
      "summary": "A comprehensive conjuration calling upon a range of spirits (Sulphur, Chalcos, Anaboth, Sonenel, Barbaros, Gorson, Everges, Mureril, Vassago, Agares, Baramper, Barbason, Camret, Scor, Roab, Zaym, Umbra, Gijel) to appear visibly and peaceably in glass receptacles or otherwise. These spirits are commanded to reveal, discover, and bring forth hidden treasures, or to compel other guardian spirits to do so, for the benefit of mankind."
    },
    {
      "chapter_title": "A General Invocation",
      "summary": "A broad invocation for any particular aerial, terrestrial, elemental, or infernal wandering spirit (designated as 'N'). It compels the spirit to appear visibly, affably, and peacefully, providing true and faithful answers and fulfilling commands, drawing upon powerful divine names such as Madzilodarp, Tetragrammaton, Jehovah, Adonay, Zebaoth, Jah, Saday, Agla, El, Elohim, Alpha & Omega."
    },
    {
      "chapter_title": "An Experiment to Cause a Thief to Return",
      "summary": "A practical experiment to compel a thief to return stolen goods or a fugitive to return. It involves performing ritual prayers on specific days (Monday/Wednesday during moon increase), then creating a lead plate inscribed with the names and characters of four Kings (Urinuo/Oriens, Paymon, Egyn, Amaymon) and four 'Demon Bishops' (Theltryon, Sperion, Mayerion, Boytheon), the stolen goods' names, and the owner's/fugitive's name. A separate naked man drawing on parchment is pasted on the back of the plate."
    },
    {
      "chapter_title": "The Prayer",
      "summary": "A supplication to Almighty Jehovah, Tetragrammaton, Messiah, Sother, Emanuel, Alpha & Omega, entreating forgiveness for sins and granting the power of the Holy Spirit to call, compel, and command all aerial, terrestrial, and infernal spirits. It specifically requests the spirits Theltrion, Sperion, Mayerion, and Boytheon to constrain a thief or fugitive to return stolen goods or themselves."
    },
    {
      "chapter_title": "The Consecrations & Benedictions",
      "summary": "Detailed instructions for preparing the ritual space and tools, including the benediction of the magic circle (sprinkling with holy water), perfumes (blessing creatures for their odours), and the exorcism of the fire used for fumigations (in a copper or iron vessel). The goal is to purify and sanctify these elements for the magical operation."
    },
    {
      "chapter_title": "Of the Garment and Pentacle",
      "summary": "Describes the necessary ritual attire—a 'Priests Garment' or clean linen—and the construction of a pentacle. The pentacle, a simplified version from the Heptameron, is to be made on kidskin parchment during a specific planetary hour (Mercury, with increasing moon), consecrated with the Mass of the Holy Ghost, and sprinkled with baptismal water, serving as a protective and authoritative magical tool."
    },
    {
      "chapter_title": "An Oration to be said, when the Vesture is put on",
      "summary": "A prayer ('Ancor Amacor Amades Theodonias, Autor') to be recited when donning the ritual garment, invoking divine assistance and the merits of angels to ensure the successful outcome of the operation. This prepares the magician spiritually and energetically for the work, connecting them to celestial powers through holy names like Adonay."
    },
    {
      "chapter_title": "An Experiment to Call out Spirits that are Keepers of Treasure Trove",
      "summary": "Provides a method for invoking spirits who guard hidden treasures, whether by artificial enchantment or divine justice. It emphasizes the importance of the magician being well-informed about the treasure's location and guardian spirits. The experiment details the preparation of the ritual space and the initial invocation, aiming for a visible and cooperative appearance of the spirits."
    },
    {
      "chapter_title": "Of Spirits and Fairies",
      "summary": "Categorizes terrestrial spirits into 'Evil' (roving lions, Ophis, Beelzebub) who vex and trouble, and those more benign 'Fairies or Elves' (Mycob, Oberion, Seven Sisters) who are courteous and may assist humans. It discusses their interactions with humans, their dwelling places, and their role in guarding treasures, noting that not all hidden treasures are spirit-guarded, and distinguishing between their behaviors and powers."
    },
    {
      "chapter_title": "Conjuration of Treasure Spirits",
      "summary": "Instructions for a magician to call upon and speak with spirits guarding mineral treasures. It specifies finding a place where these spirits frequent or where treasure is hidden. The ritual begins with an invocation upon entering the circle, using divine names to command the spirits to appear visibly, in fair and decent form, and reveal the desired information about the treasures."
    },
    {
      "chapter_title": "The Fairy Court and Treasure",
      "summary": "Expands on terrestrial spirits, particularly fairies and elves, describing them as nocturnal wandering spirits who can be invoked for treasure. It details ritual preparations, including setting up a clean space with aromatic odours, a nine-foot distant table with offerings (chicken, salt, ale, cream), and invoking specific fairy leaders (Mycob, Oberion) and their Seven Sisters (Lilia, Rostilia, Foca, Folla, Africa, Julia, Venulla) to reveal hidden wealth."
    },
    {
      "chapter_title": "Of Types of Treasure & Hauntings",
      "summary": "Explores the diverse nature of treasure trove and hauntings. It distinguishes between spirits guarding treasures by enchantment and those by divine justice. It also describes spirits that cause disturbances (often due to human wickedness) versus more benign terrestrial spirits (like fairies) who are generally less harmful and can be more readily engaged for discovering hidden wealth. It clarifies that not all treasures are guarded."
    },
    {
      "chapter_title": "Experiment to obtain Treasure Trove",
      "summary": "A ritual to obtain treasure, requiring a private chamber and a clean, perfumed space. The magician is to write a request (including the specific treasure or a sum like £300) with black cock's blood on parchment. A magic circle is prepared, and the written request is fixed near a pallet bed during a starlight evening. The conjuration aims to compel spirits like Sathan, Baramper, and Barbason to bring the treasure to the magician."
    },
    {
      "chapter_title": "Experiment with Bret",
      "summary": "An experiment to invoke the spirit Brett, described as a 'Carrier to fetch Goods from the Sea.' The ritual is performed when the Moon is in Pisces (preferably Monday or Thursday). It involves laying down a specific circle and characters (as illustrated), and then powerfully conjuring Brett, using divine names (Tetragrammaton, Jehovah, Adonay, Sabaoth, Agla, El, Saday, Elohim, Alpha & Omega), to appear in human form and fulfill the magician's desires concerning goods from the sea."
    },
    {
      "chapter_title": "Conjuration of Birto for King Edward IV",
      "summary": "A conjuration for the spirit Birto, famously performed at the request of King Edward IV. This operation involves specific moon phases (2nd, 4th, 6th, 10th, or 12th days of increase) and evening performance. The magician uses designated circles and characters, including an effigy or character of a dragon or wyvern, and invokes Birto by divine and commanding names (Jehovah, El, Elohim, Sabaoth, Adonay, Tetragrammaton, Alpha & Omega) to appear and truthfully answer demands."
    },
    {
      "chapter_title": "Conjuration of Bealpharos",
      "summary": "Details the invocation and interaction with the spirit Bealpharos. The ritual takes place on Thursday or Friday during the moon's increase. It involves writing specific characters on virgin parchment, and a girdle (from a lion, hart, or buck skin) inscribed with Agla. Upon entering the circle, the magician makes the sign of the cross and recites a conjuration using various divine names, compelling Bealpharos to appear visibly in human form and fulfill requests."
    },
    {
      "chapter_title": "Of Evil Spirits",
      "summary": "Discusses subterranean and evil spirits, identified as fallen angels who cause annoyance and mischief. These spirits are hierarchically organized under four kings (Paymon, Amaymon, Egin, Oriens) and are differentiated by their offices and natures. The text notes that while not commonly practiced due to their turbulence, these spirits can be constrained through invocation for specific purposes, providing a cautionary and discerning approach to working with them."
    },
    {
      "chapter_title": "Experiment of Vassago",
      "summary": "A ritual to invoke the spirit Vassago to appear in a crystal stone or glass. The magician prepares a lamen (silver plate) and a spatula, both engraved with specific characters. The conjuration uses powerful divine names (Jehovah, Adonay, Elohim, Agla, El, On, Tetragrammaton) to compel Vassago to appear in a fair and decent form and fulfill commands, including a binding spirit contract for continuous obedience."
    },
    {
      "chapter_title": "Experiment of Agares",
      "summary": "Similar in practice to the Experiment of Vassago, this ritual focuses on invoking the spirit Agares, identified as the first Captain under the King of the East. The procedure involves preparing the ritual space, a crystal stone or glass, and a lamen with Agares' specific sigil. The conjuration uses powerful divine names to compel Agares to appear visibly and provide true answers, culminating in a spirit contract for binding the spirit to the magician's will."
    },
    {
      "chapter_title": "An Experiment to Obtain Your Desire",
      "summary": "A ritual for obtaining any desired outcome, involving a lapwing's blood to write ensigns or a square on parchment. The operation is performed in an orchard or private wood. The magician, armed with a sword, enters a prepared circle and reads the schedule. The experiment results in apparitions of knights on horseback who offer assistance, with the goal of having desires fulfilled through their aid."
    },
    {
      "chapter_title": "Experiment of Bleth",
      "summary": "An experiment to invoke the spirit Bleth, who appears in a glass of water. A glass urinal with a virgin wax or parchment cover (inscribed with Bleth's character) is filled with water and placed on a white-linen-covered table. The conjuration uses divine names (Tetragrammaton, Jehovah, Elbrach, Ebanher, Gosh, Ioth, Agla, Oshie, Venoch, Nabrat) to compel Bleth to appear and answer questions, with smoke or stirring water as signs of presence."
    },
    {
      "chapter_title": "Of the Demon Rulers",
      "summary": "Describes the nature and hierarchy of prominent evil spirits, specifically Lucifer, Beelzebub, and Sathan, and the four Kings of the Air: Oriens (East), Paymon (West), Egyn (North), and Amaymon (South). It details their appearances, retinue, powers (e.g., granting money, knowledge, causing disturbances), and how they can be constrained by powerful divine names, emphasizing a discerning approach to their invocation."
    },
    {
      "chapter_title": "Appendix 1: The Spirit Contract for Padiel",
      "summary": "Presents a formal contract with the Presidential Spirit Padiel, who serves under King Carnesiel of the West. This document is designed to firmly bind Padiel to appear visibly, in fair and decent form, to specific individuals (A:B and C:D) and to fulfill their demands and requests. The contract is sealed by Padiel's character and relies on powerful divine names and the 'Sop hick or Magick Art' for its efficacy."
    }
  ],
  "key_concepts": [
    {
      "term": "Treasure Trove",
      "definition": "Hidden or buried wealth, often guarded by spirits, sought through magical conjurations."
    },
    {
      "term": "Grimoire Tradition",
      "definition": "A lineage of magical texts containing instructions for invoking spirits, usually for practical ends, often drawing from various historical sources."
    },
    {
      "term": "Spirit Hierarchy",
      "definition": "A classification system for various spiritual entities, including Elemental, Aerial, Terrestrial, Infernal spirits, Fallen Angels, Demons, and Fairies, often with specific rulers or kings governing different orders or directions."
    },
    {
      "term": "Conjuration",
      "definition": "The act of invoking and commanding spirits, angels, or demons to appear and perform specific tasks for the magician."
    },
    {
      "term": "Constringation",
      "definition": "A strong form of magical binding or compelling a spirit to obey, often used when initial invocations prove insufficient."
    },
    {
      "term": "Glass Receptacles / Crystal Stone / Glass of Water",
      "definition": "Physical mediums used by the magician for spirits to appear visibly and communicate, often a scrying device."
    },
    {
      "term": "Lead Plates",
      "definition": "A ritual tool, often inscribed with spirit names, characters, and specific requests or curses, typically buried to bind and compel spirits or individuals (e.g., thieves)."
    },
    {
      "term": "Spatula",
      "definition": "A ritual tool, typically made of gilt solid wood, symbolizing dignity and power, used by the magician during invocations."
    },
    {
      "term": "Lamen / Sigil",
      "definition": "A magical emblem or seal, usually made of silver or parchment, inscribed with specific symbols and divine names, worn on the magician's breast or neck for protection and authority."
    },
    {
      "term": "Divine Names (Nomina Barbara)",
      "definition": "Sacred names of God and other powerful epithets (e.g., Tetragrammaton, Jehovah, Adonay, Agla, El, Elohim, Sabaoth, Alpha & Omega, Emanuel, PrimaVmaton, Madzilodarp) used to command and compel spirits."
    },
    {
      "term": "Spirit Contracts",
      "definition": "Written agreements or obligations, often formally signed and sealed, that bind spirits to fulfill the magician's desires and appear upon call."
    },
    {
      "term": "Fairies / Elves",
      "definition": "A class of terrestrial spirits, generally considered more humane or less noxious than infernal demons, associated with guarding hidden treasures and often amenable to specific invocations with offerings."
    },
    {
      "term": "Enochian Terminology",
      "definition": "The incorporation of terms or concepts derived from Dr. John Dee's Enochian magic, such as 'Madzilodarp' ('The God of Stretch Forth and Conquer'), demonstrating early cross-pollination of magical systems."
    },
    {
      "term": "Goetic Spirits",
      "definition": "Demonic entities primarily associated with the Goetia, many of whom (e.g., Agares, Vassago, Dantalion, Asmodai, Andromalius, Bileth/Bleth, Gorson, Paimon, Seere, Barbalos) are referenced or invoked for practical purposes like treasure seeking within this grimoire."
    },
    {
      "term": "Demon Bishops",
      "definition": "Specific spirits (Theltryon, Sperion, Mayerion, Boytheon) named in the text, associated with the four cardinal directions, particularly invoked to compel thieves to return stolen goods."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined in 'The Book of Treasure Spirits' focuses on the conjuration of various classes of spirits—Elemental, Aerial, Terrestrial, Infernal, Demons, and Fairies—to achieve specific material outcomes. The primary goals are the revelation and acquisition of hidden treasures and the apprehension or return of stolen goods. The magic relies on formal invocations, adjurations, and constraints, employing a potent blend of divine names, specific spirit names, and ritual tools. It emphasizes the magician's authority, derived from divine power, to compel spirits into visible appearance and absolute obedience. The text explicitly acknowledges the 'tedious & tiresome' nature of these practices, underscoring the necessity of unwavering faith, perseverance, and meticulous ritual management.",
    "tools": [
      "Magic Circle: Often inscribed with divine names, serving as a protected ritual space for the invocant.",
      "Pentacle: A magical emblem, typically a simplified version from the Heptameron, made on parchment and consecrated for protection and authority.",
      "Ritual Garment: A 'Priests Garment' or clean linen, worn by the magician for purification and authority.",
      "Spatula: A ritual staff or wand, usually of gilt solid wood, signifying dignity and power in the magical operation.",
      "Lead Plates: Inscribed with spirit names, characters, and specific requests, often buried to bind and compel spirits or individuals.",
      "Parchment: Virgin or kidskin parchment ('abortive'), used for writing conjurations, characters, and spirit contracts.",
      "Blood: Specifically black cock's blood or lapwing's blood, used as ink for inscribing magical texts on parchment or plates.",
      "Crystal Stone or Glass: A scrying medium for facilitating visible spirit appearances and communication.",
      "Glass of Water / Metal Urinal: A specific medium used for the conjuration of the spirit Bleth.",
      "Sword: Carried by the Master of the Art, often inscribed with powerful divine names like 'Agla', symbolizing authority and protection.",
      "Brimstone, Asafoetida, Fetid Substances: Used for compelling recalcitrant or disobedient spirits, often by burning in a box.",
      "Perfumes / Aromatic Odours: Employed to allure spirits, particularly terrestrial entities and fairies, and to create a suitable atmosphere.",
      "Clean Linen Cloth: Used for covering tables or other ritual surfaces to ensure purity.",
      "Tapers / Candles: For illumination and setting the magical ambiance.",
      "Food Offerings: Specific items like chicken, meat, salt, ale, and cream used to entice and please terrestrial spirits and fairies.",
      "Spirit Contracts: Written and sealed documents that formally bind spirits to specific agreements with the magician.",
      "Hazel Rods: Mentioned in historical accounts (e.g., William Lilly's), used for divining or dowsing for hidden treasure."
    ],
    "rituals": [
      "General Prayers and Consecrations for the Circle, Perfumes, Fire, Garment, and Pentacle.",
      "Specific Invocations and Conjurations for infernal rulers (Lucifer, Beelzebub, Sathan), treasure spirits (Agares, Vassago, Sulpher, Baramper, Barbason, Birto, Bealpharos), carrier spirits (Brett), and fairy entities (Mycob, Oberion, Seven Sisters).",
      "Operations for Obtaining Treasure Trove, often involving inquiries about the treasure's nature and guardians.",
      "Experiments to Cause a Thief to Return, utilizing inscribed lead plates and specific spirit commands.",
      "Experiments to Call out Spirits that Guard Treasure, with detailed instructions for preparing the ritual space.",
      "Experiments to Obtain Desires, sometimes featuring visions or apparitions of figures like knights on horseback.",
      "Appearance of spirits is facilitated through various mediums such as 'Glass Receptacles,' 'Crystal Stone,' or a 'Glass of Water' for scrying and direct communication."
    ]
  },
  "relevant_quotes": [
    {
      "text": "A grimoire of magical conjurations to reveal treasure and catch thieves by invoking spirits, fallen angels, demons and fairies.",
      "page": null
    },
    {
      "text": "Being a partial transcription of material from Sloane MS 3824, dated 1649, and containing material originally bound together with part of Sloane MS 3825, including a conjuration of the spirit Birto said to have been performed at the request of Edward IV, King of England.",
      "page": "4"
    },
    {
      "text": "''The first thing the Magical Philosopher is to observe herein, is to be well informed, or well to inform himself by all the best ways & means he Can, whether by any Treasures are hidden in Such or Such a place or no, and by whom''",
      "page": "6"
    },
    {
      "text": "\"We played the hazel rod round about the cloister; upon the west side of the cloisters the rods moved one over another, an argument that the treasure was there.",
      "page": "14"
    },
    {
      "text": "\"Secrecy and intelligent operators, with a strong confidence and knowledge of what they are doing, are best for this work.\"",
      "page": "15"
    },
    {
      "text": "one Denys of Hoxton did bring me a book called Thesaunls Spirituum and, after that, another called Secreta Secretorum, a little ring, a plate, a circle, and also a sword for the art of digging.",
      "page": "15"
    },
    {
      "text": "The strong influence of the Goetia is seen in the nine Goetic spirits who are mentioned in the context of conjurations for treasure. These are Agares, Andromalius, Asmodai, Barbalos (Barbaros), Bileth (Bleth), Dantalion, Gorson, Seere, and Vassago.",
      "page": "18"
    },
    {
      "text": "The conjurations in this text are echoed in the material found in the nineteenth century Libellus Magicus, or Magical Book of the Jesuits.",
      "page": "19"
    },
    {
      "text": "It is interesting that the author should acknowledge In the text that the style of the conjurations was \"Long in the effecting, and bringing thereof to pass, and to be a piece of tedious & tiresome practice\".",
      "page": "20"
    },
    {
      "text": "This refers to a sum of £300, see later in text. This amount would have been a fortune at the time of writing.",
      "page": "122"
    },
    {
      "text": "This is an Enochian term, being Mad-Zilodarp, meaning “The God of Stretch Forth and Conquer”.",
      "page": "51"
    },
    {
      "text": "The sign + in the text indicates the magician should make the sign of the cross.",
      "page": "68"
    },
    {
      "text": "This use of a lead plate parallels the defixiones or binding curses which were popular in ancient Greece.",
      "page": "58"
    }
  ],
  "critical_analysis": {
    "relevance": "The Book of Treasure Spirits is highly relevant to Western Esotericism as it offers a partial transcription of Sloane MS 3824, a mid-17th-century grimoire providing direct insights into historical treasure magic and spirit conjuration. Its significance lies in bridging medieval traditions with later Goetic and early Enochian influences, demonstrating the evolution and synthesis of magical practices. David Rankine's commentary provides crucial academic and practical context, highlighting historical figures involved in such operations and the textual development of grimoires. The work is particularly valuable for challenging established narratives about the dating and authorship of certain magical texts by revealing earlier English translations and integrated elements, such as those related to Dr. Thomas Rudd.",
    "target_audience": "The primary target audience includes academic researchers and practitioners of Western Esotericism, occultists specializing in grimoire traditions, ceremonial magic, and historical magical practices. It is also for individuals seeking to understand the operative mechanics of historical treasure magic and the broader context of spirit interaction within occult systems. Due to its technical nature and the demands of its practical instructions, it is not suitable for casual readers but rather for those with a serious and informed interest in the subject matter."
  }
}