{
  "header": {
    "title": "Invocation of Our Lord of Midnight, Mahazhael-Deval, Being a Conjuration of the High Sabbatic Witch-father",
    "authors": [
      "Andrew D. Chumbley"
    ],
    "category": "Western Esotericism, Occultism, Sabbatic Craft, Conjuration",
    "keywords": [
      "Mahazhael-Deval",
      "Witch-father",
      "Sabbatic Craft Tradition",
      "Retinue of the Faithful Gods",
      "blood-acre",
      "Iconostasis",
      "Dragon-Book of Essex",
      "Midwinter Sun",
      "Liliya",
      "Horned Serpent",
      "Conjuration",
      "Ritual Magic"
    ]
  },
  "central_thesis": "The text provides a precise conjuration ritual for a covine or working lodge of Arte to evoke Mahazhael-Deval, a Sovereign Witch-father within the Sabbatic Craft Tradition. This evocation aims to manifest Mahazhael's presence, wisdom, and power, particularly around the Midwinter season, emphasizing themes of misrule, rebirth, and the interstitial cusp between darkness and light, thereby empowering the practitioners and their work.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Mahazhael and the Sabbatic Craft",
      "summary": "This section introduces the Sabbatic Craft Tradition, its pantheon of Witch-fathers and Witch-mothers known as the 'Retinue of the Faithful Gods,' and the concept of the 'blood-acre.' It explains the role of Mahazhael as a Sovereign Witch-father, guardian of the Northern Station, consort of Our Lady Liliya, and his association with Midwinter, rebirth, and wisdom born from darkness. It also contextualizes Mahazhael within the 'Mystery of the Iconostasis,' allowing for syncretic identifications."
    },
    {
      "chapter_title": "The Call unto Mahazhael-Deval",
      "summary": "The ritual begins with the Magister bearing a mask of the Lord. The covine initiates the conjuration by directly invoking Mahazhael-Deval as the 'Sovereign Witch-father of the Horned Serpent's Knowledge,' setting the intention for the spirit to enter the officiant."
    },
    {
      "chapter_title": "Adoration and Invocation of Mahazhael",
      "summary": "The covine continues with a detailed adoration of Mahazhael, recognizing his dual nature as Corn-king (blessing) and Boneherder (cursing). This section exalts him through various titles and attributes, describing his cosmological significance (Emperor of Northern Gateway, Leader of Gods), his role as a protector and guide, and his formidable appearance (Bone-white Man, Skeletal Lord of Light, Eight-armed Giant). It explicitly summons him to the 'Blood-acre' by the 'lych-light of the Dying Sun'."
    },
    {
      "chapter_title": "Description of Mahazhael's Form and Tools",
      "summary": "This part graphically describes Mahazhael's transcendent and chthonic form, emphasizing his skeletal, cosmic, and primal aspects (skull face, spider's nest heart, phallus of joy, hooves of a He-goat). It then lists the symbolic tools he wields in his four hands, such as the flute of femur, Book of Judgement, cursing-stave, sword of ice, rosary, hourglass, speaking mirror, and silent mask, illustrating his dominion over time, truth, and illusion."
    },
    {
      "chapter_title": "The Ritual of Offerings and the Mystery of Faith",
      "summary": "The covine kneels to make 'imaginal or mental sacrifices,' which include specific symbolic offerings (earth sign, broken idol, severed head, etc.) to empower Mahazhael's presence. Following these, the officiant, now filled with Mahazhael's spirit, reveals a devil-mask and a mirror, challenging the initiates with the 'Mystery of Faith' by asking 'Which is the mirror and which is the mask?', signifying the interplay of Truth and Lie."
    },
    {
      "chapter_title": "The Corn-king's Riddle and Binding Salutation",
      "summary": "The officiant narrates 'The Corn-king's Riddle' (also 'The Mystery of the Bread'), a symbolic narrative of death, transformation, and rebirth through a seven-day cycle, identifying Mahazhael with the vital essence of grain for both living and dead. The ritual concludes with an affirmation of Mahazhael's presence, the officiant bestowing empowerment, the brethren binding the rite by pacing widdershins, and a final 'Binding Salutation' hailing various entities and concepts within the Sabbatic Tradition."
    }
  ],
  "key_concepts": [
    {
      "term": "Sabbatic Craft Tradition",
      "definition": "A specific current of Western Esotericism and occult practice, from which this conjuration originates. It reveres a pantheon of 'Witch-fathers' and 'Witch-mothers'."
    },
    {
      "term": "Mahazhael-Deval",
      "definition": "The Sovereign Witch-father invoked in this ritual. He is the Guardian of the Northern Station, consort of Our Lady Liliya, associated with the Midwinter Sun, misrule, rebirth, and wisdom. Syncretically identified with 'Christ on the Eve of His Nativity' or 'Soul of the Crucified King of Light'."
    },
    {
      "term": "Retinue of the Faithful Gods",
      "definition": "A collective pantheon within the Sabbatic Craft, comprising eight Witch-fathers and eight Witch-mothers, who act as wardens of the cardinal and sub-cardinal directions of the ritual circle or 'blood-acre'."
    },
    {
      "term": "blood-acre",
      "definition": "The ritual circle, analogous to a magical workspace, defined by cardinal and sub-cardinal 'gates' presided over by pairs of the Faithful Retinue. It is where the spirit is summoned."
    },
    {
      "term": "Iconostasis",
      "definition": "A mystery or custom within the Nameless Faith where deities are syncretized with figures from 'mortal faiths of man' or local religious personae, allowing for a broader procession of the Hidden Faith."
    },
    {
      "term": "imaginal or mental sacrifice",
      "definition": "Offerings made not physically, but within the mind or imagination of the practitioners, presented to the Lord."
    },
    {
      "term": "devil-mask and a mirror",
      "definition": "Dual tokens or 'sighns' representing the 'Mystery of Faith' and the interplay of 'Truth and Lie,' used by the officiant to challenge initiates and reveal underlying gnosis."
    },
    {
      "term": "Corn-king's Riddle / The Mystery of the Bread",
      "definition": "A narrative recited by the officiant, symbolizing a cycle of death, transformation, and rebirth through a seven-day cycle, identifying Mahazhael with the vital essence of grain that sustains both the living and the dead, embodying the mysteries of the year's wheel and seasonal cycles."
    }
  ],
  "practical_system": {
    "description": "This document outlines a practical ritual system for the ceremonial evocation and embodiment of the Sabbatic Witch-father Mahazhael-Deval within a group setting (covine). The system emphasizes a structured invocation, symbolic offerings, and a gnostic challenge, culminating in the spiritual impregnation of the officiant and the collective empowerment of the group. It is designed to engage with Mahazhael's dual nature (life/death, light/dark) to impart wisdom, facilitate rebirth, and influence the cycles of time, particularly around Midwinter.",
    "tools": [
      "Mask of the Lord (borne by the Magister)",
      "Devil-mask (used by the officiant)",
      "Mirror (used by the officiant)",
      "Grain (for offerings and scattering)",
      "Serpent-skin (for offerings)",
      "Stang (implied as a central point where mask/mirror are laid)"
    ],
    "rituals": [
      "The Magister dons the mask of Mahazhael, preparing for embodiment.",
      "The covine collectively invokes Mahazhael, calling him forth as 'Sovereign Witch-father of the Horned Serpent's Knowledge'.",
      "A detailed adoration is recited, blessing and cursing Mahazhael through his various epithets (Corn-king, Boneherder) and describing his attributes, commanding his presence within the 'blood-acre'.",
      "Imaginal or mental sacrifices are made, consisting of specific symbolic offerings (earth sign, broken idol, severed head, etc.) to empower Mahazhael's presence.",
      "Genuflections are performed to the 'Place of Power' within the ritual space.",
      "The officiant, now imbued with Mahazhael's spirit, takes up a devil-mask and a mirror as 'sighns imparting the Mystery of Faith'.",
      "The officiant circulates deosil, asking each initiate 'Which is the mirror and which is the mask?', with initiates responding and scattering grain.",
      "The officiant returns north, places the mask and mirror, and recites 'The Corn-king's Riddle' (Mystery of the Bread), a narrative of seasonal death and rebirth.",
      "A final declaration of Mahazhael's presence is made, followed by words of power ('Bilo Bilo Hu! Bha-Azha-Ka!').",
      "The officiant performs the 'bow of Mahazhael' to bestow empowerment upon the covine.",
      "The brethren pace the circle widdershins to bind the rite.",
      "A collective 'Binding Salutation' is recited, hailing various entities and forces within the Sabbatic Tradition, concluding with a final affirmation."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Lord Mahazhael is revered as the Guardian of the Northern Station and is considered to be the Blessed Consort of Our Lady Liliya. His time is that of the Midwinter Sun, the season of misrule and rebirth. His moment is the interstitial cusp of darness and light.",
      "page": "1"
    },
    {
      "text": "Thy face is the skull, the death's-head oracle, laughing in all adversity. Thine eyes reveal the dual abyss, shining bright in voidful darkness. Thy heart is a seething spider's nest, strung on a fiery web between the bone-beams of Thy breast. Thy phallus is the minaret of joy rais'd for the world's delight; unto whom all djinn must turn in prayer and from whence the Serpent's holy seed is scattered- to baptise the world in all misrule!",
      "page": "2"
    },
    {
      "text": "Thou bearest the Book of Judgement, fill'd with the names of all blessed and wise; above whose pages a quill doth move- untouched by hand or soul. Thou bearest a cursing-stave of blackthorn, a sword of unmelting ice, and endless rosary of mourners' tears and an hourglass of ashen remains.",
      "page": "2"
    },
    {
      "text": "Here behold Thy Father and Mother: the Iconostasis projecting all Belief! Know ye the Creed of Truth within the Mystery of Lie: Which is the mirror and which is the mask?",
      "page": "3"
    },
    {
      "text": "'The Mystery of the Bread' is my Name of my Name, the Father of the Grain am I. May the Blessing be and the Cursing be Upon all who come to eat of me.",
      "page": "4"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is a crucial example of modern Traditional Witchcraft, specifically within the Sabbatic Craft Tradition popularized by Andrew D. Chumbley and the Cultus Sabbati. It showcases the highly poetic, complex, and deeply symbolic language characteristic of this current. Its relevance lies in demonstrating the syncretic nature of such traditions, blending folkloric elements (Corn-king, He-goat), grimoire-like conjuration structures, and specific internal mythos (Retinue of the Faithful Gods, blood-acre, Iconostasis). The invocation's focus on liminality (Midwinter, interstitial cusp, truth/lie), duality (blessing/cursing, mirror/mask), and the chthonic-solar aspects of the divine (Boneherder/Corn-king) positions it as a sophisticated system exploring death, rebirth, and transgressive gnosis. It provides a direct operational template for invoking a significant entity within a structured covine setting, illustrating the performative and initiatory aspects of this specific magical path. Compared to earlier grimoire traditions, it retains a strict ritual form but overlays it with a more nuanced, internal mythology and a greater emphasis on gnosis and the transformation of consciousness through the invoked deity.",
    "target_audience": "The target audience for this text is experienced practitioners of Traditional Witchcraft, particularly those affiliated with the Sabbatic Craft Tradition or individuals deeply immersed in Chumbley's corpus. It is intended for a 'covine or working lodge of Arte,' implying a group of initiated individuals with a shared understanding of the specific magical currents, terminologies, and ritual protocols. The complexity of the language, the specific deities, and the esoteric concepts (e.g., 'Mystery of the Iconostasis,' 'blood-acre') suggest it is not for beginners or those outside this specific magical lineage, but rather for those seeking advanced practical engagement with its established pantheon and gnosis."
  }
}