{
  "header": {
    "title": "The Teachings of Foolishness Part II",
    "authors": [
      "Rabbi Michael ben Pesach Portnaar"
    ],
    "category": "Western Esotericism & Kabbalah",
    "keywords": [
      "Kabbalah",
      "Lurianic Kabbalah",
      "Jeshua",
      "Zohar",
      "New Testament",
      "Spiritual Self-Correction",
      "Divine Light",
      "Sphiroth",
      "Ma'n",
      "Star of David",
      "Inner Work",
      "Redemption",
      "Foolishness",
      "Zivug",
      "Kether",
      "Malchut",
      "Jesod",
      "Tiphereth",
      "Sitra Achra"
    ]
  },
  "central_thesis": "The central thesis is that true spiritual salvation and liberation come from an individual's radical inner self-correction, transforming the 'wish to receive for oneself' (identified as the root of all sin and misery) into the 'wish to give.' This transformation is achieved through a direct, internal connection with 'Jeshua' (understood not as a historical figure but as the highest Kether, the divine 'wish to give'), synthesized with Lurianic Kabbalistic principles and reinterpreted New Testament teachings. The author critically contrasts this path with conventional, external religious practices (both Jewish and Christian) which are deemed 'foolish' and ineffective without profound internal work.",
  "structure_content": [
    {
      "chapter_title": "The holy message according Mataj Matthews verse 7",
      "summary": "This section interprets Matthew 7, emphasizing the 'narrow opening' to true life, which is found within oneself, contrasting it with external paths leading to 'corruption.' It warns against 'false prophets' whose words may be beautiful but whose 'deeds' reveal selfish intentions. Key Kabbalistic terms like Malchut, Jesod, and Tiphereth are introduced to explain the inner dimensions of self-correction. The author critiques orthodox religious adherence that focuses on external laws and traditions rather than internal spiritual light and the 'wish to give,' labeling it as 'black and white' or 'darkness.'"
    },
    {
      "chapter_title": "The holy message according Mataj Matthews verse 8",
      "summary": "This part delves into Jeshua's teachings on healing and faith (Matthew 8), interpreting them as metaphors for inner spiritual transformation. It explains how 'sin' is fundamentally the 'wish to receive for oneself' and that true healing involves overcoming this root cause through a connection with Jeshua/Kether. The author introduces the Star of David as a symbol of perfect spiritual unity ('zivug') and the Swastika as its antithesis, representing separation and impure strengths. The section also prophecies the Second World War as a consequence of spiritual neglect, correlating historical events with Kabbalistic numerology and spiritual states of 'Israel' (understood as inner spiritual strength)."
    },
    {
      "chapter_title": "The holy message according Mataj Matthews verse 9",
      "summary": "Continuing with Matthew 9, this section further elaborates on the necessity of faith and self-correction for salvation. It reinterprets Jeshua's parables of 'new patch on old clothing' and 'new wine in old wineskins' as the impossibility of grafting new spiritual qualities onto old, uncorrected 'kelim' (vessels). Sin is explicitly defined as the 'wish to receive for oneself,' which Jeshua (Kether) alone can 'carry.' The author contrasts the 'Pharisees' (representing internal 'separating forces' and intellectual-only understanding) with those who possess true faith and are willing to undergo inner transformation, highlighting Jeshua's unique role in granting the strength for this purification."
    }
  ],
  "key_concepts": [
    {
      "term": "Jeshua",
      "definition": "Not a historical figure, but the spiritual embodiment of the highest Kether, the 'wish to give,' and the sole conduit for divine light and salvation. He represents the absolute oneness and the mechanism for individual self-correction, accessed internally through faith and intention."
    },
    {
      "term": "Kether",
      "definition": "The highest Sephirah, representing the pure 'wish to give' and divine light. In this system, Kether is synonymous with Jeshua and is the ultimate source of spiritual strength and healing, to which all lower 'kelim' must ascend."
    },
    {
      "term": "Malchut",
      "definition": "The lowest Sephirah, representing the 'wish to receive for oneself.' It is associated with 'darkness,' 'shortness,' and 'sin,' and its correction is paramount for spiritual progress. The goal is to elevate Malchut through Jesod to Tiphereth and ultimately Kether."
    },
    {
      "term": "Jesod",
      "definition": "The 'foundation' Sephirah, described as the 'small way' to real life and the point where the dot of Malchut is attached. It serves as the anchoring point for initiating the ascent of Malchut towards Tiphereth and Kether."
    },
    {
      "term": "Tiphereth",
      "definition": "The central Sephirah, the 'heart of man,' representing balance, beauty, and truth. It is the target for Jesod's ascent, signifying a state of internal harmony achieved through self-correction."
    },
    {
      "term": "Ma'n (מ\"ן)",
      "definition": "An upward spiritual arousal, prayer, or request stemming from deep inner intention and consciousness of one's 'shortness' (sins/wish to receive). It is the necessary 'stimulation from below' to draw divine light (Ma'd) from above."
    },
    {
      "term": "Ma'd (מ\"ד)",
      "definition": "The divine 'answer' or light received from above, specifically from Kether/Jeshua, in response to Ma'n. This light provides the strength for self-correction and transformation."
    },
    {
      "term": "Star of David (Magen David)",
      "definition": "A sacred symbol representing the perfect 'zivug' (union) between the male (Z'a) and female (Nukwa) spiritual forces, signifying unity, wholeness, peace, and the corrected state of the 'kelim' within man and the Universe."
    },
    {
      "term": "Swastika",
      "definition": "The antithetical symbol to the Star of David, representing spiritual separation, impure strengths, selfishness, and the brokenness of the 'kelim.' Its center, the 'black point,' symbolizes the concentrated 'wish to receive for oneself' that destroys unity."
    },
    {
      "term": "Kelim (כְּלִים)",
      "definition": "Spiritual vessels or attributes within a human being, which are initially in a state of 'wish to receive for oneself.' The spiritual work involves correcting, purifying, and transforming these vessels to align with the 'wish to give,' allowing them to contain divine light."
    },
    {
      "term": "Sitra Achra (סִטְרָא אָחְרָא)",
      "definition": "The 'other side,' referring to impure strengths, evil spirits, or selfish desires that pull man away from divine connection. These forces are attracted and empowered by man's own uncorrected 'wish to receive.'"
    },
    {
      "term": "Sin",
      "definition": "Defined as the 'wish to receive for oneself' (Malchut), the root cause of all physical and spiritual disease, misery, and separation from the Creator. Overcoming sin means transforming this wish into the 'wish to give.'"
    },
    {
      "term": "Inner Work/Self-Correction",
      "definition": "The paramount practical path, emphasizing constant introspection, purification of intentions ('kavanah'), and the transformation of internal spiritual forces. It is the individual's responsibility and cannot be delegated to external religious authorities or rituals."
    }
  ],
  "practical_system": {
    "description": "The practical system is one of radical individual self-transformation, aiming to shift the inner 'wish to receive for oneself' (Malchut) to the 'wish to give' (Kether/Jeshua). This is achieved through continuous, conscious 'inner work' that involves precise internal alignment of one's 'kelim' (spiritual vessels/attributes). The central operative mechanic is 'anchoring' the 'jesod' (foundation) to the 'tiphereth' (heart/balance), which enables the ascent of Malchut. This ascent is catalyzed by 'Ma'n' (a heartfelt, conscious request from below) drawing 'Ma'd' (divine light/strength) from above. The process demands constant vigilance against 'impure strengths' (Sitra Achra) that manifest as selfish desires, anger, or vanity. Historical events, such as the Second World War, are presented as consequences of humanity's collective spiritual neglect and separation, implying that individual correction can impact global states. The ultimate goal is to achieve internal 'zivug' (unity), symbolized by the Star of David, leading to a state of wholeness, serenity, and direct connection with the Creator, free from all forms of 'sin' (the wish to receive).",
    "tools": [
      "The Brit Chadashah (New Testament), interpreted allegorically and Kabbalistically, as a symbolic guide and 'map' for inner spiritual processes and Jeshua's teachings.",
      "The Zohar, as the primary source of Lurianic Kabbalistic knowledge, providing the framework for understanding the Sphiroth, their interactions, and the mechanics of divine light and correction.",
      "Gematria and numerology, used to reveal hidden spiritual meanings in names and historical dates (e.g., 1939, 1945, Chawah, Adam, Jeshajahu) as reflections of spiritual states.",
      "Diagrams and symbolic geometry (e.g., Star of David for unity, Swastika for separation) to visualize spiritual principles and states of 'kelim' alignment or fragmentation.",
      "Intense introspection and self-awareness to discern the 'pressure from within' (uncorrected desires) and 'pressure from outside' (external influences), aiming for internal balance and stillness."
    ],
    "rituals": [
      "Daily 'anchoring' of Jesod to Tiphereth through focused intention, especially upon waking and before sleep.",
      "Constant self-observation to identify and transform the 'wish to receive for oneself' into the 'wish to give' in all actions and thoughts.",
      "Symbolic 'washing of hands three times' as an internal purification of netsach, hod, and jesod, leading to a connection with Daat and Jeshua.",
      "Heartfelt 'Ma'n' (prayer/request) that arises from a conscious awareness of one's 'shortness' and is directed towards Jeshua/Kether, rather than rote recitation.",
      "Conscious detachment from external identities, groups, and cultural norms that foster separation and vanity.",
      "Enduring and transforming inner 'pain' (the resistance of the 'wish to receive') with 'love' for the Creator, seeing it as a necessary step for healing and ascent."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Only a few will find the way to life. He uses the future tense. He says: don’t seek outside yourself for me but look within yourself. Small means thin, the way via jesod is the small way, only through this way man can come to his real life because the biggest part of all human powers lies here. This is the place were you receive nutrition, that are the words of Jeshua.",
      "page": "3"
    },
    {
      "text": "You have to know there is only one teacher namely Jeshua. All others are manifestations of Jeshua in this world like Moshe, Shimon bar Jochai and Ari. They are manifestations of Jeshua in sequence. And the rest, what does Jeshua say? Be careful with them because they can speak beautiful words, they can be dressed in sheep’s clothing but from within they are raving wolves. They are ravenous, they only want to take something away from you either material or spiritual because they want you to involve in the mass.",
      "page": "3"
    },
    {
      "text": "The deeds are a proof of what is within…from where the strengths are coming. On the actions of another you can see what is in his heart, not the words. I’ve experienced everything in my quest leading to the way of truth. I searched for a teacher and I couldn’t find him. I have seen a lot of earthly wisdom. Many sheep clothing…all of them looked so nice but their deeds….",
      "page": "4"
    },
    {
      "text": "The meaning of a good tree is the kelim are filled with light and man can experience the light. A bad tree means there is the attraction of the chochmah via the left line to below. Left is esh – fire and feels if it is dark, darkness. Only in the middle line there is the experience of light.",
      "page": "9"
    },
    {
      "text": "The Star of David is an image of the holy position of kelim. The condition of two kelim – male and female – that are looking to each other. Then all the parts present in the creation are connected with each other and when Israel neglects this mitzvah… The two triangles the male and the female of the Star of David becomes a swastika.",
      "page": "38"
    },
    {
      "text": "The centre of the swastika shows us the black point – the wish to receive for one self. There is only the wish to receive for one self. All the strengths – and as you know a kli is strength – belong to the elements of the male and the female kelim. And in the swastika there are all attracted to one place, to one devastated thought and devastated wish to receive everything in this point – the wish to receive for one self.",
      "page": "39"
    },
    {
      "text": "19 is the number value of Chawah הוחthe wife of Adam. So what is the meaning of the year 1939 in the kabbalah? Think about this. I’m only speaking about the numbers. Not of the events but only of the numbers. 39 has a deeper meaning because there are 39 mitzvoth to work on Shabbat.",
      "page": "40"
    },
    {
      "text": "So you will know the son of man has power here on earth to forgive sin and he said he turned around to the paralyzed man get up and take you mat where you lay and go home: Sin is the wish to receive for one self. The light comes from Jeshua, from his lower nine sphiroth of his kether. This lower part of the higher gives at the higher part of the lower.",
      "page": "78"
    },
    {
      "text": "Jeshua is the only one who can give the Holy Spirit. Now you may understand why there isn’t a Jew who hasn’t the ruach ha’kodesh except when he believes in Jeshua. And the Jew who believes in Jeshua he receives the Holy Spirit without doing all the requirements imposed by the Jews religion. Place this deep in your heart: he or she who feels he is full of sin he receives the Holy Spirit.",
      "page": "88-89"
    },
    {
      "text": "The only effort man gives is to become wealthier but the true effort is to sin less, to act in another way. That he does do things more consciousness that is progression. This Jeshua taught his students.",
      "page": "70"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant within Western Esotericism for its audacious synthesis of Lurianic Kabbalah with a Christ-centric mystical path. It represents a niche but significant area of syncretism, particularly in its reinterpretation of New Testament narratives through a Kabbalistic lens, effectively 'kabbalizing' Jeshua (Jesus). The author presents a system of spiritual self-correction that radically redefines core concepts like sin, salvation, and religious practice, placing emphasis on direct inner experience over external dogma. It stands out by explicitly rejecting traditional religious institutions (synagogues, churches) as ineffective for true spiritual progress, arguing they foster vanity and separation. The use of gematria, diagrammatic representations of Sphiroth, and allegorical readings of biblical texts positions this work firmly within operative Kabbalistic thought, albeit with a unique Messianic focus. Its critique of external religiosity resonates with antinomian currents found in various esoteric traditions.",
    "target_audience": "The target audience is highly specific: advanced practitioners and students of Lurianic Kabbalah, particularly those disillusioned with conventional religious practices and seeking an intensely personal, internal path to divine connection. It requires a foundational understanding of Kabbalistic terminology and an openness to a non-dogmatic, non-traditional Christ-figure. It is explicitly not for those who rely on 'book learning' without inner work, or who cling to national/group religious identities. The text directly addresses individuals committed to deep, disciplined self-observation and transformation, even warning that casual inquiry or intellectual engagement will lead to misunderstanding and failure."
  }
}