{
  "header": {
    "title": "LIBER DECATRIARCHIA MYSTICA: Sketchings of the Thirteen Encompassing Spheres of the Tree of Reality and assorted material",
    "authors": [
      "Wahíd Azal"
    ],
    "category": "Western Esotericism, Occultism, Magic, Qabalah, Sufism, Bábí Faith",
    "keywords": [
      "Modern esotericism",
      "Qabbalah",
      "Post-Islamic Sufism",
      "Bayani gnostic faith",
      "Entheogens",
      "Esoteric spirituality",
      "Occult journal",
      "Mysticism",
      "Ecclesia Gnostica Bayani Universalis",
      "Hermeticism",
      "Chaos Magic",
      "Gematria",
      "Numerology",
      "Theophanocracy",
      "DMT",
      "Ayahuasca",
      "Tree of Reality"
    ]
  },
  "central_thesis": "The central thesis is the unveiling of a 'new Qabbalah' or 'Tree of Reality,' a 13-sphere, 36-path system derived from Ibn 'Arabi's model but radically augmented through the author's direct gnosis, facilitated by entheogenic experiences and profound engagement with Bayání esoteric traditions. This system is presented as the foundation for a universal revolutionary gnosis aimed at transforming global society through a 'United Federation of Gnostic-Esoteric-Shamanic Lineages' operating under 'theophanocracy,' emphasizing unity, truth, and the direct manifestation of the Godhead through adepts.",
  "structure_content": [
    {
      "chapter_title": "Prologomenon",
      "summary": "This section introduces the author's spiritual and intellectual lineage, highlighting key influences like Ibn 'Arabi and the Báb. It details the revelatory experience of the 'Tree of Reality,' which emerged through entheogenic use (Acacia/DMT) and profound dream-state instructions from Bayání figures. The author articulates his vision of a 'universal revolutionary gnosis' and calls for a global federation of esoteric lineages, contrasting it with 'counter-initiation' forces."
    },
    {
      "chapter_title": "Treatise",
      "summary": "The treatise lays out the core metaphysical framework of the 'Tree of Reality,' presenting it as a 13-sphere, 36-path system that reinterprets and expands upon traditional Qabbalistic models through a Bayání gnostic lens. It emphasizes the intrinsic interconnections between divine manifestations and human spiritual realization."
    },
    {
      "chapter_title": "6 Diagrams of the Tree of Reality",
      "summary": "This section provides visual representations of the 'Tree of Reality.' These diagrams illustrate the 13 spheres and 36 pathways, labeled with corresponding Arabic Divine Names, English translations, esoteric principles, planetary associations, and Bayání letters, offering a comprehensive visual key to the system."
    },
    {
      "chapter_title": "Exordium & Introduction",
      "summary": "This part delves into the conceptual underpinnings of the 'Tree of Reality,' explaining the 'First Theophany of the Essence of the Godhead' and the principle of 'Oneness.' It sets the stage for understanding the 13 spheres and 36 paths as expressions of divine attributes, balancing concepts of hiddenness ('al-bátin') and manifestation ('al-záhir')."
    },
    {
      "chapter_title": "Unity 1",
      "summary": "Focuses on the 'First Origin of all-things,' describing the 49 mystical paths of Wisdom and connecting the 13 spheres and 36 subtle-ray pathways to various Arabic divine names such as Ahad (The One), Al-Hayy (The Living), Al-Qudr (The Powerful), Al-Alim (The Knowing), Al-Jamal (The Beautiful), and Al-Jalal (The Majestic). It posits these as fundamental aspects of divine self-disclosure."
    },
    {
      "chapter_title": "Unity 2",
      "summary": "This unity explores the 'Covenant of Love' and the 'Breath of Existentiation' ('nafas rahmání'), which is responsible for manifesting the 32 foundation letters and 4 vowel signs into the 'Eternal Garden.' It details how divine acts establish cosmic components like the Pen (al-qalam), Tablet (al-lawh), Determination (taqdír), Command (al-amr), Exposition (bayán), Throne ('arsh), and Footstool (kursí)."
    },
    {
      "chapter_title": "Unity 3",
      "summary": "This section elaborates on the '6 Self-Disclosures,' '13 Emanations,' '13 Effusions,' and '4 Elements' of creation, linking them to the 32 foundation letters and 4 vowel signs. It correlates specific Arabic letters (alif, ha, wáw, ya, mím, nún) with universal principles such as Intellect ('aql kull') and Soul (nafs kull'), and discusses the processes of divine dissolution and coagulation ('solvé et coagula')."
    },
    {
      "chapter_title": "Unity 4",
      "summary": "This part addresses the concept of the '1260 Gates' and identifies the 'Archangel-Imám' as the theophany of the 'Greatest Name.' It explores the numerological significance of 'Hú' (11), 'Allah' (66), and the author's name 'Nímá Azal' (101), further connecting the Pen (al-qalam), Living (al-hayy), and Archangel al-Nún (Metatron) to the Divine Manifestation."
    },
    {
      "chapter_title": "Unity 5",
      "summary": "Details the '13 Emanations of the Essence,' which include Life, Being, Essence, Existence, Substance, Mind, Spirit, Soul, Sustenance, Wisdom, Knowledge, Action, and Death. It defines their 'limits' and establishes correspondences between these emanations, the 13 constellations in the Kosmos, the 13 months of the year, and the 13 physical layers of the human being."
    },
    {
      "chapter_title": "Unity 6",
      "summary": "This section expounds upon the '13 Effusions by the Essence,' linking them to 13 levels of primal matter (body, breadth, depth, volume, quality, quantity, motion, direction, sight, touch, taste, smell, sound) and their 'definite limits.' It further correlates these effusions and the corresponding human body parts with the 13 constellations, detailing a micro-macrocosmic relationship."
    },
    {
      "chapter_title": "Unity 7",
      "summary": "Focuses on the '4 vowel signs' which represent the '4 elements' (Air, Fire, Water, Earth) and function as 'Watchtowers of the Elements' in the soul's journey. It describes the '36 Subtle-Ray Paths of Radiance' within the Tree, connecting them to Zodiac decanates and delineating the 'Pillar of Beauty' and 'Pillar of Majesty' as fundamental cosmic poles."
    },
    {
      "chapter_title": "Postscript",
      "summary": "The postscript reiterates the Godhead's attributes, the role of the Essence of the Seven Letters, and the author's identity as a 'Return' of prominent gnostic figures, affirming the operativity of his magnum opus in spiritual transformation."
    },
    {
      "chapter_title": "Súrat’ul-Ikhlás",
      "summary": "This section provides a technical exegesis of Qur'an 112, interpreting it as containing the secret of the 'Greatest Name.' It uses numerological and gematric analysis to connect the verses to core concepts of divine unity and the author's personal identity within the Bayání framework."
    },
    {
      "chapter_title": "GLOSSES",
      "summary": "An extensive commentary offering deep numerological interpretations of key Bayání phrases and concepts, such as 'He whom the Godhead shall make Manifest.' It provides historical context for the Bábí faith and its figures, substantiating the author's claims through detailed textual analysis and personal gnosis."
    },
    {
      "chapter_title": "APPENDICES",
      "summary": "This section includes practical rituals like the 'Bayání Gnostic Universalist Prayer & Ritual of the Pentagram,' a historical overview of the Bayání Gnostic Faith, illustrations of Ibn 'Arabi's 'Tree of Life' models, 'The 19 Commandments' as a charter for the Ecclesia Gnostica Bayání Universalis, assorted Bayání source materials, and an 'Abjad Table' for numerological calculations pertinent to the system."
    }
  ],
  "key_concepts": [
    {
      "term": "Tree of Reality (Decatriarchia Mystica)",
      "definition": "The author's unique qabbalistic model, comprising 13 spheres ('sephirot') and 36 subtle-ray pathways, distinct from the traditional 10-sephira Jewish Kabbalah. It is conceptualized as a 6-dimensional Hyper-Octahedron and serves as the central operative framework for spiritual ascent and gnosis. This model integrates Islamic, Hermetic, and Bayání esoteric cosmology."
    },
    {
      "term": "Theophanocracy",
      "definition": "A neologism coined by the author, meaning 'spiritual democracy' or 'rule by the theophanies.' It envisions a collective leadership model for a 'United Federation of Gnostic-Esoteric-Shamanic Lineages,' where authority derives from direct divine manifestation and gnostic realization, rather than conventional hierarchies or exoteric religious structures."
    },
    {
      "term": "Greatest Name (ism a’zam)",
      "definition": "A paramount concept in the system, identified as 'Hú' (numerical value 11), encapsulating the comprehensive totality of the divine life, its universality and plentitude. It is symbolically represented by the 'Seal of Solomon' and is numerologically linked to 'Allah' (66) and the author's name, 'Nímá Azal' (101). It is a key meditation device."
    },
    {
      "term": "Entheogens",
      "definition": "Substances such as Ayahuasca and Acacia (specifically DMT), which the author uses as 'holy sacraments' to facilitate direct gnostic experiences, visions, and 'information downloads.' They are considered tools for bypassing conventional limitations of consciousness and accessing deeper realities."
    },
    {
      "term": "Bayání Gnostic Universalism",
      "definition": "The author's personal syncretistic religious path, which draws heavily from the 19th-century Bábí faith (especially the teachings of the Báb and Subh-i-Azal), Sufism, Hermeticism, and other gnostic traditions. It aims for a universal, non-sectarian approach to esoteric truth, rejecting exoteric dogmatism and 'counter-initiation'."
    },
    {
      "term": "Praeternity (azal)",
      "definition": "A neologism for 'eternity a parte ante' (Greek: anárkhon), signifying pre-eternity or the state of the Godhead before any beginning. It denotes the infinite, transcendent nature of the Divine beyond temporal and causal limitations."
    },
    {
      "term": "Dhikr (Remembrance)",
      "definition": "A meditative practice involving the invocation of divine names and visualization of sacred symbols, such as the 'Greatest Name.' It is a core operative technique within the system, used for spiritual ascent, gnosis, and transformation of consciousness. The author emphasizes its use in 'magickal operations' and 'pneumatic traveling'."
    },
    {
      "term": "Counter-Initiation",
      "definition": "A critical concept denoting forces and institutions (e.g., exoteric religions, specific Baha'i movements) that are seen as actively working against true spiritual realization, perverting esoteric traditions, and propagating falsehoods. The author's work is positioned as an antidote to these forces."
    },
    {
      "term": "Haykal (Temple/Form/Talisman)",
      "definition": "A symbolic representation of the human being as a microcosm, mirroring the divine and serving as a locus for divine manifestation. It is also referred to as the 'Perfect Human Being' (insán kámil) and the 'Talismanic Temple of the Earth of Primal Masculinity,' embodying the ideal of self-realization."
    }
  ],
  "practical_system": {
    "description": "The practical system is centered around the 'Decatriarchia Mystica,' a 13-sphere, 36-path 'Tree of Reality' used for 'magickal operations,' 'shamanic-enthogenic journeys,' 'astral projection,' and 'pneumatic traveling.' It emphasizes the practitioner's direct gnosis and self-realization through rigorous study, meditation, and ritual. The system integrates numerological computations (abjad/gematria), visualization of divine names and symbols, and specific invocations. It is presented as a framework for both individual spiritual transformation and collective 'apokatastasis' (Universal Restoration).",
    "tools": [
      "Entheogenic substances like Acacia (containing DMT) and Ayahuasca, utilized as 'holy sacraments' for visionary experiences and direct gnosis.",
      "The 'Enochian Holy Table' and traditional worry beads, employed during meditative and invocative practices.",
      "A 'Dagger of Truth' for projecting the holy image of the Pentagram during ritual work.",
      "The 'Abjad Table' (Appendix F) for numerological computations of Arabic and Persian letters, crucial for deciphering esoteric meanings and constructing talismans.",
      "The 'Greatest Name symbol' (e.g., Seal of Solomon) used as a focal point for meditation and visualization."
    ],
    "rituals": [
      "The 'Bayání Gnostic Universalist Prayer & Ritual of the Pentagram,' involving visualization of the 'eight symbols of the Greatest Name' on the heart and specific invocations to facilitate skrying of subtle-ray pathways and spiritual ascent.",
      "Meditative enrapturement ('khalsa') combined with invoking (dhikr) divine names and visualizing the Greatest Name on the heart, often initiated or deepened with entheogenic assistance.",
      "The recitation of 'lá ilaha illa Allah' (tahlíl) 99 times as a preparatory or dedicatory practice.",
      "The 'Ritual of the Pentagram' involves visualizing a blazing pentagram and proclaiming the 'Word of the Greatest Name,' aimed at achieving gnosis and manifestation.",
      "Reciting the 112th Súrah of the Qur’án (al-ikhlás/tawhíd) six times, understood as accessing a 'secret repository' of divine unity."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The contents of the present work (being sections of a magickal journal or grimoire) were initially deliberated upon without resolution for a period of exactly seven years. But it was really conceived in its finer details in a matter of several minutes exactly at the point when this period finally ended.",
      "page": "16"
    },
    {
      "text": "As novel and profound this model of the Tree of Life was to me, with its 13 sephirot (or spheres) and 30 paths (or subtle-rays), something about it did not click making the whole thing not make any iota of sense whatsoever. I had no idea why this was the case until pretty much at the point of exactly seven years to the day since I had first seen the model in a book. Call it synchronicity or whatever you wish.",
      "page": "24"
    },
    {
      "text": "My proposal is this: first, that we come together as a United Federation (or Gathering) of Gnostic-Esoteric-Shamanic Lineages worldwide in a manner that was initially envisioned for the United Nations organization or the European Union.",
      "page": "23"
    },
    {
      "text": "The language of the treatise obviously reveals an inspired, often hyperbolic, metaphysical glossolalia of sorts. This is intentional. Moreover, I have also taken the liberty of coining here and there theosophical neologisms, if you will, whenever I have felt them necessary. The one re-occurring the most is praeternity (i.e. azal) which is my neologism for eternity a parte ante, i.e. pre-eternity (Greek αναρχον).",
      "page": "32"
    },
    {
      "text": "Verily, I am the Holy Praeternal and the Living Light! 101 = 66 (13◦=1▫)",
      "page": "185"
    },
    {
      "text": "Do not be sheep amongst society but rather be leaders the light of whose mind and spirit always shines resplendent like a torch in the darkness. Therefore let that light shine forth resplendent in the world, gird up your loins and fight the good fight for truth, equity and justice wherever the nonexistent darkness of negation hath cast its shadow and imprisoned the Good in the opaque transparency of its lies.",
      "page": "336"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for contemporary practitioners of radical, syncretistic esotericism, particularly those interested in integrating Qabalah, Sufism, Hermeticism, and entheogenic practices. It offers a unique, operative model of spiritual cosmology and a challenging political-spiritual manifesto for global transformation. Scholars in Western Esotericism and Religious Studies will find it significant for its detailed textual exegesis of heterodox Bábí and Islamic mystical traditions, as well as its controversial critiques of established religious and esoteric movements.",
    "target_audience": "The primary target audience consists of advanced practitioners and researchers in Western Esotericism, Chaos Magic, Qabalah, Sufism, and Gnostic traditions. Due to its dense, technical language, specialized terminology, and complex syncretic philosophy, it is not suitable for beginners. It also appeals to academics in the fields of religious studies, occult studies, and Iranian studies who are researching heterodox religious movements, the historical Bábí faith, and contemporary esoteric currents."
  }
}