{
  "header": {
    "title": "JOHN DEE (1527-1608)",
    "authors": [
      "CHARLOTTE FELL-SMITH"
    ],
    "category": "Western Esotericism, Biography, Occult History",
    "keywords": [
      "John Dee",
      "Edward Kelley",
      "Scrying",
      "Alchemy",
      "Hermeticism",
      "Enochian Magic",
      "Queen Elizabeth",
      "Elizabethan England",
      "Spiritualism",
      "History of Science"
    ]
  },
  "central_thesis": "This biography aims to re-evaluate John Dee, portraying him not as a charlatan but as a sincere Christian, a brilliant mathematician, astronomer, and philosopher far ahead of his time. It argues that his psychic experiments and alchemical pursuits were genuinely believed and integral to his complex reputation and eventual misfortunes, seeking to disentangle historical fact from persistent slander and misunderstanding.",
  "structure_content": [
    {
      "chapter_title": "CHAPTER I: BIRTH AND EDUCATION",
      "summary": "Covers Dee's early life, education at Chelmsford, St. John's College, and Trinity College, Cambridge. Details his studies in mathematics and astronomy, early theatrical endeavors, and travels to the Low Countries and Paris, where he gained a reputation for learning and began his interest in alchemy."
    },
    {
      "chapter_title": "CHAPTER II: IMPRISONMENT AND AUTHORSHIP",
      "summary": "Describes Dee's early works dedicated to Edward VI, his acquisition of rectories, and his arrest under Queen Mary for alleged 'magic' against her life. It highlights his efforts to establish a national library and his astrological work for Queen Elizabeth, including choosing her coronation day. The chapter also covers his 'Monas Hieroglyphica' and early accusations of being a conjurer."
    },
    {
      "chapter_title": "CHAPTER III: MORTLAKE",
      "summary": "Details Dee's settlement at Mortlake, receiving royal patronage and visits from Queen Elizabeth. It touches on his alchemical experiments, the search for hidden treasure, his first marriage, and the commencement of his diary. Key works like 'Propoedeumata Aphoristica' and 'The Hexameron Brytannicum' are mentioned in the context of his scientific and historical endeavors."
    },
    {
      "chapter_title": "CHAPTER IV: JANE DEE",
      "summary": "Focuses on Dee's second marriage to Jane Fromond, the birth of his son Arthur, and the Queen's continued interest in his work, including his geographical claims for England in the New World. It also covers family events, including his mother's death, and his interactions with prominent navigators like Gilbert, Frobisher, and Hawkins."
    },
    {
      "chapter_title": "CHAPTER V: THE SEARCH FOR A MEDIUM",
      "summary": "Introduces Dee's deep engagement with psychic phenomena and the necessity of a medium (skryer). It details his initial experiments with Barnabas Saul, the failure of a treasure hunt, and the eventual arrival of Edward Talbot (later Edward Kelley) who exhibited significant clairvoyant abilities, leading to the establishment of the 'table of practice' and 'waxen seals'."
    },
    {
      "chapter_title": "CHAPTER VI: EDWARD KELLEY",
      "summary": "Explores Edward Kelley's controversial background, including accusations of forgery and grave-robbing, and his alleged discovery of alchemical powder. It describes Kelley's integration into Dee's Mortlake household, his marriage to Joan Cooper, and the unique method by which Dee's 'Book of Mysteries' (crystal gazing records) was later preserved by Ashmole."
    },
    {
      "chapter_title": "CHAPTER VII: THE CRYSTAL GAZERS",
      "summary": "Illustrates the dynamics of Dee and Kelley's scrying sessions, with Kelley as the skryer and Dee as the scribe, recording angelic messages. It highlights Dee's attempts to reform the Calendar and the Queen's involvement, as well as Kelley's volatile nature, occasional deceptions by an 'illuder' spirit, and his persistent doubts about the angelic communications."
    },
    {
      "chapter_title": "CHAPTER VIII: MADIMI",
      "summary": "Details Dee's financial struggles and the arrival of Count Albert Laski, a Polish prince drawn to Dee's reputation for magic and alchemy. The appearance of the angel Madimi, who often provided guidance and corrected Kelley's behavior, and the construction of the sacred ritual objects like the 'table of practice' and 'Sigillum Dei' are described."
    },
    {
      "chapter_title": "CHAPTER IX: A FOREIGN JOURNEY",
      "summary": "Recounts the journey of Dee, Kelley, and Laski to the Continent, marking Dee's departure from England. It describes their travels through the Low Countries, the perils encountered, and the angelic instructions for living virtuously and pursuing divine knowledge."
    },
    {
      "chapter_title": "CHAPTER X: PROMISES AND VISIONS",
      "summary": "Explores the allure of promises of wealth and power from angelic visions, often manipulated by Kelley. It covers the distressing news of Dee's Mortlake library being destroyed by a mob and his struggle with doubts regarding the sincerity of the angelic promises, while still adhering to his mission."
    },
    {
      "chapter_title": "CHAPTER XI: CRACOW",
      "summary": "Describes their arrival in Cracow and Dee's continued work on calendar reform. It details Kelley's renewed discontent and visions, including a significant 'vision of four castles', and emphasizes Dee's enduring patience amidst the challenges of their work."
    },
    {
      "chapter_title": "CHAPTER XII: FROM CRACOW TO PRAGUE",
      "summary": "Covers the journey to Prague and Dee's interaction with Emperor Rudolph II, to whom he offers the philosopher's stone. It highlights Kelley's volatile behavior, personal issues, and the eventual granting of a passport for Dee and his family, leading to their return to Prague."
    },
    {
      "chapter_title": "CHAPTER XIII: A DREAM OF GOLD",
      "summary": "Narrates the continued financial hardship, Kelley's persistent obsession with alchemy and the 'golden secret', and the birth of Dee's son Michael. It concludes with Dee and Kelley being banished from Prague by papal edict and receiving an invitation to Trebona."
    },
    {
      "chapter_title": "CHAPTER XIV: THE CASTLE OF TREBONA",
      "summary": "Details the settlement of Dee's family at Trebona under the patronage of Count Rosenberg. It describes the resumption of scrying sessions and Kelley's successful alchemical projection of gold, which significantly raises his status and leads to an invitation from the Emperor of Russia."
    },
    {
      "chapter_title": "CHAPTER XV: THE END OF THE PARTNERSHIP",
      "summary": "Chronicles the deterioration of Dee and Kelley's partnership due to Kelley's arrogance, jealousy, and secret alchemical work. It describes the final break-up of their collaboration, Kelley's departure from Trebona, and Dee's preparations to leave Bohemia."
    },
    {
      "chapter_title": "CHAPTER XVI: THE END OF KELLEY",
      "summary": "Traces the dramatic end of Edward Kelley's career, including his elevation to nobility by Rudolph II due to his alleged gold-making. It recounts Burleigh's attempts to bring Kelley back to England, Kelley's eventual fall from favor, imprisonment, failed escape attempts, and death, providing a definitive closure to his story."
    },
    {
      "chapter_title": "CHAPTER XVII: RETURN TO ENGLAND",
      "summary": "Recounts Dee's return journey to England via Bremen, armed with a letter of safe conduct from the Queen. He finds his Mortlake library ruined and suffers financial hardship. This chapter details his letter of congratulation to Queen Elizabeth after the Spanish Armada's defeat and the birth of his daughter Madinia."
    },
    {
      "chapter_title": "CHAPTER XVIII: A ROYAL COMMISSION",
      "summary": "Focuses on Dee's persistent efforts to secure a benefice, particularly the Mastership of St. Cross, and the Queen's repeated promises. It describes a royal commission visiting Mortlake to assess Dee's claims and his presentation of the 'Compendious Rehearsall' to defend his life's work and clear his name from accusations of sorcery."
    },
    {
      "chapter_title": "CHAPTER XIX: DEE’S LIBRARY",
      "summary": "Provides a detailed account of Dee's extensive library at Mortlake, including its vast collection of books, manuscripts, and scientific instruments. It highlights the historical value of his collection and the tragic destruction it suffered during his absence, emphasizing Dee's role as a scholarly collector and his altruistic nature."
    },
    {
      "chapter_title": "CHAPTER XX: ADIEU TO COURTS AND COURTING",
      "summary": "Narrates Dee's struggles for financial stability despite royal promises, including a gift from the Queen. It covers his family life, visitors to Mortlake, and the increasing difficulties he faced with unfulfilled patronage and the persistent demands on his time and resources."
    },
    {
      "chapter_title": "CHAPTER XXI: MANCHESTER",
      "summary": "Details Dee's appointment as Warden of Manchester College. It describes his administrative challenges, including disputes with fellows and managing college lands, and his involvement in local affairs such as parish boundary surveys and witchcraft cases, showcasing his continued scientific and scholarly pursuits."
    },
    {
      "chapter_title": "CHAPTER XXII: COLLEGE AFFAIRS",
      "summary": "Continues with Dee's time at Manchester, including his absences, inspections of the Grammar School, and ongoing conflicts within the college. It touches upon his personal health, dreams, and the recurrent issues of financial strain and internal disputes that plagued his wardenship."
    },
    {
      "chapter_title": "CHAPTER XXIII: LAST DAYS",
      "summary": "Concludes Dee's life story with the deaths of his children, Arthur's successful career, and Dee's final years marked by old age, renewed suspicions of sorcery, and King James I's persecution of witches. It describes his passionate appeals to Parliament and the King to clear his name and the tragic death of his wife, Jane, during a plague."
    }
  ],
  "key_concepts": [
    {
      "term": "Scrying/Crystal Gazing",
      "definition": "A practice involving the use of a 'shewstone' or crystal globe as a focal point for perceiving visions and receiving messages from spiritual entities, often mediated by a 'skryer' like Edward Kelley. Dee believed this to be a method for acquiring divine wisdom."
    },
    {
      "term": "Alchemy",
      "definition": "The pursuit of transmuting base metals into gold, developing the elixir of life, and discovering the philosopher's stone. For Dee, alchemy was a 'divine' science, intertwined with spiritual and philosophical truths, rather than merely a means of material gain."
    },
    {
      "term": "Angelic Communication",
      "definition": "Dee's primary method for seeking divine knowledge and guidance, involving direct dialogues with angels (e.g., Uriel, Michael, Gabriel, Madimi, Nalvage, Ave) through his skryer. These communications often provided instructions for his work, personal conduct, and prophecies."
    },
    {
      "term": "Monas Hieroglyphica",
      "definition": "Dee's complex symbolic work published in 1564, which integrates astrological, alchemical, Qabalistic, and mathematical principles into a single hieroglyphic figure. It was considered a key to universal knowledge and was dedicated to Emperor Maximilian II."
    },
    {
      "term": "State Library (National Library)",
      "definition": "John Dee's visionary proposal to Queen Mary in 1556 for the establishment of a national library to preserve ancient manuscripts and printed works. This initiative aimed to make vast stores of knowledge accessible for scholarly and public benefit, predating later major national libraries."
    },
    {
      "term": "Sea Power/Navigation",
      "definition": "Dee's significant contributions to navigation, cartography, and naval strategy, notably detailed in his 'General and Rare Memorials pertayning to the perfect art of Navigation.' He advised Queen Elizabeth on maritime strength and the expansion of the British Empire, influencing key explorers of his era."
    }
  ],
  "practical_system": {
    "description": "The central practical system outlined is a structured method of angelic communication through scrying, intended to acquire divine knowledge, alchemical secrets, and guidance for political and personal matters. This system, developed and practiced by John Dee with his scryer Edward Kelley, involved precise ritual setups and adherence to angelic instructions, aiming for a direct link to what Dee believed were 'good angels'.",
    "tools": [
      "Shewstone/Crystal Globe: A polished sphere or convex mirror (sometimes Mexican obsidian) used by the skryer as a focal point for visions.",
      "Table of Practice: A consecrated wooden table (approx. 2 cubits high) on which the ritual apparatus is arranged.",
      "Wax Seals ('Sigillum Dei Aemeth'): Large, intricately engraved wax discs placed beneath the shewstone and smaller ones under the table legs, inscribed with divine names and symbols to define and empower the ritual space.",
      "Red Silk Cloth: A two-yard square of red 'shot' silk with tassels, used to cover the table and seals.",
      "Sacred Yellow Oil: Used to inscribe characters and symbols on the table, as directed by angelic instruction.",
      "Folio Book: A large book meticulously used by Dee to record all dialogues, visions, and instructions received during scrying sessions.",
      "Alchemical Powder: Edward Kelley's mysterious red and white powder, believed to be capable of transmuting base metals into gold, central to their alchemical endeavors."
    ],
    "rituals": [
      "Establishing a consecrated 'table of practice' (of sweet wood, 2 cubits high) as the central focus for scrying sessions.",
      "Utilizing specially prepared wax seals, notably the 'Sigillum Dei Aemeth' (9 inches diameter, 1.25 inches thick, with intricate figures and divine names), placed under the shewstone and at the feet of the table, to consecrate the space and invoke specific angelic hierarchies.",
      "Covering the table with a square of red silk (two yards square with knops/tassels) to create a receptive environment for spiritual appearances.",
      "The scryer (medium) gazes into a 'shewstone' (crystal globe, convex mirror, or obsidian) to perceive angelic visions, while Dee (the scribe/operator) records the received messages and dialogues in a folio book.",
      "Initiating sessions with prayers and entreaties to God for divine guidance and protection, affirming sincere Christian intent and deprecating unauthorized spiritual traffic.",
      "Following specific instructions from the communicating angels regarding moral conduct, further ritual preparations, and the interpretation of visions and messages, which often took the form of letters, numbers, and symbolic diagrams."
    ]
  },
  "relevant_quotes": [
    {
      "text": "O Incredulities, the wit of fooles That slovenly will spit on all thinges faire, The coward’s castle and the sluggard’s cradle, How easy ‘tis to be an infidel!",
      "page": "15"
    },
    {
      "text": "A man is but what he knoweth.",
      "page": null
    },
    {
      "text": "In her princely countenance I never perceived frown toward me, or discontented regard or view on me, but at all times favourable and gracious, to the joy and comfort of my true, faithful and loyal heart.",
      "page": "26"
    },
    {
      "text": "Content I live, this is my stay, I seek no more than may suffice; I press to bear no haughty sway, Look, what I lack my mind supplies: Lo! thus I triumph like a king, Content with that my mind doth bring.",
      "page": "33"
    },
    {
      "text": "Truth is within ourselves; it takes no rise From outward things, whate’er you may believe There is an inmost centre in us all Where truth abides in fulness; and around Wall upon wall, the gross flesh hems it in, This perfect clear perception, which is truth. A baffling and perverting carnal mesh Binds it and makes all error; and to KNOW Rather consists in opening out a way Whence the imprisoned splendour may escape Than in effecting entry for a light Supposed to be without.",
      "page": "39"
    },
    {
      "text": "The Devil’s looking-glass, a stone Where, playing with him at bo-peep, He solv’d all problems ne’er so deep.",
      "page": null
    },
    {
      "text": "To follow knowledge like a sinking star Beyond the utmost bound of human thought.",
      "page": "52"
    },
    {
      "text": "Therefore for spirits I am so far from denying their existence that I could easily believe that not only whole countries but particular persons have their tutelary and guardian angels. It is not a new opinion, but an old one of Pythagoras and Plato. There is no heresy in it, and if not manifestly defined in Scripture, yet it is an opinion of good and wholesome use in the cours and actions of a man’s life, and would serve as an hypothesis to solve many doubts whereof common philosophy affordeth no solution.",
      "page": "55"
    },
    {
      "text": "Friends are everywhere to him that behave himself well, and a prophet is not esteemed in his country.",
      "page": "64"
    },
    {
      "text": "Search while thou wilt; and let thy reason go To ransom truth, e’en to th’abyss below; Rally the scattered causes; and that line Which nature twists be able to untwine. It is thy Maker’s will; for unto none But unto reason can He e’er be known.",
      "page": "68"
    },
    {
      "text": "Sir, to a wise man all the world’s his soil: It is not Italy, nor France, nor Europe That must bound me if my fates call me forth. Yet, I protest it is no salt desire Of seeing countries, shifting a religion; Nor any disaffection to the State Where I was bred, and unto which I owe My dearest plots, hath brought me out: much less That idle, antique, stale, grey-headed project Of knowing men’s minds and manners.",
      "page": "72"
    },
    {
      "text": "Since all men from their birth employ sense prior to intellect, and are necessarily first conversant with sensible things: some, proceeding no farther, pass through life considering these as first and last; and apprehending what is painful to be evil, what is pleasant good, they deem it sufficient to shun the one and pursue the other.",
      "page": "77"
    },
    {
      "text": "Now, Epicure, Heighten thyself, talk to her all in gold, Rain her as many showers as Jove did drips Unto his Danaid, shew the gold a miser Compared with Mammon. What! the stone will do’t. She shall feel gold, taste gold, hear gold, sleep gold.",
      "page": "84"
    },
    {
      "text": "Welcome the sour cup of prosperity! Affliction may one day smile again: and until then, Sit down, sorrow.",
      "page": "92"
    },
    {
      "text": "If all you boast of your great art be true, Sure willing poverty lives most in you.",
      "page": "98"
    },
    {
      "text": "All you that faine philosophers would be, And day and night in Geber’s kitchen broyle, Wasting the chips of ancient Hermes’ tree, Weening to turn them to a precious oyle, The more you worke the more you loose and spoile. To you, I say, how learned soe’er you be, Go burn your Bookes and come and learne of me.",
      "page": "103"
    },
    {
      "text": "If I have done my dutiful service any way to her Majesties well liking and gracious accepting, I am greatly bound to thank Allmighty God, and during my life to frame the best of my little skill to do my bounden duty to her most excellent Majestie.",
      "page": "109"
    },
    {
      "text": "A wise man never goes the people’s way: But, as the planets still move contrary To the world’s motion, so doth he, to opinion. He will examine, if those accidents Which common fame calls injuries, happen to him Deservedly or no? Come they deservedly, They are no wrongs then, but his punishments: If undeservedly and he not guilty, The doer of them, first, should blush, not he.",
      "page": "114"
    },
    {
      "text": "The commerce of books accosteth and secondeth all my course, and everywhere assisteth me. It comforts me in age, and solaces me in solitarinesse. It easeth me of the burden of a wearysome sloth, and at all times rids me of tedious companies. It abateth the edge of fretting sorrow and...is the best munition I have found in this human peregrination.",
      "page": "119"
    },
    {
      "text": "Let me weep My youth and its brave hopes, all dead and gone, In tears which burn! Would I were sure to win Some startling secret in their stead, a tincture Of force to flush old age with youth, or breed Gold, or imprison moonbeams till they change To opal shafts! — only that hurling it Indignant back, I might convince myself My aims remained supreme and pure as ever.",
      "page": "124"
    },
    {
      "text": "He hath, my lord, wrung from me my slow leave, By laboursome petition; and, at last, Upon his will I sealed my hard consent.",
      "page": "131"
    },
    {
      "text": "I came among a people who relied much on dreams. And I told them except they could distinguish between dream and dream they would mash or confound all together. For there were three sorts of dreams. For multitude of business sometimes caused dreams; and there were whisperings of Satan in man in the night season; and there were speakings of God to man in dreams.",
      "page": "138"
    },
    {
      "text": "If I read aught in Heaven, Or Heaven write aught of fate, by what the stars, Voluminous or single characters In their conjunction met, give me to spell, Sorrows and labours, opposition, hate Attends thee; scorns, reproaches, injuries.",
      "page": "142"
    }
  ],
  "critical_analysis": {
    "relevance": "Charlotte Fell-Smith's biography of John Dee is highly relevant to Western Esotericism and Occultism as it provides a meticulously researched account of a pivotal figure whose work bridged early modern science and magical philosophy. The text offers historical context for scrying, angelic magic (proto-Enochian), and alchemy in the Elizabethan era, detailing the practical aspects and societal perceptions of these practices. It challenges previous condemnations of Dee, presenting him as a sincere, if sometimes deluded, practitioner whose pursuit of 'divine wisdom' profoundly influenced later occult traditions. For practitioners, it illuminates the historical antecedents and foundational concepts of grimoire traditions and spiritual communication, demonstrating the real-world application and challenges of these systems in a pre-scientific age.",
    "target_audience": "This book is suitable for academic researchers in the history of science, Western Esotericism, and Elizabethan studies. It also appeals to practitioners of occultism, Hermeticism, and Enochian magic seeking historical context and practical insights into Dee's methods. Additionally, biographers and general readers interested in intellectual history and the interplay of science and magic will find it valuable."
  }
}