{
  "header": {
    "title": "TRANSMISSION AND TRANSFORMATION OF SPELLS: THE CASE OF THE JEWISH BABYLONIAN ARAMAIC BOWLS",
    "authors": [
      "Shaul Shaked"
    ],
    "category": "Western Esotericism, Occultism, Ancient Magic, Jewish Magic, Textual Transmission",
    "keywords": [
      "Aramaic magic bowls",
      "Jewish Babylonian Aramaic (JBA)",
      "incantations",
      "spells",
      "formulae",
      "transmission",
      "transformation",
      "historiola",
      "Segan",
      "Mahdukh daughter of Newandukh",
      "Sasanian Babylonia"
    ]
  },
  "central_thesis": "The article investigates the methods of composition, transmission, and textual variation of Aramaic magic bowl incantations from Sasanian Babylonia, focusing on how practitioners adapted and combined existing textual elements (formulae, spells, segments, motifs) within a relatively consistent yet fluid framework, often influenced by the client's needs and the physical constraints of the medium (the bowl itself). It highlights that these texts, while reflecting Jewish tradition, also show openness to non-Jewish influences.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Aramaic Magic Bowls",
      "summary": "Magic bowls lack explicit authorship or source attribution but extensively draw from diverse Jewish canonical (Hebrew Bible, Mishna) and non-canonical liturgical texts, as well as external traditions including Mandaean, Christian, Iranian, and older Babylonian elements. The primary function is for specific clients' protection and healing."
    },
    {
      "chapter_title": "Terminology for Textual Analysis",
      "summary": "Establishes precise terminology for analyzing magical texts: 'incantation' (the full bowl text), 'spell' (a segment reflecting a 'formula'), 'formula' (an ideal, underlying textual structure), 'segments' (subdivisions within spells/incantations), 'invocation' (direct appeal), 'theme' (main content), 'motif' (magical story/historiola), 'person' (entities within texts), 'practitioner' (composer/copier), and 'client' (owner)."
    },
    {
      "chapter_title": "Case Study: Three Incantations for Mahdukh Daughter of Newandukh",
      "summary": "Presents a comparative analysis of three bowls (MS 1927/61, MS 2053/188, MS 2053/13) crafted for the same client, Mahdukh daughter of Newandukh. This case study demonstrates how a core spell, 'I descended to the depths of the earth,' is combined with various other formulae and segments, illustrating the textual fluidity and range of variation allowed in transmission, even within a single scribal school for a consistent client."
    },
    {
      "chapter_title": "Comments on the Texts in the Table (Detailed Analysis of \"I descended to the depths of the earth\")",
      "summary": "Provides an in-depth analysis of the central spell's structure, which takes the form of a first-person vision (historiola) aiming to protect children. It details the ambiguous 'four great living beings' as hostile entities, the mediating role of the angel Segan, and the performative aspect of the binding/sealing sections. The narrative is characterized by layered stories and vertical spatial movement, blurring distinctions between divine and netherworld realms."
    },
    {
      "chapter_title": "Transmission Modes and Textual Fluidity",
      "summary": "Examines the interplay of oral and written transmission, with textual errors suggesting both. Discusses the common practice of combining multiple spells and adding 'padding' elements, attributed to 'horror vacui' (reluctance to leave blank space) and client expectations. Notes the use of an artificial, archaic Aramaic intended for prestige, and acknowledges varying levels of scribal proficiency."
    }
  ],
  "key_concepts": [
    {
      "term": "Incantation",
      "definition": "The complete text inscribed on a magical bowl, typically comprising one or more spells, along with introductory and concluding segments."
    },
    {
      "term": "Spell",
      "definition": "A self-contained segment within an incantation, which often corresponds to an underlying 'formula' and can appear across multiple incantations."
    },
    {
      "term": "Formula",
      "definition": "An ideal, abstract textual structure or archetype that a practitioner aims to reproduce in a spell; it represents the 'langue' (underlying system) from which individual spells ('parole' or performance) are derived. Not a concrete text itself, but a model."
    },
    {
      "term": "Segments",
      "definition": "Discrete phrases or sections that subdivide a spell or fulfill structural roles within an incantation, such as introductions, transitional bridges between spells, conclusions, or independent invocations."
    },
    {
      "term": "Invocation",
      "definition": "A direct appeal to specific divine powers, angels, or other entities, often coupled with a supplication for them to perform a desired action on behalf of the client."
    },
    {
      "term": "Theme",
      "definition": "The primary subject matter or core content of an incantation or spell, such as the 'divorce document served on demons' motif for protection."
    },
    {
      "term": "Motif",
      "definition": "The specific content of a magical story or 'historiola' embedded within a spell. Different variations of a motif (e.g., the story of Semamit) are considered variants of a basic spell or formula."
    },
    {
      "term": "Person",
      "definition": "Any entity appearing in the magical texts, encompassing human or animal figures, divine beings, demonic entities, historically attested individuals, or mythical/fantastic characters (e.g., King Solomon, Segan, Semamit)."
    },
    {
      "term": "Practitioner",
      "definition": "An individual who composes, transmits, copies, or engages in any other activity related to the magical practice, distinct from the client who orders the text."
    },
    {
      "term": "Client",
      "definition": "The individual for whom an incantation bowl is prepared, whose name is inscribed, and who owns the bowl, seeking health, protection, or other desired outcomes."
    },
    {
      "term": "Historiola",
      "definition": "A narrative within an incantation, often recounting a mythic event, a vision, or a sacred story, which functions to provide context and power to the spell, making its effects present and real."
    },
    {
      "term": "Horror vacui",
      "definition": "The scribal tendency or practice of filling all available space on a magical bowl, often leading to the inclusion of multiple spells or textual 'padding,' driven by the belief that a full surface enhances efficacy or client satisfaction."
    }
  ],
  "practical_system": {
    "description": "The operative system of Jewish Babylonian Aramaic magic bowls functions primarily for client protection and healing, especially for children. The core mechanism involves inscribing incantations on ceramic bowls, acting as vessels to bind and seal malevolent entities. Power is derived from divine names, sacred texts (Biblical quotes, liturgical passages), non-canonical traditions, and elaborate narrative structures (historiolae) recounting visions or myths involving angels. The goal is to neutralize harmful spirits (e.g., 'Shkobit Shkobita') through potent words and invocations, with the physical act of writing the spell on the bowl being integral to its efficacy.",
    "tools": [
      "Aramaic Magic Bowls: Ceramic bowls serve as the fundamental medium for inscription and the containment of magical power.",
      "Scribal Implements: Tools (e.g., stylus, ink) used for the precise inscription of texts onto the bowl surfaces.",
      "Source Materials: Extensive knowledge of Hebrew Bible, Mishna, Jewish daily liturgy, non-canonical Jewish texts, and potentially 'model books of spells' or personal notebooks used by practitioners.",
      "Divine Names and Formulae: A repertoire of specific divine names (Shaddai, Holy One, Supreme One), powerful angelic names (Abraxas, Segan), and established spell formulae are essential components.",
      "Specific Motifs/Historiolae: Access to and knowledge of pre-existing magical narratives like 'I descended to the depths of the earth,' 'The great primordial father,' and 'Shkobit Shkobita' for contextualization and power.",
      "Magical Language: The use of an archaic, often artificial Aramaic, incorporating 'nomina barbara' (unintelligible magical words), believed to possess inherent magical efficacy."
    ],
    "rituals": [
      "Incantation Composition: Practitioners adapt and combine established 'formulae' and 'spells' from various sources, customizing for the client.",
      "Personalization: Integrating the client's name (e.g., Mahdukh daughter of Newandukh) and specific needs into the text of the incantation.",
      "Binding and Sealing: Explicitly invoking divine names (Great Name, Holy One, Supreme One, Shaddai) and sacred symbols (signet-ring) to bind and seal malevolent forces and prevent harm.",
      "Narrative Performance: Recounting a 'historiola' or vision (e.g., descending to earth's depths, encounters with angels), which imbues the spell with power, even if not physically re-enacted.",
      "Invoking Protection: Direct appeals to divine powers and specific angels (e.g., Segan) to intervene, protect the client, their household, and offspring, and restore order.",
      "Textual Placement: Inscribing the complete incantation text onto the inner surface of ceramic bowls, often in circular patterns, with an emphasis on filling all available space (horror vacui), sometimes around drawings or magical characters."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Aramaic magic bowls from Mesopotamia do not contain names of authors, nor do they have references to sources from which the authors of these texts culled their materials. They contain, as a rule, the names of their owners, people for whom they were prepared; a few of them have dates, very few have names that can be assigned to historical figures, and very few indeed, if any, give us a hint as to their place of provenance.",
      "page": "1"
    },
    {
      "text": "A spell reflects, with greater or lesser fidelity, what I should like to call a formula. This term denotes an ideal structure of a text which the practitioner aims at reproducing. A formula may be envisioned as the text that could have been placed in a carefully written model book of spells, even though no such composition is known to have existed in Sasanian Babylonia. A formula is thus a construct, not a concrete text. Borrowing an idea from linguistics, a formula would represent the langue, while a spell, which constitutes the performance of a formula, corresponds to the parole of the text.",
      "page": "2"
    },
    {
      "text": "The occurrence of so many parallel texts is a mixed boon. It enables us to correct and supplement the readings of the badly faded text, and reach something like a satisfactory edition and translation. At the same time it makes the preparation of a critical text so much more complicated. The existence of several parallel texts for most spells is exceptional in the history of magic texts of Antiquity.",
      "page": "13"
    },
    {
      "text": "The urge to add textual elements as much as the space allows is significant. It belongs together with an observation already made: despite the assumption often heard that a magical utterance has a power all its own, it appears that this faith has its limitations. In order to strengthen the incantation, one must resort to repetition, hyperbole and pleonasm. The heaping of various formulae indicates that the practitioner wants to throw into the battle all available weapons.",
      "page": "18"
    },
    {
      "text": "The spell in section C is based on a vision. Although it is introduced in the first person singular, this is not an individual experience. The speaker is not identical with the person who writes the present bowl, but is an anonymous author who serves as a prototype with whom the practitioner and client can identify.",
      "page": "13"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant to Western Esotericism and Occultism, offering a rigorous academic framework for understanding the textual mechanics and transmission of ancient magical practices, specifically Jewish Babylonian Aramaic incantations. It illuminates how magical texts were composed, adapted, and utilized, emphasizing the fluidity and practitioner-client dynamics, which resonate with studies of grimoire traditions and folk magic. The identification of underlying 'formulae' and 'spells' parallels modern approaches to dissecting magical systems into core components and their variations. Its analysis of syncretism and the interplay of diverse religious/magical traditions within the bowls is crucial for understanding the historical development of magical practices.",
    "target_audience": "Academic researchers, scholars of ancient Near Eastern studies, Jewish studies, religious studies, and specifically those interested in ancient magic, textual criticism, and the historical transmission of esoteric knowledge. Practitioners of magic with an interest in historical context, especially those studying grimoire traditions or the evolution of magical language and ritual, would also find it valuable for its technical dissection of magical text construction and function."
  }
}