{
  "header": {
    "title": "72-fold Name of God",
    "authors": [
      "Uri Raz"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "72 Names of God",
      "Shemhamphorasch",
      "Qabalah",
      "Kabbalah",
      "Golden Dawn",
      "Angelic Magic",
      "Sigils",
      "Exodus 14:19-21",
      "Astrology",
      "Tarot"
    ]
  },
  "central_thesis": "This article presents the Qabalistic system of the 72-fold Name of God (Shemhamphorasch), detailing its derivation from Exodus 14:19-21, its traditional vocalization, and its comprehensive correspondences within the Hermetic Qabalah tradition, particularly as utilized by the Golden Dawn. It provides practical elements for operative magic, including individual angelic powers, astrological/Tarot attributions, and their associated sigils.",
  "structure_content": [
    {
      "chapter_title": "Derivation of the 72 Names",
      "summary": "Explains the precise method of extracting the 72 three-letter names from three specific verses in Exodus 14 (19-21) by writing them alternately right-to-left and left-to-right, then reading the resulting columns vertically from top to bottom. This process uses the original Hebrew text without vowel points, spaces, or punctuation marks."
    },
    {
      "chapter_title": "Vocalization and Verse Attribution",
      "summary": "Details Rabbi Abraham Abulafia's Qabalistic method for vocalizing the 72 names using vowel points (Nikud), which are assigned based on how they appear in the names of the Hebrew letters themselves. It also outlines the traditional method of associating each name with a specific verse from Psalms (or Genesis for the 70th name), requiring the presence of the four-letter Name of God (YHVH) and the three letters of the specific name, with certain exceptions noted."
    },
    {
      "chapter_title": "Correspondences: Astrology and Tarot (Golden Dawn System)",
      "summary": "Outlines the Hermetic Order of the Golden Dawn's system of attributing the 72 names to the decans of the Zodiac, their planetary rulers, and the minor arcana cards of the Tarot. This section specifies how each decan receives two names, starting with Leo for Rosicrucian tradition, and how the seven planets are cyclically assigned as decan rulers based on their apparent velocity."
    },
    {
      "chapter_title": "Powers and Characteristics of the 72 Names",
      "summary": "Provides a comprehensive list for each of the 72 names (in Latinized transliteration), detailing their specific angelic powers, areas of governance, virtues, and benefits. This serves as a practical compendium for practitioners to identify the appropriate name for a desired magical or spiritual outcome, covering protections, assistance in various fields, and personal qualities."
    },
    {
      "chapter_title": "The Seals of the 72 Names",
      "summary": "Presents a visual collection of unique sigils or seals associated with each of the 72 names. The author notes their origin from an 18th-century manuscript by Blaise de Vigenere and includes a crucial cautionary note regarding Robert Ambelain's perspective that these seals might represent 'mirror images' or adverse aspects of the angelic powers."
    }
  ],
  "key_concepts": [
    {
      "term": "72-fold Name of God (Shemhamphorasch)",
      "definition": "A foundational concept in Hermetic Qabalah, referring to a sequence of 72 three-letter Hebrew root words, each representing an angelic intelligence or divine attribute, derived systematically from three verses in Exodus 14."
    },
    {
      "term": "Vowel Points (Nikud)",
      "definition": "Diacritical marks used in Hebrew to indicate vowels. In this system, they are applied to the 72 names according to a Qabalistic method (following Rabbi Abraham Abulafia) based on the vocalization of the Hebrew letter names themselves, which gives the names their specific energetic resonance and pronunciation."
    },
    {
      "term": "Decans",
      "definition": "Divisions of the Zodiac, where each of the twelve zodiacal signs is partitioned into three 10-degree segments. In the Golden Dawn system, each decan is ruled by a specific planet and associated with two of the 72 names, linking celestial energies to specific angelic intelligences and Tarot minor arcana."
    },
    {
      "term": "Sigils (Seals)",
      "definition": "Unique graphical symbols or emblems associated with each of the 72 names. These are employed as visual focal points or ritualistic tools in magical practice to establish a connection with the corresponding angelic intelligence, though their use in this text comes with a cautionary note regarding potential adverse effects."
    },
    {
      "term": "Verse Attribution",
      "definition": "The practice of linking each of the 72 names to a specific verse from the Book of Psalms (or Genesis for one instance). These verses typically contain the Tetragrammaton (YHVH) and the three letters of the name itself, serving as an mnemonic or a powerful affirmation during ritual work."
    }
  ],
  "practical_system": {
    "description": "The system involves identifying and utilizing one of the 72 names of God, understood as angelic intelligences, for specific magical or spiritual purposes. Each name is derived rigorously from Exodus 14:19-21, vocalized Qabalistically according to letter-name principles, and extensively associated with specific powers, astrological decans, Tarot cards, and a corresponding Psalm verse. The practitioner selects a name based on its desired 'Powers and Characteristics' and then works with its associated elements, including its Hebrew form, Psalm verse, astrological/Tarot correspondences, and its unique sigil (seal), through practices like meditation, prayer, or formal invocation.",
    "tools": [
      "**Hebrew Bible**: Essential for verifying the original derivation and understanding the context of associated Psalm verses.",
      "**Vowel Pointed 72 Names Table**: Crucial for accurate pronunciation and Qabalistic vocalization of the names.",
      "**Correspondences Tables (Astrology, Tarot, Golden Dawn)**: Utilized for aligning magical operations with appropriate celestial influences, symbolic systems, and timing.",
      "**Seals/Sigils of the 72 Names**: Employed as visual focal points, talismans, or ritualistic implements for connecting with the specific angelic intelligence, used with the author's cautionary note regarding their potential 'mirror image' effects.",
      "**Knowledge of Hebrew**: While transliterations are provided, a working knowledge of Hebrew is integral for deeper engagement and accuracy within this Qabalistic tradition.",
      "**Knowledge of Qabalah, Astrology, and Tarot**: Necessary for a comprehensive understanding and effective application of the complex web of correspondences and operative principles."
    ],
    "rituals": [
      "**Meditation on Names**: Engaging in Qabalistic meditation on the vocalized Hebrew letters of the chosen name, as referenced by Rabbi Abraham Abulafia's methods, to attune with the angelic intelligence.",
      "**Invocation/Prayer using Psalm Verses**: Reciting or contemplating the Psalm verse (or Genesis 1:1) attributed to a specific name, often incorporating the Tetragrammaton, to invoke or supplicate the associated angel for its specific powers.",
      "**Working with Correspondences**: Integrating the detailed astrological and Tarot correspondences (e.g., timing operations according to planetary hours or zodiacal decans, using Tarot card imagery) into ritual design and execution for enhanced resonance and efficacy in targeted magical work."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The names are derived by writing the letters of the three verses one above the other, with no vowel points, spaces, or punctuation marks, the first from right to left, the second from left to right, and the third from right to left. The names are then read top down.",
      "page": "1"
    },
    {
      "text": "The letters in the 72 fold name of God are given the same vowel points as they are given in the letters' names. As the Aleph in Aleph's name is marked with a Kamatz, all the Alephs in the 72 fold name of God are marked with a Kamatz, etc.",
      "page": "2"
    },
    {
      "text": "The logic behind the match is as following - each name is given a verse which contains the 4 letters name of God (YHVH) as well as the three letters of the name itself. If the name contains Yod, Heh, or Vau, they must appear somewhere beside the 4 letter name.",
      "page": "2"
    },
    {
      "text": "The 72 names are assigned conecutively to 5 degrees of the zodiac, but now starting with Leo, rather than Aries, which is where rosicrucian have the zodiac start. Thus each decan has 2 names assigned to it.",
      "page": "8"
    },
    {
      "text": "As far as I can tell, those seals were all taken from an 18th century manuscript by the well known 16th century cryptographer Blaise de Vigenere . I know not the logic used to create those seals. Robert Ambelain warns in his book that, based on his personal experience, those seals represent the mirror images of the angel's powers, and thus of evil powers. I brought the seals for completeness' sake, with a warning to those who intend to put the seals to use.",
      "page": "20"
    }
  ],
  "critical_analysis": {
    "relevance": "This article provides a concise and practical guide to the 72-fold Name of God, a foundational concept in Hermetic Qabalah and Grimoire traditions. Its relevance lies in consolidating the derivation, vocalization, angelic powers, and complex astrological/Tarot correspondences (specifically the Golden Dawn system) into a single, accessible resource. It directly addresses the operative aspects of this system, making it valuable for practitioners seeking a structured approach to angelic invocation and correspondence work. The inclusion of specific verse attributions and sigils, along with a significant cautionary note regarding the seals, underscores its practical orientation for magical application.",
    "target_audience": "The primary target audience is practitioners of Western Esotericism, particularly those engaged in Hermetic Qabalah, Golden Dawn traditions, or Grimoire magic who possess a foundational understanding of Hebrew terminology and Qabalistic concepts. It is also highly relevant for academic researchers studying the practical application of Qabalistic magic and the historical development of esoteric systems, offering a clear outline of a complex system of correspondences and operative mechanics for comparative study."
  }
}