{
  "header": {
    "title": "Esoteric Extension of Tarot to Develop Supersensory Powers",
    "authors": [
      "Ann Davies"
    ],
    "category": "Esotericism, Occultism, Tarot, Meditation",
    "keywords": [
      "Tarot",
      "Meditation",
      "Supersensory Powers",
      "Consciousness",
      "Subconscious",
      "Higher Self",
      "Spiritual Evolution"
    ]
  },
  "central_thesis": "This text posits that the Tarot, particularly Key 17 (The Star), serves as a profound tool for developing supersensory powers and expanding consciousness by understanding and utilizing the subconscious mind through active, purposeful meditation, which is framed as a 'fishing expedition' for truth and answers from the Higher Self.",
  "structure_content": [
    {
      "chapter_title": "Lesson 45: Transcriptions from Ann Davies' Class Lectures",
      "summary": "The lesson introduces Key 17 of the Tarot as central to understanding the nature of consciousness and its development. It explains consciousness as a fluidic substance, comparing it to the ocean, with the subconscious being the part below conscious awareness. The text distinguishes between passive receptivity and active meditation, emphasizing the latter as a 'fishing expedition' to seek answers from the Higher Self. It critiques the idea of regressing to a state of undifferentiated beginninglessness as escapism, advocating instead for conscious engagement with problems and relationships as a form of meditation. The lesson also touches upon karma, evolution, and the transformative power of negative patterns. It concludes with a specific meditation technique associated with Key 17, designed to cleanse the subconscious and enhance conscious awareness through interaction with the Higher Self and the imagery of Isis."
    }
  ],
  "key_concepts": [
    {
      "term": "Consciousness",
      "definition": "Referred to as a fluidic substance, like the vast ocean or Great Sea. Conscious awareness is defined as a focus and limitation of attention, necessary for being aware of anything specific. It is contrasted with subconsciousness."
    },
    {
      "term": "Subconsciousness",
      "definition": "The part of consciousness that is below conscious awareness. It is seen as a fluidic substance, represented in Tarot by water imagery and specifically by the High Priestess (Key 2). It is the source from which self-consciousness evolves."
    },
    {
      "term": "Meditation",
      "definition": "Not passive reception, but an active 'fishing expedition' for truth and answers. It involves consciously engaging with problems, analyzing facts, and sending a 'question mark' or query to the Higher Self. It is also described as living in a constant state of awareness and utilizing everyday life and relationships as opportunities for meditation."
    },
    {
      "term": "Higher Self",
      "definition": "The ultimate source of truth and guidance, to which meditation is directed. It is petitioned for awareness, revelation, and guidance in overcoming problems and understanding life's mysteries."
    },
    {
      "term": "Key 17 (The Star)",
      "definition": "A central Tarot symbol used in this lesson to develop supersensory powers. It represents a state of balance and conscious interaction with the subconscious, with Isis depicted as balancing on the subconscious (water) while pouring water onto the earth (self-consciousness). The seven streams symbolize the five senses."
    },
    {
      "term": "Fishing Expedition",
      "definition": "An attitude and method for meditation, involving active seeking and questioning rather than passive waiting. It implies a proactive approach to acquiring knowledge and solutions."
    },
    {
      "term": "Informal Meditation",
      "definition": "Meditation integrated into everyday life and interactions, focusing on conscious awareness, attention to beauty, positive attitude, and interrelationships with others. This is contrasted with formal meditation."
    },
    {
      "term": "Karma",
      "definition": "Acknowledged as personal and mass karma, which all individuals share. Meditation is presented as a means to address and transmute karma and influence the collective consciousness."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is centered on a dynamic and active form of meditation, termed a 'fishing expedition,' aimed at developing supersensory powers and expanding consciousness. It emphasizes using the conscious mind to analyze problems and then actively querying the Higher Self for answers. This is integrated with an understanding of the subconscious as a fluidic substance and a reservoir of information and experience. The system contrasts passive meditation with an active, goal-oriented approach, suggesting that true meditative states are achieved through consistent engagement with life, relationships, and internal issues, rather than through escapism or purely receptive states. The core idea is to 'fish' for answers and truths from the subconscious and Higher Self.",
    "tools": [
      "Tarot Key 17 (The Star) as a visual and symbolic anchor.",
      "Violet light (visualized for aura).",
      "The concept of the 'fishing hook' as a metaphor for sending queries.",
      "The imagery of Isis and the pond/water symbolism."
    ],
    "rituals": [
      "Visualization of Isis at the edge of the pond (Key 17).",
      "Permeating oneself with violet light and visualizing it around the aura.",
      "Calling to the Higher Self (using personal words) to reveal truths in the subconscious that require cleansing and to assist in overcoming specific problems.",
      "Picturing the arm of Isis lifting and pouring water onto the head, visualizing it as permeating, cleansing, and making one aware of subconscious material.",
      "A second call to the Higher Self to become consciously aware of necessary actions and to hold proper patterns to overcome problems, working with self-consciousness.",
      "Visualizing Isis pouring water through oneself, washing away conscious prejudices and erroneous ideas.",
      "Sending gratitude upwards and visualizing light from the golden star permeating oneself, bringing blessings, strength, and peace.",
      "Practicing informal meditations throughout daily life, focusing on beauty, positive interactions, and conscious listening."
    ]
  },
  "relevant_quotes": [
    {
      "text": "You recall that symbolically consciousness has always been referred to as a fluidic substance; it has been called the vast ocean, the Great Sea. People who are clairsentient, who feel what is not there to the physical senses but is apprehended by that part of the consciousness that is aware of vibrational substance beyond the physical, experience this substance as fluidic. The High Priestess, Key 2, denotes the subconscious aspect of it. In every place in which we see water in the Tarot Keys, we view another development, another representation, of the powers of the subconscious mind.",
      "page": "1"
    },
    {
      "text": "The subconsciousness is merely that part of the consciousness that is below conscious awareness. It is nothing different and special; it is simply below conscious awareness. Conscious awareness has to do with a focus, a limiting of the attention. This limiting is necessary if we are to be conscious at all.",
      "page": "1"
    },
    {
      "text": "Therefore, meditation should never be something passive and purely receptive. Too many aspirants, deciding that it is time to meditate, sit down, sit up straight, palms up, and do nothing, or try to do nothing, expecting nothing, \"practicing\" meditation because they are aspirants.",
      "page": "1"
    },
    {
      "text": "Meditation should always take the form of a fishing expedition: the attitude of wanting to know something, of seeking information.",
      "page": "2"
    },
    {
      "text": "Meditation is the sending of a question mark, of a query, to something that we know to be greater than the conscious mind. If we have used the conscious mind to the best of our abilities and still cannot find the answer, we send that question mark out for the answer, the attitude of seeking what to do from the Higher Self.",
      "page": "2"
    },
    {
      "text": "The stars in this Tarot key are significant. They indicate the seven chakras, the seven inner holy planets or stars, each one assigned to one of the original planets. The great gold star represents spirit. Meditation awakens and balances these chakras, but not formal meditation alone.",
      "page": "3"
    },
    {
      "text": "Notice that Isis kneels on the ground with only one leg, that the water supports her other foot; that is the point of balance. The water is subconsciousness from which self-consciousness has evolved, the cosmic ocean out of which all consciousness comes, including super-consciousness which is its source. This is the fluidic substance of awareness.",
      "page": "4"
    },
    {
      "text": "Give a call in your own words to the Higher Self: \"O Lord of the universe, help me to become aware. Reveal to me the reality and truth of everything residing in my subconscious mind that requires cleansing, so that I may overcome (name whatever it is that is your problem at the moment).\"",
      "page": "5"
    },
    {
      "text": "In closing, we must remind you that meditation is not something you do for half an hour. It is your everyday thinking and feeling. It is your habitual attitude towards men, women, things, and even social questions. It is your everyday attitude towards your relatives, your near and dear ones, toward those you believe are against you, toward your problems. These are the things and attitudes that make your tomorrows, that create to-morrow for yourself and the rest of humanity.",
      "page": "5"
    },
    {
      "text": "AFFIRMATION: Every moment of existence is an aspect of God's continuous meditation. I participate in this meditation consciously by seeing an aspect of the Divine in every flower, every creature, every fellow human being. Isis unveils herself to me in all her glorious beauty, as I turn my conscious attention toward understanding the truth behind the veil of appearances.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant to students of Western Esotericism, particularly those interested in Tarot as a system of spiritual development and the practical application of consciousness work. It offers a distinct perspective on meditation that moves beyond mere relaxation or contemplation towards active, problem-solving engagement. Its emphasis on the 'fishing expedition' aligns with a goal-oriented approach to magical practice, bridging theory with personal experience and evolution. The contextualization within the symbolism of Key 17 (The Star) and the figure of Isis provides a specific esoteric framework.",
    "target_audience": "The primary target audience includes individuals studying or practicing Tarot for spiritual growth, aspiring psychics or those seeking to develop supersensory abilities, and students of esoteric philosophy interested in consciousness, the subconscious, and the Higher Self. It is particularly suited for those who find traditional, passive meditation approaches insufficient and are seeking a more active, investigative method for spiritual advancement."
  }
}