{
  "header": {
    "title": "AN ARABIC VERSION OF \"THE SWORD OF MOSES\"",
    "authors": [
      "Alexander Fodor"
    ],
    "category": "Western Esotericism, Occultism, Magic",
    "keywords": [
      "Harba de Moshe",
      "Sword of Moses",
      "Sifr Adam",
      "Sefer ha-Razim",
      "Jewish magic",
      "Arabic magic",
      "nomina barbara",
      "Metatron",
      "Hekhalot literature",
      "Geonic period",
      "Yom Kippur ritual",
      "Hai Gaon",
      "Necromancy",
      "Divination",
      "Path shortening",
      "Tayy al-ard",
      "Christianization",
      "Islamic influence"
    ]
  },
  "central_thesis": "The article analyzes an Arabic version of \"The Sword of Moses\" (Harba de Moshe) found within the Sifr Ādam manuscript, revealing its unique redactional process that integrated Jewish magical traditions (including Sefer ha-Razim and Sefer ha-Yashar) into a unified work, adapted it for a broader audience by \"censoring out\" specific Jewish connotations and incorporating Christian and Islamic influences, and demonstrating its structural and thematic connections to Hekhalot literature and Geonic period magical practices.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Sifr Ādam and Harba de Moshe",
      "summary": "The Arabic Sifr Ādam manuscript is a composite work containing adaptations of Sefer ha-Razim, Harba de Moshe, and Sefer ha-Yashar. The Harba de Moshe section was integrated to provide detailed magical material for the 'seventh firmament,' a deliberate redactional choice to fill perceived deficiencies in the original Sefer ha-Razim cosmology. This adaptation omits Moses as the recipient and shows signs of Coptic and Islamic influence."
    },
    {
      "chapter_title": "Analysis of the Harba de Moshe Introduction",
      "summary": "The introductory section of the Arabic 'Sword' describes it as 'Sword of God and His Hand,' comprising holy names that grant elevation and worldly/otherworldly success to the pure practitioner. It features a lengthy list of 'nomina barbara,' often corrupted divine/angelic names, and prescribes strict purity and dietary prohibitions (including 'cooked' or 'burnt' food). This introduction parallels Talmudic passages concerning the forty-two-letter Divine Name and ethical requirements from Psalms, highlighting the importance of purity and conduct for magical efficacy."
    },
    {
      "chapter_title": "Divinatory Recipes in the Arabic 'Sword'",
      "summary": "The text includes two unique divinatory recipes: one for determining success/failure by sacrificing an animal (MGLYT, possibly a bird of prey) before the sun while reciting the 'Sword,' and another for necromancy, involving whispering the 'Sword' into a dead person's left ear to elicit speech, with specific bodily postures. These rituals, while distinct in their Arabic formulation, derive from established Jewish magical practices, with the necromancy mirroring a prototype in Gaster's Harba version."
    },
    {
      "chapter_title": "Angel Adjuration Recipes",
      "summary": "A detailed recipe for adjuring spirits and angels for direct communication is presented, requiring the practitioner to stand neck-deep in water and recite extensive 'nomina barbara.' This adjuration implicitly targets Metatron and explicitly includes distorted phrases from the Jewish Barukh Shem blessing, suggesting an imitation of the Yom Kippur High Priest ritual. The conditions, including bathing and dietary restrictions, reinforce a connection to Jewish liturgical and purity laws."
    },
    {
      "chapter_title": "Path Shortening and Water Crossing Spells",
      "summary": "The text describes a powerful ritual for 'path shortening' (qefișat ha-derekh or tayy al-ard), enabling rapid travel. It involves invoking Metatron and 70 angelic 'Chiefs' with a prolonged recitation of 'Sword' names. Another spell allows for miraculous water crossing by writing and casting names into water. These practical applications are framed within Jewish magical traditions (e.g., Jacob's earth-folding narrative, Red Sea parting) but are presented without explicit biblical references in the Arabic text."
    },
    {
      "chapter_title": "Structural and Liturgical Integration of the 'Sword'",
      "summary": "The 'Sword's' revelation is structured as a threefold adjuration (Șalāt Yad Allāh). The Arabic redaction grants Metatron a prominent role as the potential revealer and chief angelic figure, linked to 70 names and the heavenly liturgy's Qedusha. The text demonstrates a deliberate merging of 'nomina barbara' with Jewish liturgical elements, transforming intelligible blessings into obscure magical formulas, a process described by Hai Gaon as suitable for appropriate magical contexts."
    },
    {
      "chapter_title": "Redactional Tendencies and Historical Context",
      "summary": "The Arabic 'Sword' exhibits an 'anti-Rabbinic' tendency through the 'censoring out' of specific Jewish references (e.g., Moses, Rabbis, Sar Torah) and the elevation of Metatron's role, possibly appealing to a broader, multi-religious audience (Jews, Muslims, Christians). The text's compilation is placed within the Geonic Period (second half of the first millennium CE) in Mesopotamia, and its unique redaction served as a significant channel for transmitting Jewish magical cosmology into the Islamic world, influencing Metatron's role in Islamic esotericism."
    }
  ],
  "key_concepts": [
    {
      "term": "Sifr Ādam (\"The Book of Adam\")",
      "definition": "The Christian Arabic manuscript where the analyzed version of 'The Sword of Moses' (Harba de Moshe) was discovered. It is a composite work containing adaptations of Sefer ha-Razim, Harba de Moshe, and Sefer ha-Yashar, demonstrating a syncretic magical tradition."
    },
    {
      "term": "Harba de Moshe (\"The Sword of Moses\")",
      "definition": "A Jewish magical work, which in its Arabic version is heavily adapted. It omits direct references to Moses as its recipient and functions as a powerful adjuration composed of divine and angelic names, serving various magical purposes. The term 'Sword' (Sayf) reflects the idea of divine names as a potent magical weapon."
    },
    {
      "term": "Nomina Barbara",
      "definition": "Unintelligible magical names and words, often corrupted forms of Hebrew, Greek, or other languages, used in incantations to evoke divine or angelic power. In the Arabic 'Sword,' these can include distorted liturgical phrases that have lost their original semantic meaning, yet retain magical potency."
    },
    {
      "term": "Metatron",
      "definition": "A principal angel in Jewish mysticism, presented as 'the King, the Chief, the Great' and possibly the revealer of the 'Sword' in the Arabic version. His paramount role, potentially displacing Moses, reflects an 'anti-Rabbinic' theological stance and highlights his significance in the magical cosmology of the text and its transmission to Islamic traditions."
    },
    {
      "term": "Șalāt Yad Allāh (\"The Prayer of the Hand of God\")",
      "definition": "A threefold adjuration ritual described in the Arabic text, intended to facilitate the revelation of the 'Sword.' It embodies the practice of using divine names to command angels, linking the 'Hand of God' to Metatron's authority and role in mediating divine power."
    },
    {
      "term": "Qefișat ha-derekh / Tayy al-ard (Path Shortening / Rolling the Earth)",
      "definition": "A magical technique for rapid, supernatural travel over long distances, allowing one to cover days' worth of journey in a single hour. This is achieved through specific adjurations and the recitation of 'Sword' names, invoking Metatron and associated angels."
    },
    {
      "term": "Barukh Shem Formula",
      "definition": "A Jewish liturgical blessing ('Blessed be the Name of the glory of His kingdom for ever and ever'). In the Arabic 'Sword,' this formula, or corrupted versions of it, is integrated into the 'nomina barbara' within adjurations, possibly mimicking the response of the congregation to the High Priest's pronouncement of the Ineffable Name on Yom Kippur."
    },
    {
      "term": "Censoring Out",
      "definition": "A redactional technique employed in the Arabic version to remove explicit Jewish-specific elements (e.g., Moses, names of Rabbis, Sar Torah, direct references to the 'God of Israelites'). This was done to make the magical text more accessible and acceptable to a broader, non-Jewish audience, including Christians and Muslims, reflecting a syncretic cultural milieu."
    }
  ],
  "practical_system": {
    "description": "The core system presented in the Arabic 'Sword' is a practical grimoire tradition that leverages the power of divine and angelic names (the 'Sword' itself) through ritual adjuration and specific physical/mental preparations. It combines elements of Jewish mysticism (Hekhalot, Sefer ha-Razim) with localized adaptations, aiming to achieve a range of magical effects, from divination and necromancy to extraordinary feats like accelerated travel. The system emphasizes the practitioner's purity and ethical conduct as prerequisites for successful operation. Metatron, as a key angelic figure, plays a central role in facilitating the magical commands, effectively allowing the magician to assume the role of the High Priest.",
    "tools": [
      "The 'Sword' (Harba de Moshe): This refers primarily to the collection of divine and angelic names ('nomina barbara') themselves, which are the fundamental operative tool and source of magical power.",
      "Writing materials: Implied for inscribing names or symbols for specific rituals, such as those cast into water.",
      "An animal (MGLYT): A designated animal, possibly a mole or bird of prey, used for sacrificial divination.",
      "Water: Essential for ritual purification and specific physical postures during adjurations.",
      "A dead body: The necessary focus for necromantic operations."
    ],
    "rituals": [
      "Preparation: Achieving physical and spiritual purity; adhering to strict dietary restrictions (no wine, fish, cooked/burnt food); maintaining specific bodily positions (e.g., standing in water up to the neck, bowing head, turning face to earth, prostration) to mimic angelic reverence.",
      "Invocation/Adjuration: Reciting lists of 'nomina barbara' (divine and angelic names, 'The Sword') for specific purposes. This often involves precise repetition (e.g., 300 times for certain names), directing the adjuration to specific angels (e.g., 70 Chiefs, Metatron), and incorporating corrupted Jewish liturgical formulas (e.g., Barukh Shem blessing) into the magical names.",
      "Divination: Performing specific procedures like sacrificing an animal (MGLYT, possibly a bird of prey) in front of the sun while reciting the 'Sword' to interpret the outcome based on physical signs (e.g., condition of veins after slaughter).",
      "Necromancy: Whispering the 'Sword' (secret Divine Name) into the left ear of a dead person, while maintaining specific body posture (eyes to earth, mouth to ear), to gain information or answers from the deceased.",
      "Path Shortening (qefișat ha-derekh/tayy al-ard): Invoking Metatron and a group of 70 angels with extensive 'nomina barbara' to 'roll the earth' for accelerated travel over long distances, covering days in hours.",
      "Water Crossing: Writing specific names (from the 'Sword') on an object and throwing them into water in four directions, reciting names, and walking across the dry ground that appears, with the instruction not to look back.",
      "Dismissal: Reciting the 'Sword' name or specific angelic names to formally dismiss invoked entities after the completion of the ritual."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Happy is the man in whose breast they can be found and who preserves them with pure heart and pure body because he will be elevated by one grade over his fellow human beings. He will reach his aims and will gain this good world and the other pious world. And this is the afore-mentioned Sword:",
      "page": "162"
    },
    {
      "text": "If you wish to know whether the thing will succeed or not and your way is right or not and whatever you wish, take the MGLYT and it is the animal which is gliding along, slaughter it in front of the sun while you recite the “Sword\" and if its slaughtering comes with the turning out of the two veins /?/ then you will succeed but if it does not turn out /?/ and/while the cutting is straight /right/, be in despair because of this thing.",
      "page": "168-169"
    },
    {
      "text": "If you stumble upon a dead person recite this \"Sword\" in his left ear but do not look into his face and he will talk to you while your eyes should be /directed/ to the earth and your mouth should be at his ear.",
      "page": "169"
    },
    {
      "text": "Stand in the water up to your neck and recite these names: QWDNHW NHW FTNTMYR Sʻ HTYR... ȘFNY', you, too, the sublime angels I conjured you by these names, by the name of the Holy One that has no substitute ‘FWFYH BSFYH ĞRFSYS... to make me understand and to reveal for me what I will be guided by and what I will understand and /let me/ see one of you and do not let him hurt me either in my body or in my mind and let me know how I can reach and adjure whom I wish among you.",
      "page": "177-179"
    },
    {
      "text": "If you wish to roll the earth for you and to walk the distance of days in an hour, recite the names of the \"Sword\" at first then say after it MȘHWW’L three hundred times and you should adjure him by the name of MȘHWŠHYW’N NYBQWH QRHWYHWH HʻRYHWH WNQMW' YHWH YHWH. Then you should say: I adjured you, O Seventy Chiefs, the Forerunners, the Servants in front of the Throne and you who are Metatron, the King, the Chief, the Great QTFNF' Q'DWŠ MNFYĠYH' TŠH Q’DWŠ... and I shall not pray except this one and only time and fulfil my request by this \"Sword\"—and you should mention whatever you wish—as you do with everybody who comes near to you and honours His mentioning /?/ by the name of the Powerful, the Strong. the Maker of Miracles.",
      "page": "173-177"
    },
    {
      "text": "And if you wish that the water run away in front of you and its place become as the dry ground and you walk on it, write these names with the 'Sword' and throw them in the four directions of the water while you should say at the moment when you write them and throw them these names: ‘FYSND D'DWD 'QRST’TBYWN 'YŠ RSTWD WQRSY' WL’FHWZHD. And these are the names which you should write and throw them into the water: H'DWN’Y NB ĠMYD 'WDNY' WSYT'RFHDS. Then the water will run away to the innermost of the sea. And when you cross it you should say /the names/ while you are crossing and you should not turn behind you, and the water will return behind you to its place speedily YWLYH 'Y ĠR'SR ҮНҮН НҮHҮ.",
      "page": "169-170"
    },
    {
      "text": "And peace be upon Your angels, who are giving support, the victorious. Peace be upon Your servants, the guides /to the right way/, the happy. Peace be upon Your servants, the blessed, and upon Your servants, the great, the pure the saint, the frightening, the strong, the glorified the shining, the Cherubs, hurrying with messages, and frightening, who are in the figure/s/ of the beast, the lion and the bull and in the figure of man and peace be upon the angels of the daytime and the night and the hours and the times and the months and the years and the cycles and the events and the seasons. Peace be upon the angels of the seven firmaments and the seven encampments and the twelve zodiacal signs.",
      "page": "221-223"
    }
  ],
  "critical_analysis": {
    "relevance": "This academic analysis of the Arabic 'Sword of Moses' is highly relevant to scholars and practitioners of Western Esotericism and Occultism. It provides a rare glimpse into the syncretic development of magical traditions, specifically how Jewish Hekhalot literature and grimoire traditions were adapted, translated, and modified for a broader, multi-religious audience in the medieval Near East. The 'censoring out' of explicit Jewish elements and the elevated role of Metatron highlight the dynamic interplay between religious orthodoxy, heterodox magical practice, and interfaith cultural exchange. It enriches the understanding of the historical transmission of magical knowledge and the evolution of specific grimoire texts, particularly concerning the 'democratization' of priestly ritual for individual magicians.",
    "target_audience": "Academic researchers specializing in Jewish magic, Hekhalot literature, Arabic magic, Islamic esotericism, comparative religion, and the history of occultism. Practitioners interested in the historical roots and development of grimoire traditions, the syncretic nature of magical practice, and the figure of Metatron in different traditions may also find it valuable, though the analysis is deeply academic in its approach."
  }
}