{
  "header": {
    "title": "Mosis, das sechste und siebente Buch.",
    "authors": [
      "Jacoby"
    ],
    "category": "Western Esotericism, Occultism, Grimoire Traditions, Folk Magic History",
    "keywords": [
      "Moses",
      "Sixth and Seventh Books of Moses",
      "Pseudepigrapha",
      "magic",
      "grimoire",
      "Kabbalah",
      "alchemy",
      "folk magic",
      "Solomonic magic",
      "Hellenistic magic",
      "Zauberpapyri",
      "Weimarer Bibel",
      "Zaubermacht",
      "Schatzgräberei",
      "Anach",
      "Zadock"
    ]
  },
  "central_thesis": "The article by Jacoby meticulously chronicles the historical evolution and popular reception of the apocryphal 'Sixth and Seventh Books of Moses.' It details how Moses's ancient image as a powerful magician, rooted in Jewish pseudepigrapha and Hellenistic magical papyri, transitioned into medieval collections of magical recipes (like 'Schwert des Moses'). The article highlights the 17th-18th century emergence of these 'Books' as distinct grimoires, often interwoven with Faustian and Solomonic traditions, connected to figures like Zadock, and popularly believed to be hidden within certain Bibles (e.g., the Weimarer Bibel). It concludes by describing modern editions as eclectic compilations of disparate magical, healing, and protective texts, often repackaged to appeal to a non-specialist audience.",
  "structure_content": [
    {
      "chapter_title": "The Ancient Figure of Moses in Magic",
      "summary": "Moses's image was elevated to a superhuman magician in antiquity, with powers derived from secret knowledge, his staff, and the divine name. He was seen as a priest, founder of a magical school, and victor over Egyptian magicians, leading to the attribution of numerous pseudepigrapha to him beyond the Pentateuch."
    },
    {
      "chapter_title": "Early Mentions and Medieval Developments",
      "summary": "Moses's name is frequently found in Hellenistic magical papyri and is associated with various magical and alchemical texts. The idea of additional books beyond the Pentateuch (e.g., 8th, 10th, and potentially 6th, 7th, 9th) containing magical material began to circulate in early Christian centuries. Medieval Hebrew texts like 'Schwert des Moses' exemplify this tradition, further solidifying Moses's role as a magical authority."
    },
    {
      "chapter_title": "Integration into Faustian and Solomonic Traditions (17th-18th Century)",
      "summary": "The concept of the 6th and 7th Books gained prominence by the 17th century, drawing on Faustian infernal compulsions and Solomonic magical texts. These books were often presented as part of a 'Bibliae Arcano Magicae' or 'Arcan Bibel Mosis,' a secret, expanded Torah attributed to Moses and supposedly regulated or preserved by High Priest Zadock. This period saw a proliferation of new mystical-magical and alchemical works under Moses's name."
    },
    {
      "chapter_title": "Popularization and the Weimarer Bibel Myth",
      "summary": "The 18th and 19th centuries witnessed the commercialization and widespread distribution of the 6th and 7th Books. A pervasive folk belief arose that certain historical Bible editions, particularly the Weimarer Bibel, secretly contained these magical texts. This fueled a popular search for such Bibles and gave rise to legends of chained magical books, reinforcing the notion of hidden, powerful knowledge."
    },
    {
      "chapter_title": "The 'Sefer Hajjaschar' and Modern Compilations",
      "summary": "The article discusses the 'Sefer hajjaschar,' an ancient Israelite book that transformed into a known magic book by the 10th century, potentially influencing the later '6th and 7th Books.' Modern editions of the 6th and 7th Books are characterized as 'tangled mishmashes' of disparate writings, often titled 'Magischsympathischer Hausschatz,' encompassing healing, protection, spirit lore, and various grimoire elements like those found in the 'Romanus-Büchlein' and 'Clavicula Salomonis'."
    },
    {
      "chapter_title": "The Books in Folklore and Contemporary Context",
      "summary": "In popular folklore, the 6th and 7th Books are widely recognized as manuals for conjuring devils, binding, and treasure digging. They continue to be available in low-end book markets. Modern editions often present themselves with an aura of academic authenticity, drawing on scholarly references, to appeal to a broader, often uninitiated, audience."
    }
  ],
  "key_concepts": [
    {
      "term": "6. u. 7. B. M. (Sixths and Seventh Books of Moses)",
      "definition": "Apocryphal magical texts attributed to Moses, traditionally thought to supplement the Pentateuch with practical magical knowledge, encompassing a wide range of operations from conjuration to healing."
    },
    {
      "term": "Pseudepigraphen",
      "definition": "Writings falsely attributed to a historical or religious figure (e.g., Moses) to lend them authority, common in ancient and medieval magical traditions."
    },
    {
      "term": "Zaubermacht",
      "definition": "The magical power attributed to Moses, demonstrated through his staff and knowledge of the secret divine name, used for wonders and control over others."
    },
    {
      "term": "Hellenistische Zauberpapyri",
      "definition": "Ancient magical papyri from the Hellenistic period that frequently mention Moses and attribute magical knowledge to him, often borrowing from various traditions."
    },
    {
      "term": "Schwert des Moses (Charba de Mosche)",
      "definition": "A medieval Hebrew collection of magical recipes, seen as a precursor or parallel to the Mosaic grimoires, emphasizing direct magical applications."
    },
    {
      "term": "Bibliae Arcano Magicae / Arcan Bibel Mosis",
      "definition": "A fictitious 'Secret Bible of Magic' or 'Secret Bible of Moses,' believed by many to contain the hidden magical books of Moses, often presented as a more complete or esoteric version of the Torah."
    },
    {
      "term": "Zadock",
      "definition": "High Priest Salomo's Zadock, a figure to whom the preservation and regulation of Moses's expanded, magical Torah are attributed, linking Mosaic magic to Solomonic wisdom."
    },
    {
      "term": "Magischsympathischer Hausschatz",
      "definition": "A common subtitle for modern editions of the 6th and 7th Books, indicating a focus on practical household remedies, healing, protection, and sympathetic magic, moving beyond pure conjuration."
    },
    {
      "term": "Weimarer Bibel (Kurfürstenbibel)",
      "definition": "A specific 17th-century Bible edition that, due to folk belief, was erroneously thought to contain the secret magical Books of Moses, leading to its high value among seekers of hidden knowledge."
    },
    {
      "term": "Höllenzwänge",
      "definition": "'Infernal Compulsions' or 'Hellish Coercions,' a term for powerful conjurations, often associated with Faustian traditions, aimed at compelling spirits or demons."
    },
    {
      "term": "Clavicula Salomonis (Key of Solomon)",
      "definition": "A prominent grimoire tradition, often referenced alongside or integrated into the Mosaic magical texts, indicating a syncretism of Solomonic and Mosaic magical systems."
    },
    {
      "term": "Geisterkunde",
      "definition": "'Spirit Lore' or 'Pneumatology,' an aspect of the Mosaic books and related texts dealing with understanding, communicating with, and controlling spirits, including visions and apparitions."
    }
  ],
  "practical_system": {
    "description": "According to the article, the 'Sixth and Seventh Books of Moses' (and related compilations like 'Jezira') present themselves as comprehensive manuals for various magical operations. These systems are syncretic, combining elements of ancient pseudepigrapha, Hellenistic magical papyri, Kabbalah, Solomonic magic, and folk magic. The magic described aims to control spirits, manipulate natural forces, provide healing, protection, and achieve material gains like finding treasure.",
    "tools": [
      "Magical staff (modeled after Moses's)",
      "Secret divine names and words of power",
      "Characters, sigils, and seals",
      "Amulet stones and gems",
      "Protective scrolls/letters (like papal letters)",
      "Possibly wands ('Glücks-Ruthe')",
      "Collections of recipes and instructions from grimoires like 'Clavicula Salomonis'"
    ],
    "rituals": [
      "Conjuring and commanding spirits (demons, angels, 'Geisterkunst')",
      "Binding or enchanting individuals ('Festmachen')",
      "Treasure digging ('Schatzgräberei')",
      "Healing and protection (through 'magischsympathischer Hausschatz' and 'Engel-Hülfe')",
      "Alchemical operations (e.g., creating 'aurum potabile' from Moses's golden calf)",
      "Invoking secret divine names for various effects (e.g., to kill or silence people)",
      "Utilizing characters and sigils for magical influence",
      "Prophecy, visions, and general spirit communication ('Geisterkunde')"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Die Gestalt des großen jüdischen Gesetzgebers ist bereits im Altertum ins Übermenschliche gesteigert worden. Außer dem Pentateuch wurden ihm eine ganze Reihe von Pseudepigraphen zugeschrieben ¹).",
      "page": null
    },
    {
      "text": "In diesem Sinn wird sein Name öfters in den hellenistischen Zauberpapyri genannt ⁷), die sich auch auf Zauberbücher berufen, die von ihm stammen sollten ⁸)...",
      "page": null
    },
    {
      "text": "Man hatte also schon in den ersten christlichen Jahrhunderten die naheliegende Fälschung eines 8. und 10. Buches M. vollzogen, durch die der Pentateuch ergänzt werden sollte; vielleicht darf man für diese magischen Zusätze auch ein 6., 7. und 9. Buch voraussetzen.",
      "page": null
    },
    {
      "text": "Gewiß ist, daß eine Anzahl Höllenzwänge Faust's (s. d.) auf die “Tradition des 6. u. 7. B. M. Bibliae Arcano Magicae. Rom” oder “aus der Bibel des 7. B. M.” u. ä. ²⁶) sich berufen...",
      "page": null
    },
    {
      "text": "Wenn in dem genannten Buch die Weimarer Bibel als Quelle erwähnt wird, so hat das seinen Grund darin, daß das Volk glaubte, bestimmte Bibelausgaben enthielten außer den üblichen 5 Büchern Mosis noch die magischen Geheimbücher, die in den üblichen Bibeln unterdrückt seien.",
      "page": null
    },
    {
      "text": "Was heute von dem unterirdischen Buchhandel als 6. u. 7. B. M. angeboten wird, hat mit dem älteren Buch nichts zu tun und ist ein krauses Sammelsurium von disparaten Schriften, die z. T. von Zauber und Magie nichts oder wenig zeigen.",
      "page": null
    },
    {
      "text": "Der Titel lautet: \"Das sechste und siebente Buch Mosis oder der magischsympathische Hausschatz, das ist Mosis magische Geisterkunst, das Geheimnis aller Geheimnisse\".",
      "page": null
    },
    {
      "text": "Unter dem Titel \"Jezira das ist das große Buch der Bücher Moses; das sechste, das siebente, das achte, das zehnte und das elfte. Aus ältesten kabbalistischen Urkunden. Kabbala denudata. Offenbarungen aus den Büchern Moses. Geheimnis aller Geheimnisse. Sämtliche 40 Hauptwerke über Magie, [591] verborgene Kräfte und -geheimste Wissenschaften” wird ein Buch vertrieben, in dem zwar auch eine \"Beschwörung Moses” steht, aber daneben das Gertrudisbüchlein, der „goldene Habermann\", der „Kornreuther“, Fausts Höllenzwang, die Clavicula Salomonis, auch das Buch Jezira (v. diese Artt.) und andere magische Schriften, die mit Moses nichts gemein haben ⁷⁶).",
      "page": null
    },
    {
      "text": "In der volkskundlichen Litteratur wird das 6. u. 7. B. M. oft erwähnt als Buch zur Teufelsbeschwörung, zum Festmachen, zur Schatzgräberei usw., und auch heute noch ist es ein gangbarer Artikel des niederen Buchhandels ⁷⁷).",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This article is highly relevant for understanding the historical development and popular reception of one of the most significant and widespread grimoire traditions in Western Esotericism. It meticulously traces the evolution of the Moses figure from an ancient magical authority to the attributed author of a folk magic 'secret Bible,' contextualizing the '6th and 7th Books' within broader pseudepigraphic, Solomonic, and folkloric currents. It highlights the syncretic nature of these texts and their enduring appeal.",
    "target_audience": "Academic researchers in Western Esotericism, Folklore Studies, Religious Studies, and Cultural History. Practitioners of occultism and magic interested in the historical antecedents and development of their traditions, particularly those working with grimoires or Solomonic magic, would also find value in its detailed historical tracing. It serves to deconstruct the popular myths surrounding these books by providing a scholarly, critical perspective."
  }
}