{
  "header": {
    "title": "The Study of Solomonic Magic in English",
    "authors": [
      "Don Karr"
    ],
    "category": "Western Esotericism, Occultism, Grimoire Traditions, Solomonic Magic",
    "keywords": [
      "Solomonic magic",
      "grimoires",
      "Key of Solomon",
      "Lemegeton",
      "Sepher Razim",
      "Hygromanteia",
      "Grimorium Verum",
      "True Black Magic",
      "Grand Grimoire",
      "Grimoire of Honorius",
      "Liber Iuratus",
      "Semiphoras and Shemhamphoras Salomonis Regis",
      "Liber Salomonis",
      "Sloane MS 3826",
      "Robert Turner",
      "Joseph H. Peterson",
      "Stephen Skinner",
      "David Rankine",
      "E.M. Butler",
      "Aaron Leitch",
      "Ars Notoria",
      "Ars Nova",
      "Kabbalah",
      "Merkavah",
      "angel magic",
      "demonology",
      "ritual magic"
    ]
  },
  "central_thesis": "This paper provides a comprehensive, critically evaluated overview and guide to the primary texts and scholarly resources pertaining to Solomonic magic available in English, categorizing them and assessing the reliability of their various editions and translations for both academic and practical engagement.",
  "structure_content": [
    {
      "chapter_title": "Introduction to the Solomonic Cycle",
      "summary": "The paper begins by defining the scope of 'Solomonic cycle' as texts traditionally or artfully linked to King Solomon. It categorizes these works into three main classes: late antiquity/early Middle Ages magical works (e.g., The Testament of Solomon, Sepher Razim), Byzantine Greek texts (e.g., Magical Treatise of Solomon, Hygromanteia), and medieval grimoires (e.g., The Key of Solomon). The historical context of Solomon's legendary association with magic is also established."
    },
    {
      "chapter_title": "Classification of Solomonic Texts",
      "summary": "Following E.M. Butler's classification and adding further entries, the paper lists and briefly describes key Solomonic grimoires: The Clavicles (The Key of Solomon, Lemegeton or Lesser Key of Solomon), The Grimoires (Grimorium Verum, True Black Magic, The Grand Grimoire), Honorius (The Grimoire of Honorius, Liber Iuratus), and additional texts like Semiphoras and Shemhamphoras Salomonis Regis and Liber Salomonis (British Library Sloane MS 3826)."
    },
    {
      "chapter_title": "Analysis of The Key of Solomon",
      "summary": "This section details the most significant editions and scholarly treatments of The Key of Solomon, including S. L. MacGregor Mathers', Idries Shah's, and Arthur Edward Waite's versions. Special emphasis is given to Stephen Skinner and David Rankine's extensive 'The Veritable Key of Solomon' and Ebenezer Sibly's 'Clavis or Key to Unlock the Mysteries of Magic of Rabbi Solomon,' alongside mentions of Robert Mathiesen's typological work."
    },
    {
      "chapter_title": "Analysis of Lemegeton (Lesser Key of Solomon)",
      "summary": "The five sections of the Lemegeton (Goetia, Theurgia-Goetia, Pauline Art, Almadel, Notary Art/Ars Nova) are described. Various editions are reviewed, notably Mathers'/Crowley's Goetia, and Joseph H. Peterson's edition is highlighted as the most comprehensive. The section also critically examines the Notary Art, discussing its perceived incompleteness in some editions and the distinct approaches of Benjamin Rowe and Skinner & Rankine."
    },
    {
      "chapter_title": "Analysis of Other Grimoires and Related Texts",
      "summary": "The paper provides an overview of editions and scholarly discussions for Grimorium Verum, True Black Magic, The Grand Grimoire, and the various texts associated with Honorius (The Grimoire of Honorius, The Sworn Book of Honorius/Liber Iuratus). It also covers Semiphoras & Shemhamphoras Salomonis Regis and Liber Salomonis (Sloane MS 3826), including their origins and notable editions, particularly Joseph H. Peterson's work on 'The Sixth and Seventh Books of Moses.'"
    },
    {
      "chapter_title": "Critique of Aaron Leitch's 'Secrets of the Magical Grimoires'",
      "summary": "A critical review of Aaron Leitch's book acknowledges its aim to be a single-source epitome of classic grimoires but points out historical inaccuracies, specifically regarding Merkavah mysticism and drug use, and its limited engagement with recent scholarship. While recommended for practitioners, academics are advised to consult original sources."
    },
    {
      "chapter_title": "Solomonic Magic on the Internet",
      "summary": "This section acts as a practical guide to online resources for Solomonic texts. It lists key websites and specific navigation paths for accessing digital versions of texts like The Key of Solomon, Lemegeton, Grimorium Verum, The Grand Grimoire, The Sworn Book of Honorius, Semiphoras & Shemhamphoras, and Liber Salomonis."
    }
  ],
  "key_concepts": [
    {
      "term": "Solomonic Cycle",
      "definition": "A body of magical texts traditionally or artfully attributed to King Solomon, encompassing a range of works from late antiquity to medieval grimoires."
    },
    {
      "term": "Grimoire",
      "definition": "A magical instruction book, typically from the medieval or early modern period, containing instructions for summoning spirits, performing spells, and various magical operations."
    },
    {
      "term": "The Key of Solomon (Clavicula Salomonis)",
      "definition": "A foundational Solomonic grimoire focused on ceremonial magic, providing instructions for the evocation of spirits and the preparation of magical tools and rituals."
    },
    {
      "term": "Lemegeton (Lesser Key of Solomon)",
      "definition": "A composite grimoire comprising five books (Goetia, Theurgia-Goetia, Ars Paulina, Ars Almadel, Ars Notoria/Ars Nova) dealing with the evocation and control of demons, angels, and the acquisition of knowledge."
    },
    {
      "term": "Goetia",
      "definition": "The first and most widely known section of the Lemegeton, dedicated to the evocation and binding of seventy-two specific demons."
    },
    {
      "term": "Ars Notoria/Ars Nova",
      "definition": "The fifth section of the Lemegeton, focusing on acquiring knowledge and memory through contemplation and specific prayers, often considered distinct from the spirit-summoning traditions of other Lemegeton books."
    },
    {
      "term": "Sepher Razim",
      "definition": "An early magical text (3rd-4th century CE) of purported Solomonic origin, presenting a compendium of cosmological and magical knowledge, including divine names and astrological magic."
    },
    {
      "term": "Testament of Solomon",
      "definition": "A Jewish pseudepigraphical text from late antiquity recounting King Solomon's legendary ability to bind and control demons, using a magical ring given to him by God."
    },
    {
      "term": "Hygromanteia",
      "definition": "A Byzantine Greek astrological and magical text, also known as 'Solomon's Epistle to Rehoboam,' providing instructions for various magical operations and astrological divinations."
    },
    {
      "term": "Merkavah Mysticism",
      "definition": "An ancient Jewish mystical tradition focused on visionary experiences of divine chariots and heavenly ascent, which the paper distinguishes from shamanic drug use in the context of Hekhalot literature."
    }
  ],
  "practical_system": {
    "description": "The paper analyzes various Solomonic magical systems, which broadly describe ceremonial practices for the evocation and control of spirits (both demonic and angelic), the acquisition of divine knowledge, and the performance of diverse magical operations. These systems are presented as structured manuals employing specific rituals, magical tools, and talismans to achieve desired outcomes.",
    "tools": [
      "Talismans",
      "Seals (sigils)",
      "Magical instruments",
      "Inks",
      "Parchment",
      "Brass Vessel",
      "Magical figures"
    ],
    "rituals": [
      "Evocation and binding of spirits (demonic and angelic)",
      "Conjuration of specific entities (e.g., Samael)",
      "Spells and operations for various magical ends",
      "Rituals for gaining conversation with spiritual entities",
      "Rites to attain Beatific Vision"
    ]
  },
  "relevant_quotes": [
    {
      "text": "IT IS IMPOSSIBLE to neatly circumscribe a canon of magic texts as being safely of the “Solomonic cycle.\" By arbitrary and rather unscientific means, one might do so by simply including those works which, by tradition or artifice, bear Solomon's name or derive from works which do. Even here, we find at least three classes of material: 1. magical works from late antiquity through the early Middle Ages, such as The Testament of Solomon and Sepher Razim* 2. Byzantine Greek texts of the Magical Treatise of Solomon and the Hygromanteia** 3. medieval grimoires, such as The Key of Solomon.",
      "page": "1"
    },
    {
      "text": "The altered mental state is the most essential and critical aspect of magickal practice.",
      "page": "4"
    },
    {
      "text": "Some of the material in the grimoires may be, in fact, outdated. However, my focus is not upon the content or intent of the spells but on the foundational occult philosophy upon which the magick itself is based. It is my hope that this book will outline the processes by which this kind of magic works, and allow the practitioner to experiment with gaining conversation with various entities.",
      "page": "4"
    },
    {
      "text": "I have followed Sloane 3825 for this edition, except for Ars Notoria. For the latter, the manuscripts are clearly dependent on Robert Turner's translation. I have therefore used his 1657 printed edition as my primary source.",
      "page": "9"
    },
    {
      "text": "Peterson's is by far the best edition available.",
      "page": "9"
    },
    {
      "text": "The best edition available is, not surprisingly, that of Joseph H. Peterson (Scotts Valley: CreateSpace Publishing, 2007), which offers not only an English translation but complete French and Italian texts. Peterson's careful work accommodates academics and practitioners alike.",
      "page": "10"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is highly relevant for anyone engaged in the study or practice of Solomonic magic and Western grimoire traditions. It serves as an indispensable bibliographic guide, offering critical evaluations of numerous editions and translations, and placing them within their historical and magical contexts. It helps researchers and practitioners navigate the complex and often confusing landscape of Solomonic texts by identifying reliable academic editions and distinguishing them from less accurate or popular versions, thereby contributing significantly to both scholarly understanding and informed magical practice.",
    "target_audience": "The paper is meticulously crafted to serve a dual audience: academic researchers in Western Esotericism and Occultism, and practitioners of ceremonial magic. It provides rigorous scholarly analysis, historical contextualization, and critical assessments of textual fidelity for academics, while also highlighting the practical utility of certain editions and online resources for magicians intending to apply these systems."
  }
}