{
  "header": {
    "title": "Ars Almadel, Part IV of the Lemegeton",
    "authors": [
      "Solomon (attributed author)",
      "Benjamin Rowe (transcriber/editor)"
    ],
    "category": "Grimoire Tradition, Western Esotericism, Angelic Magic, Solomonic Magic",
    "keywords": [
      "Almadel",
      "Lemegeton",
      "Angels",
      "Altitudes",
      "Chora",
      "Invocation",
      "Solomonic Magic",
      "Grimoire",
      "Zodiac",
      "Scrying",
      "Wax Tablet",
      "Ceremonial Magic"
    ]
  },
  "central_thesis": "The Ars Almadel presents a Solomonic system for invoking Chief Angels of the four Altitudes (or Choras) of the world, corresponding to the seasons and zodiacal signs, to gain wisdom and effect specific material and spiritual outcomes through precisely constructed magical tools and invocations.",
  "structure_content": [
    {
      "chapter_title": "Here Beginneth the The Fourth Part of this Book Which is called the Art Almadel of Solomon",
      "summary": "This section introduces Ars Almadel as a Solomonic art for attaining wisdom from Chief Angels governing four 'Altitudes' (Choras) of the world. It details the construction of the primary magical tool, the Almadel (a wax tablet), its associated candles, and a golden seal. It also outlines the powers and specific angels of the First Altitude."
    },
    {
      "chapter_title": "[Diagram of the Almadel]",
      "summary": "A visual representation illustrating the precise layout, inscriptions of divine names, pentacles, and the central hexagram/triangle on the Almadel, serving as a canonical guide for its physical construction."
    },
    {
      "chapter_title": "[Invocation and Angelic Appearance]",
      "summary": "This part details the practical ritual steps for angelic invocation, including the setup of the Almadel and tools, lighting candles, reading the invocation from virgin parchment, and perfuming with mastic. It describes the typical appearance of Angels (specifically for the First Altitude), their mode of communication, and the practitioner's required responses. Guidance is provided for securing an angelic appearance if initial attempts are unsuccessful."
    },
    {
      "chapter_title": "Of the Second Chora or Altitude",
      "summary": "This section specifies the distinct colors for the Almadel and ritual furniture for the various Altitudes. It then describes the powers of the Second Chora, which are related to wealth, increase, and decrease, and lists its specific angels and their characteristic appearance. Ritual procedures are largely consistent with the First Chora but adapted for its unique angelic hierarchy."
    },
    {
      "chapter_title": "Of the Third Chora or Altitude",
      "summary": "This part lists the specific angels associated with the Third Chora and their appearance, reiterating that the ritual methodology for invocation remains consistent with the previously described Altitudes."
    },
    {
      "chapter_title": "Of the Fourth Chora or Altitude",
      "summary": "This section provides the names of the angels of the Fourth Chora and their distinctive forms, again confirming that the operational procedures remain uniform across all four Altitudes."
    },
    {
      "chapter_title": "The Times for invoking the Angels",
      "summary": "This critical section elucidates the astrological timing for angelic invocation, connecting specific angels to the Sun's position within the twelve zodiacal signs, which are divided into three signs per Altitude. It emphasizes that invocation is efficacious only when addressing angels governing the current astrological period, and highlights the necessity of knowing the correct divine 'Characters' associated with each Altitude."
    },
    {
      "chapter_title": "The Invocation",
      "summary": "The complete text of the invocation prayer is provided, designed to be adapted by inserting the specific Angel's name and the appropriate divine names for the Altitude. It also includes instructions for interaction with the appearing entity and the suitable post-invocation conduct."
    },
    {
      "chapter_title": "Afterword by Benjamin Rowe",
      "summary": "Benjamin Rowe's afterword contextualizes Ars Almadel within the Lemegeton, noting its distinct, cooperative approach to angelic magic compared to the Goetia. It clarifies the Altitudes as seasonal/zodiacal anchors, corrects common misinterpretations regarding candle placement and zodiacal rulership, discusses the general powers of the angels, and addresses the optional use of a crystal scrying stone."
    }
  ],
  "key_concepts": [
    {
      "term": "Almadel",
      "definition": "A magical wax tablet, typically 4 inches square and 6 inches thick, with specific divine names, symbols (pentacles, hexagram, triangle), and angel names inscribed upon it. Its color varies according to the Altitude being invoked. It serves as a focal point and support for angelic operations."
    },
    {
      "term": "Altitudes (Choras)",
      "definition": "Four distinct divisions of the world, identified with the cardinal directions (East, South, West, North), seasons, and zodiacal signs. Each Altitude has particular virtues, powers, governing angels, and specific colors for the Almadel and ritual implements."
    },
    {
      "term": "Angels of the Altitudes",
      "definition": "Celestial beings associated with specific Altitudes, seasons, and zodiacal signs. They possess distinct powers (e.g., fruitfulness, wealth, increase, decrease) and appear in characteristic forms. Their specific names must be known and used for successful invocation."
    },
    {
      "term": "Golden Seal",
      "definition": "A seal made of pure gold (or silver) engraved with the names HELION, HELLUION, ADONAIJ. It is placed upon the Almadel during operations and is universally used for all four Altitudes. It can also be used to make marks on candles if the Angel does not appear readily."
    },
    {
      "term": "Waxen Foot",
      "definition": "A support structure made from the same wax as the Almadel and candles, used to elevate the Almadel between the four candles."
    },
    {
      "term": "Die Solis",
      "definition": "Latin for 'Day of the Sun,' referring to Sunday, the prescribed day for performing the invocations for all Altitudes."
    },
    {
      "term": "Pentacle of Solomon (☆)",
      "definition": "A specific star-like symbol inscribed on the Almadel, as depicted in the text's diagram."
    },
    {
      "term": "Sexangle Figure (⎈)",
      "definition": "A hexagram-like symbol inscribed in the center of the Almadel, containing a triangle within it."
    },
    {
      "term": "Invocation",
      "definition": "A formal prayer or command, often written on virgin parchment, used to call forth the Angels. It names specific divine names and the Angel being addressed, requesting their visible appearance and assistance."
    },
    {
      "term": "Mastick",
      "definition": "A powdered resin used as incense, burned in an earthen vessel beneath the Almadel to create a fume that ascends through its holes, serving as an olfactory offering or attractant for the Angel."
    }
  ],
  "practical_system": {
    "description": "The Ars Almadel outlines a system for angelic evocation using a specially consecrated wax tablet (the Almadel), colored according to the specific celestial 'Altitude' (Chora) being addressed. The system relies on precise astrological timing (Day of the Sun, specific zodiacal periods), the construction of the Almadel with specific divine and angelic names, the use of supporting wax candles, and a golden seal. Incense (mastic) is burned beneath the Almadel to draw the angel. The practice is cooperative and supplicatory, aiming for wisdom, specific material benefits (e.g., fruitfulness, wealth), and direct communication with Chief Angels, who are expected to appear visibly and audibly.",
    "tools": [
      "Almadel: Wax tablet (4\" square, 6\" thick), colored appropriately for the Altitude, inscribed with divine names, pentacles, hexagram, triangle, and specific angel names.",
      "Four Candles: Made from the same wax and color as the Almadel, each with a waxen foot for support, placed on candlesticks.",
      "Golden Seal (or Silver): Engraved with HELION, HELLUION, ADONAIJ.",
      "Virgin Parchment: For writing the invocation.",
      "Earthen Vessel: Basin-shaped, same color as the Almadel, to hold coals/ashes and mastic.",
      "Hot Ashes or Coals: Placed in the earthen vessel.",
      "Mastic Powder: Three grains for fumigation.",
      "New Pen: For inscriptions on the Almadel.",
      "Crystal Stone (Optional): A small scrying stone, if the practitioner is accustomed to its use; placed on the golden seal atop the Almadel."
    ],
    "rituals": [
      "Preparation of Almadel and Tools: Construct the Almadel from wax (colored according to Altitude), four matching candles, and a golden seal. Inscribe all required divine and angelic names and symbols. Divide wax (1 part for Almadel, 2 for candles), ensure candles have waxen feet to support the Almadel.",
      "Timing: Perform the operation on the Day and Hour of the Sun (Sunday) during the specific zodiacal period governed by the desired Altitude and its associated angels (e.g., First Chora angels are invoked during periods when the Sun is in Aries, Taurus, or Gemini).",
      "Setup: Place the Almadel on its waxen feet, supported by the four candles (on candlesticks). Lay the golden seal upon the Almadel. Have the invocation prepared and written on virgin parchment.",
      "Lighting and Invocation: Light the candles. Read the specific invocation for the chosen Angel, adapting the prayer by filling in the Angel's name and the appropriate God-names for the Altitude.",
      "Perfuming: Place an earthen vessel (basin-shaped, same color as Almadel) containing hot ashes/coals and three grains of powdered mastic beneath the Almadel, allowing the fume to rise through its holes as an offering or attractant.",
      "Angelic Appearance and Dialogue: The Angel is expected to appear visibly (initially as mist/fog, then in a characteristic form). The Angel will speak with a low voice, asking the practitioner's desire.",
      "Practitioner's Response: Humbly state the desire and specific wishes, ensuring they are lawful, just, and align with the Angel's office and God's laws. The stated purpose is 'that my requests may be granted and what I pray for may be accomplished'.",
      "Troubleshooting: If the Angel does not appear promptly, use the golden seal to make 3-4 marks upon the candles.",
      "Post-Invocation: Offer 'kind entertainment' to the Angel. Upon departure, the Angel will fill the place with a sweet, pleasant smell that lingers."
    ]
  },
  "relevant_quotes": [
    {
      "text": "By this art Solomon attained great wisdom from the Chief Angels that govern the four Altitudes of the World",
      "page": "3"
    },
    {
      "text": "Make this Almadel of pure white wax; but the others must be coloured suitable to the Altitude. It is to be 4 inches square, and 6 inches over every way, and in every corner a hole",
      "page": "3"
    },
    {
      "text": "And of the same wax there must be made four candles. And they must be of the same colour as the Almadel is of. Divide your wax into three parts: one to make the Almadel of, and the other two parts to make the candles of. And let there come forth from every one of them a foot made of the same wax to support the Almadel.",
      "page": "3"
    },
    {
      "text": "And when he appeareth he appeareth in the form of an Angel carrying in his hand a banner or flag having the picture of a white cross¹ upon it, his body being wrapped round with a fair cloud, and his face very fair and bright, and a crown of rose flowers upon his head.",
      "page": "4"
    },
    {
      "text": "And note that the First Altitude is called Chora Orientis, or the East Altitude. And to make an experiment in this Chora it is to be done in the day and hour of the Sun. And the power and office of those angels is to make all things fruitful, and increase both animals and vegetables in creation and generation, advancing the birth of children, and making barren women fruitful.",
      "page": "3"
    },
    {
      "text": "But do not pray for anything that is against God and His laws, but what God giveth according to the custom or course of nature: that you may desire and obtain.",
      "page": "5"
    },
    {
      "text": "Note there is twelve Princes, beside those in the four Altitudes: and they distribute their offices amongst themselves, every one ruling thirty days every year. Now it will be in vain to call any of the Angels unless it be those that govern then, for every Chora or altitude hath its limited time, according to the twelve signs of the Zodiack; and in that Sign the Sun is in, that or those Angels that belong to that Sign hath the government [and should be invoked].",
      "page": "6"
    },
    {
      "text": "Therefore it is in vain to call any angel or spirit unless he knows what name to call him by.",
      "page": "6"
    },
    {
      "text": "The Altitudes have names formed severally in the substance of the heavens, even a Character. For when the Angels hear the names of God that is attributed to them, they hear it by virtue of that Character.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "The Ars Almadel is a foundational text within the Solomonic magical tradition, representing one of the major components of the Lemegeton. Its clear instructions for angelic evocation, distinct from the more adversarial Goetia, offer insight into a different current of ceremonial magic focused on benevolent celestial entities. It provides a structured system for interacting with specific angelic hierarchies linked to seasonal and zodiacal influences, making it highly relevant for practitioners interested in astrological magic, angelic communication, and the historical development of grimoire traditions. It underscores a philosophical shift towards cooperation rather than compulsion with higher-order intelligences compared to earlier grimoires.",
    "target_audience": "Experienced ceremonial magicians, occult scholars, practitioners of Western Esotericism (especially those interested in Solomonic magic, angelic evocation, and astrological applications), and researchers studying the Lemegeton and grimoire traditions. It requires a significant commitment to ritual preparation, a grasp of astrological timing, and a certain philosophical disposition towards benevolent angelic contact."
  }
}