{
  "header": {
    "title": "THE POWERFUL AND DEADLY SPELLS OF THE JAVANESE",
    "authors": [
      "Lau Soon Wah"
    ],
    "category": "Occultism, Folk Magic",
    "keywords": [
      "Javanese spells",
      "Borneo magic",
      "Indonesian magic",
      "Malaysian magic",
      "love spells",
      "healing spells",
      "protection spells",
      "curses",
      "black magic",
      "invocation",
      "supernatural forces",
      "magical practices",
      "occultist"
    ]
  },
  "central_thesis": "The book presents a collection of 'original' and 'unaltered' Javanese and Borneo folk magic spells, emphasizing their direct operative power through invocation of supernatural forces, for practitioners seeking tangible results in areas like love, wealth, health, protection, and retribution without recourse to complex theoretical or ceremonial frameworks.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION",
      "summary": "The author, Lau Soon Wah, a researcher and occultist, introduces the book's content, stating that the spells are sourced from his father (a medium and healer) and extensive research into Javanese and Borneo magical practices. The book focuses on 'pure magical methods' involving direct invocation of supernatural forces, with minimal psychic phenomena. A key principle is that spells must be performed in their original, unaltered form to retain effectiveness, with no shortcuts. The book aims to provide practical spells for 'better fulfillment in life by the spiritual way,' guaranteeing 'miracles' if correctly applied."
    },
    {
      "chapter_title": "LOVE SPELLS",
      "summary": "This section details spells intended to attract romantic interest, retrieve lost partners, or enhance one's desirability. It features the 'King Ajasmoro Love Spell' (a Javanese 'pujaan' or invocation) which involves specific ritual actions like clapping the ground seven times on a Friday night to summon 'ground/dark forces' and reciting a spell. Another 'Attraction spell' ('hikmat menarik') is provided to project magnetic appeal."
    },
    {
      "chapter_title": "JAVA SEX SPELL (hikmat ber-zina)",
      "summary": "A highly potent spell, allegedly from Iban tribes in Borneo, designed to instantly 'turn-on' or induce sexual desire in a target. The spell involves a physical action (rubbing the thumb with the index finger) while murmuring the invocation. Modifications are noted for female practitioners. A counter-spell is also provided, involving breaking a matchstick while reciting a short phrase, to 'turn-off' or break such a spell."
    },
    {
      "chapter_title": "SPELLS FOR CURING AILMENTS",
      "summary": "This chapter offers simple, yet effective, magical methods for curing various physical ailments, purportedly borrowed from Indian, Chinese, and Arabic sources. Spells are given for headaches (recited), toothaches (written on paper and applied), insomnia (recited over water or written on deer's skin), general pain relief (written and recited), and an emergency 'stop-bleeding' spell (involving recitation and a specific hand gesture with a material application)."
    },
    {
      "chapter_title": "SPELLS FOR ENEMIES",
      "summary": "This section delves into 'black magic' for adversarial purposes, which the author describes as 'merciless and very deadly.' Spells include a 'Disturbing' spell (from Kalimantan) to inflict sleeplessness and nightmares (written on enemy's material), a 'Tiger-look' spell (from Iban tribes) to instill fear in enemies (a recited invocation), and a 'Nuisance Neighbour Spell' (Middle-Eastern origin) to cause disturbances (written on yellow cloth and buried). The 'deadliest' spell, a 'soul-catching' 'mantera,' is mentioned but not fully disclosed, though its severe effects are described."
    },
    {
      "chapter_title": "SPELLS FOR MISCELLANEOUS MATTERS",
      "summary": "This final section covers a broad range of practical spells for various life situations. These include finding lost items or identifying a thief (writing a spell on food), disposing of pests, warding off intruders or negative entities during sleep, attracting good luck and success (a multi-step ritual before leaving home), influencing others for promotion or business, attracting positive elements into a home, fulfilling wishes, and taming animals."
    }
  ],
  "key_concepts": [
    {
      "term": "Pujaan",
      "definition": "A Javanese term meaning 'invocation,' specifically applied to love spells, implying a calling upon specific forces or entities."
    },
    {
      "term": "Hikmat Menarik",
      "definition": "An 'Attraction spell' designed to enhance the practitioner's personal magnetism and desirability, making them appealing to the opposite sex."
    },
    {
      "term": "Hikmat Ber-Zina",
      "definition": "Translated as 'Java Sex Spell,' a potent charm intended to induce immediate sexual arousal or desire in a target, even against their initial will."
    },
    {
      "term": "Tuk Pawang",
      "definition": "Javanese magicians or witch-doctors, referenced as traditional practitioners and sources for the healing spells presented."
    },
    {
      "term": "Black Magic",
      "definition": "A category of spells aimed at harming or influencing enemies, described as 'merciless and very deadly,' capable of 'crippling' targets for life or affecting their soul, often involving spirit intermediaries."
    },
    {
      "term": "Mantera",
      "definition": "A general term for a spell, specifically used to refer to a 'soul-catching' curse described as lethal and capable of causing severe physical and mental degradation or death."
    },
    {
      "term": "Original Spells",
      "definition": "The author's core principle that the spells presented are 'original with no alterations/shortened or simplified' to maintain their full, undiminished effectiveness, explicitly stating that translation of words is avoided for this reason."
    },
    {
      "term": "Supernatural Forces",
      "definition": "The entities or energies that the spells are intended to deal with directly, control, and influence to achieve desired magical effects."
    }
  ],
  "practical_system": {
    "description": "The practical system presented in this book is a form of Southeast Asian folk magic, predominantly Javanese and Bornean, characterized by its reliance on direct invocation and specific, often simple, ritual acts. The magic operates by 'dealing directly with supernatural forces' which are 'controlled and influenced' through the practitioner's intent, emotions, and the precise recitation of 'original' spells. The system is highly results-oriented, covering a broad spectrum of human desires and needs, from personal enhancement and healing to protection and offensive magic against adversaries. It often involves basic tools and bodily actions rather than elaborate altars or complex ceremonial components.",
    "tools": [
      "Paper",
      "Pen/Ball-point pen",
      "Matchstick/Cigarette/Cylindrical object",
      "Glass of water",
      "Deer's skin",
      "Cloth/Leaf/Material",
      "Copper foil (2\"x4\")",
      "Nail (for writing on copper foil)",
      "Yellow cloth",
      "Red ink",
      "Rack (for censing clothes)",
      "Bread/Food"
    ],
    "rituals": [
      "King Ajasmoro Love Spell: Stand at front door/garden on a Friday night, take a deep breath, 'clap' the ground 7 times with the right hand to call ground/dark forces, and with built-up emotions, recite the spell 'Hai, Ratu Ajasmoro...' followed by repeating the person's name and mother's name 3x, asking them to come home.",
      "Attraction Spell ('hikmat menarik'): Before leaving the house, recite 'Pucuk pinang selera pinang...' before stepping out of the main door.",
      "Java Sex Spell ('hikmat ber-zina'): Sit anywhere undetected, rub your thumb slowly and forcefully with your index finger, murmuring 'When I rub my thumb I am in fact rubbing the clitoris (penis) of that girl (boy)...' (followed by name/dress color) and then recite 'Let her show her love to me...' until the target responds.",
      "Counter-Spell (against sex spell): Obtain a matchstick or similar cylindrical object, say 'Bismillaahir Rohmaanir Rohim' (3x) and 'I break your spell,' then break the object in two.",
      "Headache Cure: Recite 'Bismillaahi khoirul asmaa'...' spell 3x.",
      "Toothache Cure: Write the spell 'Likulli naba-im mustaqor wasaufa ta 'lamuun.' on a tiny piece of paper, fold it, slide it into the affected teeth, and clench lightly.",
      "Insomnia Cure (Method 1): Read the spell 'Fanaadaa fidzhdzhulu-maati allaa ilaaha...' 3x over a glass of water and drink it before retiring.",
      "Insomnia Cure (Method 2): Write the spell 'Fanaadaa fidzhdzhulu-maati allaa ilaaha...' on a deer's skin and tie it to the waist every night before bed.",
      "Pain Relief: Write the spell 'Innamaa yastajiibul ladziina yasma'...' at midnight for 3 continuous nights, fast for the same period, and read it 3x before retiring.",
      "Stop Bleeding Spell (Chinese origin): Face east, hold a piece of cloth/leaf/material in the left hand, point right index and middle finger forward in the shape of a sword, recite 'chze chzau yan...' aloud, then continue with 'Thai seong loww kuan...'. Conclude by making a circular motion 3x clockwise with pointed fingers on the material, making a dot in the center, and patching/bandaging the wound tightly.",
      "Melt Bone in Throat: Face east, support a glass of water with three fingers (thumb, index, middle) of the left hand, recite 'chze chzau yan...' aloud, then say 'Yhee kwai fharr'. Lightly dip pointed fingers (index & middle) of the right hand on the water surface, then drink the water and wait one minute.",
      "Disturbing Spell (for enemies): Write the spell 'Kadzaalika yathba' ulloohu 'alaa quluubil ladziina laa ya' lamuun.' on a piece of cloth belonging to the enemy, and facing the enemy's direction, recite the same spell 3x every night. (To break the spell, burn the cloth.)",
      "Tiger-Look Spell (for enemies): Recite 'Alloohul ghoolibu alloohul qoohiru...' when an enemy is approaching from your direction; this causes them to feel frightened and startled.",
      "Nuisance Neighbour Spell: Write the spell 'Falammaa jaa-a amrunaa ja 'alnaa...' on a piece of yellow cloth and bury it in the neighbor's premises, preferably near their bedroom. (To avoid the spell, the enemy must move out or the buried spell retrieved.)",
      "Protection Spell (Solomon talisman): Write the spell 'Wanufikho fishuuri fasho' iqo...' on paper or cloth, then paste it on the front door, keep it under a pillow, or in a wallet for protection.",
      "Exorcism/Purification Spell: For demon possession, write the spell (Arabic script from page 16) on a piece of yellow paper with red ink, burn it in a glass of water while chanting 'Bismillaahir Rohmaanir Rohim' (3x), then drink the water from the glass.",
      "Ward off Intruders/Curses (sleeping protection): Recite the spell 'Sir wala sir wala Nubi Berail nama-nya dia...' before going to sleep to form a protective aura.",
      "Good Luck and Success Spell: Before leaving the house, stand at the front door, take a deep breath, look at the sky for a few seconds, then at the ground for a minute, then slowly look from toes/feet up to the chest. Read the spell 'Ila ku-mati Waila ku-mati Alif tiada mati' and walk out without turning your head back for 7 steps.",
      "Wealth/Promotion/Recognition Spell: Write the spell 'Robbanaa 'alaika tawakkalnaa wa-ilaika anabnaa...' on a copper foil (2\"x4\"), keep it in your wallet. When seeking promotion, read the spell 3x before seeing your boss.",
      "Attracting Good Elements/House Harmony: Write the spell 'Watammat kalimatu robbika shidqow wa 'adlaa...' and hang it in the house.",
      "Fulfilling Wishes/Holy Spirit Favor: Write the spell 'Watammat kalimatu robbika shidqow wa 'adlaa...' onto a piece of 'rack' (for censing clothes), keep it in your pocket or tied to the waist. For 'additional boost,' read 'Yaa robbi bihaqqi haadzihil-aayati ajib du' aaii yaa arhamar roohimiin.' 100x at midnight.",
      "Influencing Boss/Enemy Spell: Recite the spell 'Laput Yu kata yu Aku anak wayang Allah...' 3x and blow/exhale your breath at your boss or enemy when approaching them.",
      "Attracting Business/Customers Spell: Recite the spell 'Bismilah hirrahman nirrahim Patah pahat patah simpai...' to attract customers.",
      "Thief Detection/Finding Lost Items: Write the spell 'Waidz qotaltum nafsan faddaro-tum fiihaa...' over bread or food (number of times equal to people in the house); the thief will have difficulty swallowing.",
      "Disposing of Pests: Recite the Arabic spell (from page 22) 3x.",
      "Taming Animals: Slowly corner the animal and chant the spell 'Hai tuk tandan ge-lombang perang Bukit ter-dinding didepan-ku...' all the way until you have caught hold of it. (Warning: do not look into the animal's eyes if your purpose is evil.)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "This book teaches you the right invocations that deals directly with supernatural forces, and their effects are from the pure magical methods by which those forces can be controlled and influenced.",
      "page": "4"
    },
    {
      "text": "I personally believe that in order to prove that it works you must try it yourself!",
      "page": "4"
    },
    {
      "text": "I personally guarantee the spells will work like miracles for you. You will never regret having this book! I quote:- miracles CAN be made to happen if you you know the right way to coax them!!!",
      "page": "5"
    },
    {
      "text": "This is a very, very powerful spell that when read will immediately \"turn-on\" the opposite sex and is also one of the merciless spells that will instantly urge your partner to bed with you even if they said 'NO' minutes before.",
      "page": "8"
    },
    {
      "text": "The effects are so powerful that they not only push your enemy back but also 'cripple' him for life, hence I advise you not to use them unless really being forced to.",
      "page": "13"
    },
    {
      "text": "Finally, here is the deadliest spell that I have ever come across and I personally do not recommend anybody to try it because it is too lethal and merciless.",
      "page": "15"
    }
  ],
  "critical_analysis": {
    "relevance": "This book serves as a fascinating, if potentially controversial, document of folk magic practices from Southeast Asia, specifically Javanese and Borneo traditions. Its relevance to Western Esotericism and Occultism lies in demonstrating a distinct, operative approach to magic that emphasizes direct invocation and specific, often simple, ritual actions rather than complex ceremonial structures or extensive philosophical underpinnings typical of many Western traditions. The syncretism evident, particularly the incorporation of Arabic/Islamic phrases within what is presented as Javanese magic, highlights cultural cross-pollination in magical systems. For practitioners, it offers a manual of spells for a wide array of practical life situations, from attraction and healing to protection and aggressive magical warfare. The author's insistence on the 'originality' and 'unaltered' nature of the spells, and the explicit rejection of theoretical discourse, positions it as a 'grimoire' of practical instruction, distinct from more academic or philosophical magical texts.",
    "target_audience": "The target audience for 'The Powerful and Deadly Spells of the Javanese' is clearly the pragmatic magical practitioner, described by the author as 'the person who intends to strive for a better fulfillment in life by the spiritual way.' This includes individuals seeking tangible results in personal areas such as romantic relationships, health, wealth, and self-satisfaction. Crucially, it also appeals to those willing to engage in 'black magic' for adversarial purposes, as evidenced by the detailed sections on spells for enemies, accompanied by warnings about their 'deadly' and 'merciless' nature. The book avoids theoretical explanations or complex esoteric philosophies, making it accessible to those primarily interested in the 'how-to' rather than the 'why' of magical operations. It is for those who believe in direct influence of supernatural forces and are prepared for potentially potent, and sometimes dangerous, outcomes."
  }
}