{
  "header": {
    "title": "Enochian Entities - Book B, Volume #2",
    "authors": [
      "SaToGa",
      "Salvatore Tommy Ganci"
    ],
    "category": "Western Esotericism, Occultism, Enochian Magic",
    "keywords": [
      "Enochian Magic",
      "John Dee",
      "Edward Kelley",
      "Watchtowers",
      "Aethyrs",
      "Liber Loagaeth",
      "Urim & Thummim",
      "Electrical Entities",
      "PSI",
      "Quantum Mechanics",
      "Apocalyptic Scenarios",
      "Planetary Magic",
      "Sigil Dei Ameth",
      "Heptarchial Mystica",
      "Enochian Keys",
      "Ritual Practice",
      "SaToGa System",
      "Gnosticism"
    ]
  },
  "central_thesis": "The central thesis posits that Enochian Entities (EE) are 'Electrical Entities' operating on principles akin to Quantum Mechanics, where the 'Observer affects the Outcome.' SaToGa presents a highly personalized and syncretic system for Enochian magic, emphasizing the 'knitting together' of various Enochian materials (Watchtowers, Keys, Liber Loagaeth, Heptarchial Mystica, 91 Parts) for direct 'Channeling Contact.' This system aims to facilitate communication with EE to gain knowledge, perform tasks, and contribute to personal and humanity's evolution, often within an eschatological or apocalyptic framework influenced by Gnostic principles.",
  "structure_content": [
    {
      "chapter_title": "Introduction & Author's Intent",
      "summary": "The author, SaToGa, presents this volume as an altruistic work, free of charge, and requests its wide circulation. He advises practitioners to include his name, copyright, and email if copying content. He expresses his hope that his work contributes to the Enochian annals of time, serving as his 'Magickal Legacy'."
    },
    {
      "chapter_title": "Enochian Magick as Quantum Mechanics",
      "summary": "SaToGa introduces the philosophical premise that 'Enochian Magick is like Quantum Mechanics – The 'Observer' affects the Outcome.' He describes his 'Urim & Thummim' – an electro-magnetic pendulum device designed to detect subtle 'sensation' or EMI/PSI fields, acting as an alarm for EE presence and their desire for interaction. These entities are affectionately termed 'Electrical Entities' (EE), having previously caused 'Electro Magnetic Interference' (EMI) in Volume #1."
    },
    {
      "chapter_title": "Apocalyptic Overtones and EE Agenda",
      "summary": "The author details EE communications regarding 'Apocalyptic Scenarios,' an 'Ice Age,' 'Pole Shift,' and 'Time Line Convergences.' Despite personal disinclination for such topics, EE are 'adamant' about these transpirations. EE's 'main mission is to enlighten and evolve – Humanity,' requiring 'select wizards' to record and distribute their messages freely. SaToGa embraces his role as an 'Enochian scribe,' interpreting apocalyptic visions as both literal events and symbolic of the 'death of the ego' leading to 'evolutionary exalted' states."
    },
    {
      "chapter_title": "Personal Experience and Critique of Enochian Sensationalism",
      "summary": "SaToGa recounts a correspondent's 'paranoid email' linking his Enochian magic to natural disasters in Arkansas (earthquakes, tornadoes, mass bird/fish deaths). He contextualizes this as 'negative sensationalism,' suggesting alternative scientific explanations (HAARP, BP Fiasco, Chemtrails, LHC, caldera volcanoes, New Madrid Fault Lines) while also interpreting EE's intent as a way to 'entice Dee to stop 'slacking'' and accelerate processes within a set timeframe. He criticizes 'Enochian Horror Stories' and emphasizes discerning vision symbolism."
    },
    {
      "chapter_title": "The 'Urim & Thummim' Method of Contact",
      "summary": "SaToGa describes his method for establishing 'Channeling Contact' with EE, which he also refers to as an 'Enochian-esque Urim & Thummim.' This involves entering his Temple, adorning with Lamen and Ring, sitting in full lotus, reciting the 1st and 2nd EE Keys, meditating to Alpha level, then relaxing and using a notebook and voice recorder to initiate 'ceremony-less contact.' This process allows him to download information 'from vast EE archives,' enhance memory, and experience heightened clairvoyant abilities, indicating an EE-induced trance state."
    },
    {
      "chapter_title": "Temple Tools and Their Significance",
      "summary": "The author outlines the 'Temple Tools' incorporated into his system: a Holy Table (of Covenant) covered with Red Silk (conducting bioelectric energy); the Sigil Dei Ameth (acting as a 'combination lock' and composed of organic bee's wax); 7 Ensigns with Enochian Letters; 5 Wands (one for each element, consecrated by exposure to their native element); a Lamen (second version, distinct from a problematic first); a Ring (worn on the left marriage band finger); and the 4 WatchTowers and Tablet of Union, which are used to balance energies and are 'knitted together' with other materials."
    },
    {
      "chapter_title": "The Unified Enochian System: 'Knitting Together'",
      "summary": "SaToGa asserts that Dee's diaries are vague on linking Keys/Calls and Watchtower tablets, introducing his system using an EE-given Enochian Key system that corresponds to Watch Towers. He explains the 'EE Infrastructure' as 'Knitting Together' all components: the 18 Calls as 'Keys that Open the Tumblers of the Loagaeth cities,' WatchTowers containing 'occupants' (Governors of 30 Aethyrs), Holy Table as Loagaeth/30 Aethyrs, 7 Ensigns as Heptarchial Mystica, and Sigil Dei Ameth as WatchTowers. This creates a Microcosm-Macrocosm analogy. Liber Loagaeth (49 gold sheets, 3D/multi-dimensional) represents the 'Cities' that the 19th Call (a 'Trumpet') calls to the 91 Governors, who are 'etheric counterparts' of the 30 Aethyrs."
    },
    {
      "chapter_title": "Heptarchial Mystica and EE Hierarchy",
      "summary": "The Heptarchial Mystica is defined as the 'Cosmology' and 'Calendar' system of the EE MultiVerse(s). The WatchTowers function as a 'telephone directory' containing the 'Census' (inhabitants) of the 30 Aethyrs, 91 Parts, and Loagaeth. The 18 (and 19th) Calls are directly related to Loagaeth, serving as its 'Declaration of Independence.' The EE hierarchy, comprising Kings, Seniors, Princes, Ministers, and Gods, reflects a 'Theocracy' interested in 'World's Kingdoms.' The purpose of Loagaeth is 'circulating its Energy Matrix/Theocratic Kingdom' leading to 'The End of the World'."
    },
    {
      "chapter_title": "Gnostic Foundations and Sophia/Galvah",
      "summary": "Gnosticism plays a significant role in SaToGa's interpretation. Galvah is equated with Sophia, trapped in flesh and seeking destination, representing the 'unwrapping of the imprisoning skins of the fallen Adam.' The EE are presented as 'rebels against Entropy,' working to overthrow 'the shackles of flesh' by which humanity was imprisoned. The 'First Leaf' of Loagaeth details the Christos, presented by Galvah, implying humanity's role as 'creators in Loagaeth.' The EE 'God of Justice' is differentiated from the Old Testament Demiurge ('Ialdabaoth')."
    },
    {
      "chapter_title": "New Year Rite: 'Partial Solar Eclipse/ Quadrantid Meteor Ritual'",
      "summary": "SaToGa details a specific ritual performed on Jan 1, 2011, during a partial solar eclipse and Quadrantid meteor shower, using a modified 'Severity' King BataivH (instead of Mercy), Key #11, Archangel, and 4 Kerubs. This ritual aimed to 'join the union' of WatchTowers and Heptarchial Mystica 'systems.' Visions included a blue sky turning dark, a darkened desert with a mammoth entity (HCNBR) with an eyeball on its forehead, and two thrones with Kingly 'head ornamentation' (King Befafes, King Babalel). The Archangel reveals insights into human destiny, weapons, and 'The Art of Hearts,' culminating in a vision of an hourglass signifying 'Time is running, so begin!'"
    },
    {
      "chapter_title": "The 'EE Control Center' and Bibliography",
      "summary": "The document includes a photographic collage of SaToGa's 'EE Control Center,' showcasing his personal workspace and various magical tools, diagrams, and notebooks. A bibliography lists several Sloane Manuscripts (3191, 3188, 3189, 307, 3821, 8), Cotton Appendix XLVI, and Emericus Casaubon's 'A True & Faithful Relation of What Passed for Many Yeers between Dr. John Dee and Some Spirits,' indicating the author's engagement with primary historical sources."
    },
    {
      "chapter_title": "The 'ZAX Vision: Get Thee Behind Me- Satan!'",
      "summary": "SaToGa recounts a significant vision where 'Choronzon took the role as Psycho-pomp,' appearing in various forms, his 'greatest illusion' being 'Me.' Choronzon detailed Satan's methods (laying foundations in dreams, not manufacturing dinosaur bones), acted as Ferryman on the River Styx, and explained 'Time' (Chronos as storm god) and Gnostic Seth. Liber Loagaeth was explained by 'The 3 individuals who appeared to Abraham' and by Melchezidek. SaToGa advises against journeying the 30 Aethyrs out of order."
    }
  ],
  "key_concepts": [
    {
      "term": "Enochian Entities (EE)",
      "definition": "Non-physical beings described as 'Electrical Entities' operating on principles akin to Quantum Mechanics, where the 'Observer' affects the Outcome. They have an agenda to enlighten and evolve humanity, communicate through visions and dictation, and influence EMI/PSI fields."
    },
    {
      "term": "Urim & Thummim (SaToGa's)",
      "definition": "Refers to both an 'electro-magnetic pendulum' device used as an alarm for detecting EE presence via EMI/PSI fields, and more broadly, SaToGa's method of establishing 'ceremony-less contact' or 'Channeling Contact' with EE through deep trance states and specific ritual preparation."
    },
    {
      "term": "Knitting Together",
      "definition": "The core concept of SaToGa's Enochian system, emphasizing the systematic inter-connection and synthesis of all Enochian Materials – including the Holy Table, Sigil Dei Ameth, 7 Ensigns, Liber Loagaeth, 49 Keys, WatchTowers, and Heptarchial Mystica – to create a unified and effective operative magical practice."
    },
    {
      "term": "Liber Loagaeth",
      "definition": "Described as 49 gold sheets with differing front and back, signifying 'Thickness or Volume' and being 'Multi-Dimensional.' It is said to contain 3 types of knowledge and input from 7 Entities. The 18 Calls are seen as 'Keys that Open the Tumblers of the Loagaeth cities,' and it is analogized to Joseph Smith's Gold Plates."
    },
    {
      "term": "WatchTowers",
      "definition": "Beyond their traditional understanding, the WatchTowers are presented as containing the 'Census' (inhabitants) of the 30 Aethyrs, 91 Parts, and Loagaeth. They are analogized to a 'telephone directory' for locating and 'dialing in' specific entities for contact. The Original Great WatchTower Table is emphasized in visions."
    },
    {
      "term": "Heptarchial Mystica",
      "definition": "Defined as the 'Cosmology' and 'Calendar' system of the EE MultiVerse(s). It encompasses a complete Planetary 'Magick' System, involving Kings, Princes, and 42 Ministers, and is 'knitted together' with the 7 Ensigns."
    },
    {
      "term": "Enochian Keys/Calls",
      "definition": "The 18 Calls (with an emphasis on the 19th) are described as 'Keys that Open the Tumblers of the Loagaeth cities' and are directly related to Loagaeth, serving as its 'Declaration of Independence' or 'Directives.' The 19th Call is a 'Trumpet that Calls the 91 Governors.'"
    },
    {
      "term": "Gnosticism in Enochian Magic",
      "definition": "A foundational philosophical underpinning of SaToGa's system. Key concepts include Galvah as Sophia (trapped in flesh), EE as 'rebels against Entropy' seeking to liberate humanity from the 'shackles of flesh,' and the notion of humanity as 'creators in Loagaeth.' The EE 'God of Justice' is differentiated from the Gnostic Demiurge 'Ialdabaoth.'"
    },
    {
      "term": "Apocalyptic Overtones (EE Interpretation)",
      "definition": "EE communications frequently allude to 'Apocalyptic Scenarios,' 'Ice Age,' 'Pole Shift,' and 'Time Line Convergences.' SaToGa interprets these as both potential literal events and, on a deeper level, as symbolic of the 'death of the ego,' leading to a mage's 'evolutionary exalted' state and the unlocking of deeper understanding."
    },
    {
      "term": "Choronzon (ZAX Vision)",
      "definition": "In SaToGa's personal vision ('ZAX Dream'), Choronzon takes on the role of a 'Psycho-pomp,' appearing in various forms and revealing 'His greatest illusion' as 'Me.' Choronzon provides insights into Satan's methods, the concept of 'Time' (Chronos as a storm god), and Gnostic Seth, all within a symbolic journey related to Liber Loagaeth and the Covenant."
    }
  ],
  "practical_system": {
    "description": "SaToGa's 'My System' is an operative framework for establishing direct 'Channeling Contact' with Enochian Entities (EE), built upon the principle of 'Knitting Together' all Enochian Materials. It emphasizes preparation, specific ritual tools, and entering altered states of consciousness (Alpha level trance) to facilitate communication, knowledge acquisition, and the execution of specific tasks aligned with the EE's agenda for human evolution. The system also includes a protective and detection mechanism ('Urim & Thummim' device) and methods for processing channeled information.",
    "tools": [
      "Holy Table (of Covenant) with Red Silk Covering: Conducive to bioelectric energy.",
      "Sigil Dei Ameth: A 'combination lock' for deciphering names of beings, made of organic bee's wax to not impede bioelectric energy.",
      "7 Ensigns with Enochian Letters: Used when calling Heptarchial King, Prince, and 42 Ministers.",
      "Lamen: A personal magical breastplate, distinct from a problematic first attempt.",
      "Ring: Worn on the left marriage band finger, signifying power and control.",
      "Scrying Stone: Used for scrying visions during rituals.",
      "Voice Recorder & Notebook: Essential for transcribing channeled communications and visions.",
      "5 Wands: One for each element, consecrated by exposure to its native element.",
      "4 WatchTowers & Tablet of Union: Used for balancing energies and integrating the Enochian systems.",
      "Electro-magnetic pendulum (Urim & Thummim device): An alarm for detecting EMI/PSI fields caused by EE.",
      "Faraday cage: Used for protecting electronic devices (e.g., computer hard drive) from EE-induced electrical disturbances.",
      "Shewstone: A traditional scrying tool used to receive responses from EE."
    ],
    "rituals": [
      "Ceremony-less Contact / Channeling Contact: Entering the Temple, adorning with Lamen and Ring, sitting in full lotus, reciting the 1st and 2nd EE Keys, meditating to Alpha level, then using a notebook and voice recorder to initiate direct communication with EE.",
      "New Year Rite / Partial Solar Eclipse/Quadrantid Meteor Ritual: A complex ritual involving the invocation of King BataivH (for 'Severity'), Archangel, and 4 Kerubs using Key #11. Specific actions include vibrating keys (#1, #2, #17 Fire of Air) and strategic placement of seals (Prince Befafes on altar, King Babalel under feet) to achieve a desired 'Energy and Setting' for obtaining insights into 'Water of Fire/Arts & Crafts' knowledge.",
      "FIRE Ritual for Astral Temple Formation: Utilizing the East Tablet (corresponding to Aries, Leo, Sagittarius) to form a Pyramid Astral Temple. This allows the mage to attract and channel the energy matrix, assigning 2 Seniors to each zodiacal sign for focused energy work. Visualisation of a truncated pyramid is optional for beginners."
    ]
  },
  "relevant_quotes": [
    {
      "text": "\"Enochian Magick is like Quantum Mechanics- The 'Observer' affects the Outcome”",
      "page": "4"
    },
    {
      "text": "THE ONLY FAVOR I ASK OF YOU IS TO PLEASE KEEP THESE BOOKS IN CIRCULATION. UPLOAD THEM AND DOWNLOAD THEM, PRINT THEM AND COPY/PASTE THEM ALL OVER THE PLACE! ...INTERNET & BEYOND!",
      "page": "2"
    },
    {
      "text": "EE's main mission is to enlighten and evolve- Humanity.",
      "page": "8"
    },
    {
      "text": "\" As [... Voice recorder Inaudible Here...] 'Urim & Thummim' to reveal what was meant to keep as secret, so too shall thou bear witness to our light stones. So shall you appear as our priest for this time and time again, as did the High Priest, and as *Joseph Smith of old...”",
      "page": "8"
    },
    {
      "text": "The EE Infrastructure: “Knitting Together”",
      "page": "23"
    },
    {
      "text": "Think of the WatchTower as a telephone directory. Find the occupant and dial it in!",
      "page": "24"
    },
    {
      "text": "Galvah is Sophia, trapped in flesh, yearning to reach Her destination. Unwrapping the imprisoning skins of the fallen Adam.",
      "page": "27"
    },
    {
      "text": "“We provide the Arts which create the biggest weapons man has. We provide the rationale and common sense of ‘not to use it'. We provoke to make you use it. We open the books and say ‘learn not to use it'. Man's inherent ways, will decide that destiny. In a smaller scale man within himself is god. Within are bubbling fountains of light that sprinkle forth the waters of life and godhood. This is truly the bigger picture, for bombs are the meager one.”",
      "page": "38"
    }
  ],
  "critical_analysis": {
    "relevance": "SaToGa's 'Enochian Entities - Book B' offers a highly idiosyncratic and syncretic reinterpretation of traditional Enochian magic, making it relevant for occultists interested in modern, experimental, or non-traditional approaches. Its integration of Quantum Mechanics analogies, Gnostic philosophy, and a personal connection to historical figures like Joseph Smith, positions it as a unique contribution to contemporary esoteric discourse. The emphasis on direct channeled experience and the 'Knitting Together' concept provides a practical framework for advanced practitioners seeking to deepen their engagement with Enochian currents. It also serves as a valuable primary source for studying the evolution and adaptation of magical systems in the modern era, particularly how practitioners reconcile ancient traditions with contemporary understanding.",
    "target_audience": "The target audience is primarily experienced Enochian practitioners, advanced occultists, and researchers in Western Esotericism who are open to experimental and non-traditional interpretations of magical systems. The text assumes prior knowledge (referencing Volume 1 repeatedly) and utilizes specialized terminology, making it unsuitable for beginners. Individuals interested in the intersection of magic, consciousness, and scientific paradigms, as well as those exploring Gnostic influences in modern occultism, would find this work particularly engaging."
  }
}