{
  "header": {
    "title": "REAL MAGICK FOR REAL PROBLEMS",
    "authors": [
      "Marcus T. Bottomley"
    ],
    "category": "Western Esotericism & Occultism",
    "keywords": [
      "Practical Magic",
      "Folk Magic",
      "Results-Oriented Magic",
      "Grimoire Traditions",
      "Love Spells",
      "Money Spells",
      "Protection Spells",
      "Divination",
      "Healing Spells",
      "Curse Tablets",
      "Hoodoo-like practices"
    ]
  },
  "central_thesis": "The book's central thesis is that \"magickal rites\" offer a direct, simple, and effective means to solve mundane \"real problems\" and improve various aspects of one's life, including personal relationships, finances, health, legal issues, and social conflicts. It posits that supernatural forces can be harnessed through precise, step-by-step rituals, emphasizing practical application and tangible results over complex theoretical understanding or spiritual development.",
  "structure_content": [
    {
      "chapter_title": "Magickal Cures for Sexual Impotence in Men",
      "summary": "This chapter details three practical methods to cure male sexual impotence: The Red-Ants Cure (ingesting boiled red ants), The Calamus Root Treatment (consuming a calamus root decoction), and The Young Rooster Treatment (ingesting powdered rooster gizzard skin)."
    },
    {
      "chapter_title": "To Discover the Identity of a Thief",
      "summary": "This section describes the 'Bible-and-Key Rite,' a divinatory method using a Bible, a brass key, and string to identify a culprit by observing the Bible's movement during specific invocations naming suspects."
    },
    {
      "chapter_title": "Winning Court Cases",
      "summary": "This chapter outlines two rites aimed at influencing court proceedings: The Asafetida-and-Vinegar Rite (using a mixture to confuse witnesses and sway judges/juries) and The Beef Tongue Rite (writing adversary names on paper, inserting into a beef tongue with needles, then burning it to silence or influence them)."
    },
    {
      "chapter_title": "Forcing a Person to Leave",
      "summary": "Two methods are provided to compel an unwanted person to move out: a mixture of coffee, eggshells, and salt to be sprinkled in their path or room, and The Graveyard Dust Rite, which involves collecting dirt from a grave, making an offering to the deceased's spirit, and then deploying the dirt in the target's vicinity."
    },
    {
      "chapter_title": "Punishing an Enemy",
      "summary": "This chapter describes a powerful method of retribution, involving the 'Graveyard Dust Rite' to 'hand over' an enemy to the spirit of a deceased person, specifying grave selection, offerings, and invocation to direct the spirit's actions against the foe."
    },
    {
      "chapter_title": "To Make Somebody get in Touch with You or Return to You",
      "summary": "Two rites are presented to compel someone's return or contact. 'Rite Number One' involves burning paper with the target's name over nine nights while wishing. 'Rite Number Two' uses a catfish, paper with names/wishes, and needles, which is then buried."
    },
    {
      "chapter_title": "To End a Love Affair between Your Spouse or Lover and somebody else",
      "summary": "This chapter offers two methods to break up unwanted relationships: a ritual involving burning names (one inverted) on paper with aloes, sulphur, and saltpeter; and The Mixture-in-Coconut Magickal Rite, using various ingredients pushed into a coconut with the couple's names, then sealed and buried."
    },
    {
      "chapter_title": "To put Your Spouse or Lover under Your Control",
      "summary": "Two control rites are detailed: 'Rite Number One' (for women) involves a yellow handkerchief used to clean a male partner's sexual organ over nine encounters, then bottled with needles and buried. 'Rite Number Two' (for any gender) uses names on paper, needles, and a piece of the target's clothing, which is then buried or concealed."
    },
    {
      "chapter_title": "To Dream about a Future Spouse",
      "summary": "This section describes a divinatory ritual using a lover's shoes and matchsticks, placed under the bed in a specific orientation, for three consecutive nights to induce dreams revealing whether that person will become one's future spouse."
    },
    {
      "chapter_title": "Attaining Luck and Success in Business and Money Matters generally",
      "summary": "Three rites for financial prosperity are introduced: The Cloves-and-Sulphur Rite (burning pulverised cloves and sulphur on a shoe sole), The Van-Van Bath (using Van Van oil in bathwater and sprinkled in the home), and The Shame Root Rite (soaking Shame Root in High John the Conqueror Oil and applying it)."
    }
  ],
  "key_concepts": [
    {
      "term": "Magickal Rite",
      "definition": "A practical, step-by-step procedure involving specific materials, timing, and invocations, designed to achieve a desired mundane outcome through supernatural means."
    },
    {
      "term": "Red-Ants Cure",
      "definition": "A folk magic remedy for sexual impotence in men, involving the collection of nine live red ants, boiling them in water, and then drinking the 'treated' water three times a day until potency is restored."
    },
    {
      "term": "Calamus Root Treatment",
      "definition": "An herbal remedy for sexual impotence, requiring calamus roots (or powder) to be boiled in water, reduced to a pint, cooled, and then consumed three times a day, mixed with whisky or similar drink, until virility is restored."
    },
    {
      "term": "Young Rooster Treatment",
      "definition": "A folk magic cure for sexual impotence, utilizing the dried and powdered gizzard skin of a young rooster that has just begun to crow. This powder is then ingested with a glass of whisky, gin, or other drink regularly for two to three weeks."
    },
    {
      "term": "Bible-and-Key Rite",
      "definition": "A divinatory technique to identify a thief or culprit. It involves tying a brass key to a Holy Bible with white string, lighting a white candle, and holding the Bible by the string. Suspects' names are invoked, and if the Bible turns, the named person is identified as the perpetrator. Collusion is indicated by movement for multiple names."
    },
    {
      "term": "Asafetida-and-Vinegar Rite",
      "definition": "A court magic ritual intended to make the judge and jury sympathetic, and to prevent important opposition witnesses from appearing or to make them confused and contradictory. It involves mixing asafetida with vinegar in a small bottle, making wishes over it at midnight and early morning, and secretly touching the bottle in court."
    },
    {
      "term": "Beef Tongue Rite",
      "definition": "A powerful court magic ritual designed to 'gag' vital witnesses, influence the judge/magistrate, and/or jury. It requires writing the names of adversaries (judge, witnesses, counsel, jury members if known) on paper, inserting it into a cut-open beef tongue, pinning it with nine new needles, and then burning the tongue completely while making wishes."
    },
    {
      "term": "Coffee/Eggshell/Salt Mixture Rite",
      "definition": "A ritual to force a person to leave an abode. It involves grinding fresh coffee beans and boiled eggshells into a powder, mixing with table salt, and secretly sprinkling this mixture where the target regularly passes or in their room/shoes, while stating wishes for them to depart."
    },
    {
      "term": "Graveyard Dust Rite",
      "definition": "A potent magickal method for forcing someone to leave or punishing an enemy. It involves collecting dirt from an adult's grave (preferably a 'wicked' or violently deceased person), making a coin offering to the spirit, invoking the spirit for assistance, and then secretly sprinkling the dirt in the target's room/shoes or throwing it over their house/building."
    },
    {
      "term": "Rite Number One (Contact/Return)",
      "definition": "A ritual to compel someone to get in touch or return. Performed at midnight during a waxing moon, it involves lighting a red candle, writing the target's name repeatedly on paper, and then burning small portions of the paper over nine consecutive nights while repeating wishes for their contact or return."
    },
    {
      "term": "Rite Number Two (Catfish)",
      "definition": "A simple magickal rite to force a lover, marriage partner, or closely associated person to return. Performed on a Friday, it involves writing the target's name and wishes on paper, cutting open a catfish, inserting the paper into the fish, sticking it with nine new needles, and burying the fish in the ground; the person responds as the fish rots."
    },
    {
      "term": "Waning Moon Relationship Break-up Rite",
      "definition": "A ritual to end a love affair between a spouse/lover and a third party. Performed at night during the waning moon, it involves lighting a red candle, writing the names of the involved parties on paper (one name inverted), wrapping the names with a mixture of ground aloes, sulphur, and saltpeter, and burning it over nine consecutive nights while repeatedly cursing their relationship."
    },
    {
      "term": "Mixture-in-Coconut Magickal Rite",
      "definition": "A ritual to break up a love or marriage relationship. It requires a female coconut (two 'eyes'), which is drained, and then filled with a paper containing the couple's names, bitter apple, dry cayenne pepper, red-pepper pod, guinea seeds, graveyard dirt, steel dust, and nine small needles. The coconut's 'eyes' are sealed with candle wax, and it's buried; the relationship deteriorates as the coconut's lining rots."
    },
    {
      "term": "Yellow Handkerchief/Needles Rite",
      "definition": "A ritual (primarily for women) to put a male partner under control and prevent his sexual interest in other women. It involves using a yellow handkerchief to clean the man's sexual organ (and one's own) after nine consecutive sexual encounters, then bottling the dried handkerchief with nine new needles, making wishes, and secretly burying the bottle."
    },
    {
      "term": "Cloth/Paper/Needles Rite (Control)",
      "definition": "A ritual (for any gender) to control a spouse or lover. It involves writing the practitioner's name and the target's name on paper (forming an 'X'), placing nine new needles on it, folding the paper, wrapping it in a piece of the target's used (preferably unwashed) clothing, tying it, and then burying or concealing it where the target will frequently walk over it or sleep on it (e.g., in a pillow or mattress)."
    },
    {
      "term": "Shoes-and-Matchsticks Rite",
      "definition": "A divinatory rite to dream about a future spouse. The practitioner places a pair of the target's shoes under their bed (one horizontal, one vertical, forming a 'T'), each with three single matchsticks inside. This is performed for three consecutive nights, while concentrating on the person before sleep. The appearance of a marriage dream indicates a future union."
    },
    {
      "term": "Cloves-and-Sulphur Rite",
      "definition": "A ritual to enhance business success and money matters. It involves pulverising cloves and sulphur, placing them on a cut-off sole of the practitioner's old right-foot shoe, and burning all three items together in a room while making financial wishes. This is performed on Monday, Wednesday, and Friday, using a fresh shoe sole each time."
    },
    {
      "term": "Van-Van Bath",
      "definition": "A simple method to attract luck in money matters. It involves adding nine drops of Van Van oil to bathwater, making money wishes before bathing, and then rubbing a little Van Van oil on the body after the bath. Additionally, a few drops mixed with cold water can be sprinkled around the home to attract money luck to occupants."
    },
    {
      "term": "Shame Root Rite",
      "definition": "A success-bringing rite for business and money. Shame Root cuttings are soaked in High John the Conqueror Oil for nine days and nights. Daily, the bottle is shaken, and wishes for money, business, and prosperity are stated. After the nine days, the oil is rubbed on the hands and face at night and before leaving for work."
    }
  ],
  "practical_system": {
    "description": "The practical system presented is a collection of diverse magickal rites, each designed for a specific mundane problem. It operates on principles of sympathetic magic, contagion, and invocation, often directing the will of elemental or spiritual entities (including deceased spirits) through specific actions, materials, and verbal formulae. The system emphasizes precise execution, specific timings (moon phases, days of the week), and the practitioner's focused intention/wishes. It is explicitly 'results-oriented,' aiming for tangible, real-world outcomes. The author maintains that the rites are 'simple and safe' to perform, requiring minimal theoretical understanding and promoting direct engagement to achieve desired changes in personal circumstances.",
    "tools": [
      "Red ants",
      "Calamus roots (or powder)",
      "Young rooster gizzard",
      "Bible",
      "Brass key",
      "White string",
      "White candles",
      "Asafetida",
      "Vinegar",
      "Beef tongue (full-length)",
      "Sharp knife",
      "White, unruled paper",
      "New red ball-point pen",
      "Nine new needles",
      "Coffee beans (or ground coffee)",
      "Chicken eggs (boiled shells)",
      "Table salt",
      "Graveyard dirt ('dust')",
      "Copper coins (odd number)",
      "Powerful torch (for night cemetery visits)",
      "Catfish",
      "Ground aloes",
      "Sulphur",
      "Saltpeter",
      "Female coconut",
      "Bitter apple (citullis colocynthis)",
      "Dry cayenne pepper",
      "Red-pepper pod",
      "Guinea seeds",
      "Steel dust",
      "Candle wax",
      "Yellow handkerchief",
      "Used/unwashed item of target's clothing",
      "Lover's shoes",
      "Three single matchsticks",
      "Cloves (pulverised)",
      "Sulphur (pulverised)",
      "Sole of an old, used, right-foot shoe",
      "Burner or metal plate/sheet",
      "Van Van oil (or powder)",
      "Bath water",
      "Cold water",
      "Shame Root ('Shame Brier') cuttings",
      "High John the Conqueror Oil",
      "Occult-goods supplier (for specialized ingredients)"
    ],
    "rituals": [
      "Red-Ants Cure",
      "Calamus Root Treatment",
      "Young Rooster Treatment",
      "Bible-and-Key Rite",
      "Asafetida-and-Vinegar Rite",
      "Beef Tongue Rite",
      "Coffee/Eggshell/Salt Mixture Rite",
      "Graveyard Dust Rite",
      "Rite Number One (To Make Somebody get in Touch with You or Return to You)",
      "Rite Number Two (To Make Somebody get in Touch with You or Return to You - Catfish)",
      "To End a Love Affair between Your Spouse or Lover and somebody else (Waning Moon Paper Burning)",
      "Mixture-in-Coconut Magickal Rite",
      "Rite Number One (To put Your Spouse or Lover under Your Control - Yellow Handkerchief)",
      "Rite Number Two (To put Your Spouse or Lover under Your Control - Cloth/Paper/Needles)",
      "Shoes-and-Matchsticks Rite",
      "Cloves-and-Sulphur Rite",
      "Van-Van Bath",
      "Shame Root Rite"
    ]
  },
  "relevant_quotes": [
    {
      "text": "REAL MAGICK FOR REAL PROBLEMS",
      "page": "1"
    },
    {
      "text": "Magick is exactly what it implies - the occurence of desired effects by supernatural means. We are not referring to \"magic\", the entertainer's tricks of illu-sion and deception. We are talking here about the REAL THING.",
      "page": "62"
    },
    {
      "text": "There is no rational explanation for the effects of MAGICK. Magick is Magick. And neither is there any point in turning to a book of this kind if you do not believe in the supernatural. There must be belief in order for Magick to work.",
      "page": "62"
    },
    {
      "text": "It is quite useless purchasing this book and not performing the magickal rites revealed in it which are relevant to your particular problem. You will be amazed at how quickly you can solve your problems and improve your life by performing the said magickal rites. Well, what are you waiting for? GOOD LUCK.",
      "page": "61"
    },
    {
      "text": "Poverty cannot oppose its force.",
      "page": "62"
    }
  ],
  "critical_analysis": {
    "relevance": "This book holds significant relevance within the context of practical folk magic and results-oriented occultism. It directly addresses common human desires and anxieties—love, money, health, revenge, legal protection, and domestic control—positioning magic as a utilitarian tool for mundane problem-solving. Its emphasis on direct action and tangible outcomes aligns with traditions that prioritize efficacy over complex theological or philosophical frameworks. The text serves as a modern grimoire, providing specific instructions for immediate application, thus reflecting a persistent demand for accessible, 'real-world' magical solutions. It bypasses theoretical debates, urging practitioners to 'judge the effects for yourself,' which resonates with experimental and pragmatic magical currents, including elements akin to Hoodoo and traditional European cunning-folk practices.",
    "target_audience": "The target audience for 'REAL MAGICK FOR REAL PROBLEMS' is individuals experiencing specific, tangible life difficulties who seek direct supernatural intervention for resolution. This includes those feeling disempowered by conventional means, or those curious about occult practices but lacking extensive prior knowledge. The simple, step-by-step instructions, lack of complex magical theory, and explicit promise of 'simple and safe' rites make it highly accessible to beginners or casual practitioners. It targets individuals who possess a fundamental 'belief in the supernatural' and are willing to engage in practical rituals without deep philosophical or ethical introspection, valuing immediate, personal results above all else. The testimonials included serve to further entice and validate the practices for this audience."
  }
}