{
  "header": {
    "title": "Announcing the AIPR Certificate in Parapsychology and AIPR Advanced Certificate in Parapsychology",
    "authors": [
      "Australian Institute of Parapsychological Research (AIPR)"
    ],
    "category": "Educational Announcement",
    "keywords": [
      "Parapsychology courses",
      "AIPR Certificate",
      "Advanced Certificate",
      "paranormal phenomena",
      "scientific principles",
      "research findings",
      "Australia",
      "higher education"
    ]
  },
  "central_thesis": "This announcement details the AIPR Certificate in Parapsychology and the AIPR Advanced Certificate in Parapsychology courses, outlining their educational objectives, structure, unit content, and fees to provide a comprehensive, scientifically-oriented understanding of paranormal phenomena.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION TO THE COURSES",
      "summary": "This section introduces the two parapsychology courses, emphasizing their aim to provide students with a comprehensive understanding of paranormal phenomena, fostering scientific thinking, critical evaluation of research, and effective communication within the field."
    },
    {
      "chapter_title": "STRUCTURE OF THE COURSES",
      "summary": "This part describes the unique design of the courses, noting their tertiary-level structure using specific learning-area modules (units) covering contemporary parapsychology. It highlights the online accessibility of integrated reading programs through the AIPR, which acts as the authorizing body."
    },
    {
      "chapter_title": "FEES",
      "summary": "Details on the fee structure are provided, including a special introductory offer for individual units and a discounted rate for 'Contemporary Issues I and II'. It mentions a bonus free subscription to the Australian Journal of Parapsychology for students paying for five units in advance, and policies regarding fee redemption and refundability."
    },
    {
      "chapter_title": "THE UNITS",
      "summary": "This section explains that unit outlines include links to downloadable course materials such as essay topics, articles, and book chapters. It notes that materials are accessible prior to payment for informed decision-making, but only enrolled students can submit assignments for assessment."
    },
    {
      "chapter_title": "AIPR Certificate in Parapsychology course units",
      "summary": "Lists the seven specific units comprising the AIPR Certificate in Parapsychology: History of Parapsychology (1882-1932), The Parapsychology of J. B. Rhine, Survival or Super-Psi?, Extra-Ordinary Paranormal Feats, Conspiracy and Controversy in Parapsychology, Parapsychology—Present and Future, and Contemporary Issues in Parapsychology I (Open Unit)."
    },
    {
      "chapter_title": "AIPR Advanced Certificate in Parapsychology course units",
      "summary": "Lists the ten specific units for the AIPR Advanced Certificate in Parapsychology: Methodology in Parapsychology (recommended), Experimental Issues in Parapsychology, Sociological and Phenomenological Issues in Parapsychology, Survival Issues in Parapsychology, Characteristics of Believers in the Paranormal, Psi and Mainstream Science, The Theory of Psychopraxia, Synchronicity and Psi, Parapsychology and Astrology, and Contemporary Issues in Parapsychology II (Open Unit)."
    }
  ],
  "key_concepts": [
    {
      "term": "AIPR Certificate in Parapsychology",
      "definition": "An educational program offering a comprehensive understanding and awareness of claims of, and evidence for, paranormal phenomena through a series of specific units."
    },
    {
      "term": "AIPR Advanced Certificate in Parapsychology",
      "definition": "A higher-level educational program providing further specialization and in-depth study of parapsychological issues, requiring completion of 5 appropriate units for award."
    },
    {
      "term": "Parapsychology",
      "definition": "The field of inquiry focused on the scientific study of paranormal phenomena, emphasizing critical thinking and objective evaluation."
    },
    {
      "term": "Units (learning-area modules of study)",
      "definition": "Individual components of the parapsychology courses, each covering specific themes and issues, consisting of integrated readings and requiring assignment submission for assessment."
    },
    {
      "term": "Paranormal phenomena",
      "definition": "The claims and evidence studied within parapsychology, encompassing a range of extraordinary occurrences."
    }
  ],
  "practical_system": {
    "description": "The practical system for these courses involves selecting and enrolling in individual units, accessing comprehensive course materials and readings predominantly online via the AIPR website, and submitting assignments for assessment. Successful completion of five appropriate units leads to the award of either the AIPR Certificate or Advanced Certificate in Parapsychology.",
    "tools": [
      "AIPR website (http://aiprinc.org/courses.asp)",
      "Internet access",
      "Electronic payment methods",
      "Text processing software for assignments"
    ],
    "rituals": [
      "Unit selection and payment for enrollment",
      "Accessing online course materials and readings",
      "Drafting and submitting assignments for assessment"
    ]
  },
  "relevant_quotes": [
    {
      "text": "The AIPR Certificate in Parapsychology and the AIPR Advanced Certificate in Parapsychology courses give students an education in the field of parapsychology by providing a comprehensive understanding and awareness of claims of, and evidence for, paranormal phenomena.",
      "page": "1"
    },
    {
      "text": "The main aim of these courses is to instil in students an orientation towards parapsychology that gives them the capacity to: acquire and apply knowledge relevant to a range of areas in parapsychology appreciate the necessity of applying scientific principles to parapsychological studies understand the problems faced by researchers in the study of paranormal phenomena engage in critical thinking and objective evaluation of parapsychological research findings and other paranormal claims accept the view that parapsychology is an accumulative field of inquiry that grows through continual break-through in theory development and experimental discoveries communicate, clearly and concisely, basic assumptions and findings in the science of parapsychology",
      "page": "1"
    },
    {
      "text": "There are no other courses like these in Australia or overseas, but they follow the conventional higher-education (tertiary) course design. That is, they are comprised of specific units (i.e., learning-area modules of study), which cover a representative range of themes and issues in contemporary parapsychology.",
      "page": "1"
    },
    {
      "text": "The courses consist of integrated programs of readings, and most of these readings are accessed on-line through the Australian Institute of Parapsychological Research (AIPR), Incorporated. The AIPR acts as authorising institute and agent for the courses.",
      "page": "1"
    },
    {
      "text": "Completion of either course in 5 (five) appropriate units leads to the award of the AIPR Certificate in Parapsychology or AIPR Advanced Certificate in Parapsychology.",
      "page": "2"
    }
  ],
  "critical_analysis": {
    "relevance": "This document is highly relevant for individuals seeking formal, structured education in parapsychology. It outlines a unique tertiary-level offering that emphasizes a scientific approach to paranormal phenomena, distinguishing itself from less formal studies in the field. Its focus on critical thinking and objective evaluation provides a valuable framework for understanding parapsychological research.",
    "target_audience": "The primary target audience includes students who have completed secondary school, individuals unfamiliar with formal scientific parapsychology or statistical analysis (recommended to start with the Certificate), and anyone globally interested in a comprehensive, academically structured study of parapsychology. It is particularly aimed at those seeking accredited certification in the field from a recognized institution like AIPR."
  }
}