{
  "header": {
    "title": "The Kahuna Sorcerers of Hawaii, Past and Present: With a Glossary of Ancient Religious Terms and the Books of the Hawaiian Royal Dead",
    "authors": [
      "Julius Scammon Rodman"
    ],
    "category": "Hawaiian Esotericism, Occultism, Comparative Religion",
    "keywords": [
      "Kahuna",
      "Hoomanamana",
      "Ana'ana",
      "Mana",
      "Unihipili",
      "Aumakua",
      "Hawaiian religion",
      "Sorcery",
      "Healing",
      "Burial practices",
      "Polynesian magic",
      "Voodoo",
      "Red-eyed kahuna",
      "Royal Hawaiian Dead"
    ]
  },
  "central_thesis": "This book provides a comprehensive, authentic, and historically contextualized documentation of Hawaiian kahuna practices, ancient religious terms, and royal burial traditions. It details the operative mechanics of both black and white magic, emphasizing the manipulation of vital force (mana) and interactions with spirit entities. The author integrates personal experiences and research to highlight the persistence of these traditions despite Western influence, arguing for their profound cultural significance and continued, albeit often hidden, practice.",
  "structure_content": [
    {
      "chapter_title": "Part 1: The Kahuna",
      "summary": "Introduces the concept of Kahuna as powerful sorcerer-priests and medicine men in Hawaii, detailing various orders of Hoomanamana (black magic) and healing practices. It describes their historical context, the impact of missionary efforts, and the author's personal encounters with contemporary Kahuna practitioners, including specific sorcery rites like 'praying to death' and the manipulation of spirit entities."
    },
    {
      "chapter_title": "Part 2: The Ancient Burial Caves of the Hawaiian Royalty",
      "summary": "Explores traditional Hawaiian royal burial customs, focusing on the secrecy and sacredness of burial caves. It recounts stories of grave guardians (sharks, spirit entities), curses placed on trespassers, and the author's expeditions into these forbidden sites, detailing artifacts, mummies, and the perceived supernatural encounters. The section also touches upon the quest for King Kamehameha's lost treasure cave."
    },
    {
      "chapter_title": "Part 3: European-Style Burial Practices in Nineteenth- and Twentieth-Century Hawaii",
      "summary": "Describes the evolution of Hawaiian burial practices under European influence, particularly for royalty. It details elaborate state funerals that blended traditional Hawaiian rites with Western customs, including the use of kahilis (feather standards) and specific religious ceremonies. The section features accounts of royal reinterments and the political and social context surrounding these events."
    },
    {
      "chapter_title": "Chapter 1: Kahuna Voodoo Sorcerers and Medicine Men, Past and Present",
      "summary": "Defines Kahuna and Hoomanamana, distinguishing between black and white magic practitioners. It discusses the perceived decline in consistent effectiveness of black magic due to lack of deeper esoteric lore. The chapter notes the existence of red-eyed mystics still practicing and details specific methods of death-praying (ana'ana) and healing (la'au lapa'au)."
    },
    {
      "chapter_title": "Chapter 2: Fourteen Major and Six Secondary Orders of Classical Hoomana and Hoomanamana Practitioners",
      "summary": "Lists and briefly describes twenty orders of Hawaiian sorcerers, including Ana'ana (praying to death), Hoo-pio-pio (magical events), Hoo-una-una (dispatching evil spirits), Hoo-komo-komo (creating sickness), Poi-uhane (spirit entrapping), Pule kuni (burning objects for prayers), Kilo-kilo (divination), Nana-uli (weather prophecy), La'au lapa'au (healing), Kuhi-kuhi puu-one (heiau locators), Makani (wind priesthood), and Hoo-noho-noho (dispensaries of spirits)."
    },
    {
      "chapter_title": "Chapter 3: Exorcism and the Decline of Hoomanamana",
      "summary": "Discusses exorcism as a counter-practice against destructive kahuna curses. It presents accounts of practitioners (e.g., Mormon elders) who successfully neutralize death curses, sometimes by turning them back on the originator. The chapter attributes the decline of Hoomanamana to missionary efforts, but notes its persistence in hidden forms."
    },
    {
      "chapter_title": "Chapter 4: Royal Hawaiian Victims of Hoomanamana",
      "summary": "Documents instances where prominent Hawaiian, American, and European political figures, including King William Lunalilo, King David Kalakaua, and Princess Miriam Likelike, were believed to have fallen victim to kahuna curses between 1880 and 1910. It explores the political motivations behind such curses and the fear they instilled in the royal court."
    },
    {
      "chapter_title": "Chapter 5: Kahuna Practices of the Last King and Queen Who Ruled Hawaii—A Secret Poison",
      "summary": "Examines King David Kalakaua's interest in kahuna black arts and his aspiration to be a high priest, suggesting he used sorcery for political ends, including the alleged death of his sister Princess Likelike. It also details Queen Liliuokalani's engagement with kahuna for protection and the belief that royal figures were targeted by curses or 'secret poisons' by political enemies."
    },
    {
      "chapter_title": "Chapter 6: Lives and Loves of a Princess and a High Chief—Some Deadly Witchcraft",
      "summary": "Explores the political and personal rivalries within Hawaiian royalty that led to the use of kahuna curses, particularly concerning Princess Kaiulani. It discusses legends of her death by 'kahuna ana'ana' employed by white revolutionaries and the belief that political enemies used black magic to target high-ranking Hawaiians."
    },
    {
      "chapter_title": "Chapter 7: Six Prominent Caucasian Victims of the Kahuna Curse in the Old Days",
      "summary": "Presents anecdotal evidence and historical accounts of Caucasian individuals, particularly 'newly arrived Caucasians' who were skeptical of kahuna powers, becoming victims of curses. It cites cases like Prince Consort John O. Dominis, Henry N. Castle, and John L. Stevens, attributing their misfortunes and deaths to kahuna ana'ana."
    },
    {
      "chapter_title": "Chapter 8: Foreign Influences in the Hoomanamana Practices—The Fatal Mistake of Sir Peter Buck",
      "summary": "Discusses how Hawaiian kahuna practices were influenced by foreign sorcery and folk medicine brought by contract laborers (Haitian voodoo, Puerto Rican witchcraft). It analyzes the concept of 'decadence' in kahuna practices due to the spread of money and self-serving motivations. The chapter also includes an anecdote about Sir Peter Buck's 'fatal mistake' in a heiau rededication."
    },
    {
      "chapter_title": "Chapter 9: Strange Stories of Kahuna Voodoo in the Late Nineteenth Century",
      "summary": "Recounts specific examples of neo-kahuna practices and voodoo in late 19th-century Hawaii, including a farmer Kahanamoku cursed by a kahuna over a land dispute, leading to his loss of property and eventual death. Another story details a seaman, Kanae, who believed he was 'prayed to death' by his wife's kahuna."
    },
    {
      "chapter_title": "Chapter 10: Decadence of Hoomanamana in the Edwardian Decade—Sorcery as a New Political Weapon",
      "summary": "Explores the use of kahuna-ism as a political weapon by the National Native Party in the early 20th century to frighten voters and influence elections. It describes various 'quasi-kahuna' types and genuine practitioners using magic potions, incantations, and curses for political gain or out of nostalgia for the old royal ways, citing cases like Prince Kuhio and Governor Farrington."
    },
    {
      "chapter_title": "Chapter 11: Daniel Naone and His Red Devil",
      "summary": "Details the case of Daniel L. Naone, an Annexation Club member who became a victim of kahuna terrorism. A 'red-eyed kahuna' curses him, leading to paralysis and eventual death, attributed to the kahuna's spell. This chapter illustrates the power of kahuna incantations in political contexts and the psychological impact on victims."
    },
    {
      "chapter_title": "Chapter 12: The Author's Views of the Hawaiian and His Occult Lore—Calling Up Sharks",
      "summary": "The author shares his personal belief in supernatural phenomena and the ability of adepts in Hawaiian cultures to project fatal curses and communicate with spirits. He recounts experiences with 'fireballs' and ghost entities, emphasizing the mystical camaraderie Hawaiians have with sharks as 'guardian sharks' called through chants."
    },
    {
      "chapter_title": "Chapter 13: Hawaiian Sorcery Traced to Ancient India",
      "summary": "Traces the origins of Hawaiian sorcery and Hoomanamana priesthood to Brahminic civilization in ancient India, suggesting a historical link through Polynesian migrations. It compares Hawaiian concepts of 'mana' and 'agasa' (universal soul force), and describes Fakir-like supernatural feats."
    },
    {
      "chapter_title": "Chapter 14: Contemporary Trends in Hawaiian Religion—Kahuna Practices in the Current Cultural Regeneration",
      "summary": "Discusses the modern revival of Hawaiian religion, contrasting it with earlier revivals. The contemporary movement, led by organizations like 'Ke Anaina O Ka Hoomana Hawaii Ponoi,' emphasizes spiritual and physical healing (white magic) through prayer and herbs, while deemphasizing black magic. It addresses the preservation of Hawaiian heritage and language."
    },
    {
      "chapter_title": "Chapter 15: A Brief Survey of the Organization and Objectives of Ke Anaina O Ka Hoomana Hawaii Ponoi",
      "summary": "Describes 'Ke Anaina O Ka Hoomana Hawaii Ponoi' as a theological foundation aiming to revive Hawaiian culture and religion. It focuses on training a priesthood for spiritual and physical healing, communal living, and organic farming. The organization seeks to empower Hawaiians by restoring traditional values and land rights."
    },
    {
      "chapter_title": "Chapter 16: A Critical Review",
      "summary": "Presents a critical review of Sibley S. Morrill's booklet 'Kahuna(s), the Black and White Magicians of Hawaii' by L. M. Jones. Jones critiques Morrill's work for its brevity, reliance on 'haole malihini' accounts, and potential inaccuracies, asserting the need for deeper understanding of Hawaiian esoteric lore. He also discusses the concept of Hawaiian multiple souls (aumakua, uhane, unihipili) and the nature of ghosts."
    },
    {
      "chapter_title": "Chapter 17: A Critical Review (Concluded)",
      "summary": "Concludes L. M. Jones's critique, focusing on the works of J. S. Emerson and W. D. Alexander, whom he accuses of Christian dogmatism and deliberate withholding of deeper esoteric knowledge of Kahuna practices. Jones asserts that many Hawaiian concepts were misinterpreted by Western scholars through a 'haole-Christian terminology'."
    },
    {
      "chapter_title": "Chapter 18: Introduction to The Esoteric Code of the Hawaiian Kahuna",
      "summary": "Details the compilation and editing process of the glossary of Hawaiian esoteric words by J. S. Rodman, based on Leinani Melville Jones's incomplete manuscript. It highlights the challenges of deciphering Jones's handwriting and the decision to publish his commentaries with minimal editing to preserve their 'ingenuous and charming lyricism'."
    },
    {
      "chapter_title": "Chapter 19: The Esoteric Code of the Hawaiian Kahuna",
      "summary": "Presents a glossary of ancient Hawaiian words, prayers, and temple chants with English translations. This section delves into the profound, multi-layered meanings of terms like 'a, 'a'a, aha, ahi, aho, akua, aumakua, hewa, hilo, ho'o, hulu, ina, i'o, ka, kala, kapu, kini, ko, koko, kolea, kumu, kupulau, la'au, lipo, lo, lua, mana, maka, malino, mali'u, moho, moku, molia, mu 'o, na, naha, nana, ne'e, newa, ninau, oha', ohe, ohi, ohu, o'ia, olo, oni, opu'u, pa, paka, palapu, papa, pe, pi, piko, po, pua, puka, punohunohu, pu'pu', u, uku, ula, ulu, una, wa, wahi, wai, wale, wao, wehi, wela, weli, wewe, wi. It offers a detailed linguistic and philosophical foundation for understanding Kahuna practices."
    }
  ],
  "key_concepts": [
    {
      "term": "Kahuna",
      "definition": "A generic term for Hawaiian priests and practitioners, encompassing both black magicians (e.g., ana'ana) and white magicians (e.g., la'au lapa'au), as well as specialists in various arts and crafts. They are seen as masters of occult powers for good and evil."
    },
    {
      "term": "Hoomanamana",
      "definition": "The broad heading under which various interrelated professions of Kahuna, including religious orders and sorcery orders, practiced. It implies the manipulation of supernatural or psychic power, both destructive and healing."
    },
    {
      "term": "Ana'ana",
      "definition": "The most evil order of black magic practitioners, specializing in the art of 'praying to death'. It involves specific necromantic rites, burning personal items (mauna) of the victim, and chanting malevolent curses to cause illness and death."
    },
    {
      "term": "Mana",
      "definition": "A universal soul or spirit force, analogous to India's 'agasa', described as a pure, vital fluid that permeates all nature. It's an energy accumulated in varying degrees by individuals, controllable, amplifiable, and replenishable, used for healing (positive) or causing malaise/death (negative)."
    },
    {
      "term": "Unihipili",
      "definition": "A captive spirit entity, usually the departed spirit of a kinsman who died in infancy, enslaved by a Kahuna. These spirits can be sent on errands of death or mischief, sometimes by entering animals to incite murderous attacks."
    },
    {
      "term": "Aumakua",
      "definition": "Ancestral gods or guardian angels. Can refer to a family or personal god, or the spirits of departed ancestors (two generations back). They can be prayed to for information and aid, and also refer to the highest of man's three spirits."
    },
    {
      "term": "La'au Lapa'au / La'au Kahea",
      "definition": "Orders of healing priests practicing white magic. They combine therapeutics of prayer, transfer of mana, laying on of hands, and a pharmacopoeia of herbs and minerals to heal illnesses and broken bones, often with extraordinary speed. La'au Kahea specifically refers to spiritual or 'power' healing through ho'omana."
    },
    {
      "term": "Po",
      "definition": "Originally meant 'darkness', 'night world', or 'spiritual country of God', 'celestial realm'. Misinterpreted by missionaries as 'darkness and chaos' equating to hell. Also denotes the subconscious mind, as opposed to Ao (conscious mind)."
    },
    {
      "term": "Akua Noho",
      "definition": "A familiar spirit or guardian angel that clings to the Kahuna. It is the transformed spirit of an infant, believed to warn the master of plots and evil forces, and aids healing priests in diagnosing and treating patients."
    },
    {
      "term": "Kino Wai Lua",
      "definition": "The 'etheric counterpart' of the human body, described as a second body wreathed in a thin veil of grayish mist, through which one's spirit escapes at the moment of physical death. This is the entity targeted by soul-entrapping sorcerers."
    }
  ],
  "practical_system": {
    "description": "The Hawaiian Kahuna system, as presented, is a comprehensive framework of sorcery and healing, broadly categorized into 'black' (Hoomanamana) and 'white' (La'au Lapa'au/Kahea) magic. Its core mechanics rely on the manipulation of 'mana' (vital energy/power) and interaction with various spirit entities: 'unihipili' (enslaved spirits of the dead), 'aumakua' (ancestral/guardian spirits), and 'akua noho' (familiar spirits). The system functions through specific rituals, chants, and offerings designed to achieve desired outcomes, from inflicting death to instantaneous healing. The Kahuna's personal 'mana' and understanding of esoteric language are crucial for efficacy.",
    "tools": [
      "Mauna (bait from victim: hair, fingernail paring, apparel)",
      "Bitter leaves (akia, bitter gourd, auhuhu)",
      "Pebbles (for Pule Kuni rituals, graded by amount for strength)",
      "Herbal pharmacopoeia (hundreds of plants, pumice, red dirt, sulphur, salt)",
      "Seawater, whole salt, tumeric, ti leaves (for cleansing/healing)",
      "Awa root juice (Piper Methysticum, narcotic plant, for Hoo-una-una and Makani priests)",
      "Pikoi (hardwood or stone weapon with stout cord, used in bone breaking)",
      "Kauwila wood sticks (magical weapons, large)",
      "Small Kahuna sticks (3-5 inches, for various purposes)",
      "Ilima plant blossoms (for bone healing)",
      "Sugarcane (Pilimai, Manulele, for love spells)",
      "Makanikeoe plant (for defense against love spells)",
      "Braided cord (aha, symbol of Deity and spiritual channel)",
      "Wooden idols (ki'i, symbols of Divinity)",
      "Ipu paka (tobacco pipes, coconut shell flasks)",
      "Pohaku ana'ana (sorcerer's stone cup)",
      "Kukui nuts (for torches, especially in funerals)",
      "Kapa cloth (bark tapestry, shrouds, burial coverings)",
      "Makaloa mats (fine weaving, burial coverings)",
      "Calabashes (gourds, wooden, for offerings/artifacts)",
      "Weapons (spears, daggers, shark-tooth gloves)",
      "Royal regalia (feather cloaks, capes, helmets, lei niho palaoa - whale ivory hooks)"
    ],
    "rituals": [
      "Ana'ana (Praying to Death): Involves procuring a 'mauna' (personal item from victim like hair, nail paring), burning it with bitter leaves (e.g., akia) in a small furnace during the 'night of Ku', and chanting malevolent curses to gods (e.g., the Lizard god) to cause affliction and death.",
      "Hoo-pio-pio (Sorcery for Death/Magical Events): Shares the goal of Ana'ana but may involve specific gestures and is a generic term for various death-dealing modes of sorcery.",
      "Hoo-una-una (Dispatching Evil Spirit Entities): Utilizes enslaved 'unihipili' (often infant kinsmen's spirits, fed awa root juice to maintain loyalty) sent into animals (sharks, eels, birds, worms) to incite murderous attacks on a chosen victim. Requires propitiation of gods for supernatural power.",
      "Hoo-komo-komo (Creating Sickness): Similar to Hoo-una-una, focused on inflicting illness rather than direct death. Practitioners often have 'makole' (red eyes) from awa consumption.",
      "Poi-uhane (Spirit Entrapping): Lures wandering souls from the spirit world into the grasp of the Kahuna, who then directs them into living objects or crushes the spirit's 'head' to cause the victim's death.",
      "Pule Kuni (Burning Objects as Prayers): A major division of Ana'ana. Used for avenging, involves burning specific objects ('mauna') and specialized packages (e.g., kua-paa, limu-kala) as offerings, accompanied by powerful prayers to deities (Ku, Holani, Hamoea, Lono, Pele). Rituals include 'muka' (snapping jaws to supplicate heaven) and using graded pebbles as magic tools (up to 42 for strongest practitioners).",
      "La'au Lapa'au / La'au Kahea (Healing Arts): Employs hundreds of medicinal plants (e.g., awa, popolo, mamaki, ko, noni, mai'a, laukahi), minerals (pumice, red dirt, sulphur, salt), and 'mana' projection through prayer, chanting, and laying on of hands. Cleansing rites use seawater, whole salt, turmeric, and ti leaves. Diagnosis can involve palpation (ha-ha) or consulting 'akua noho' (familiar spirits). Success relies on patient's implicit faith and Kahuna's 'mana'.",
      "Kilo-kilo (Divination/Prophecy): Involves observing natural phenomena (skies, winds, clouds, stars, seawaters) to predict future events, catastrophic events, or divining errors in house orientation.",
      "Nana-uli (Weather Prophecy): Forecasts weather by studying winds, clouds, stars, seawaters, and reactions of flora/fauna to humidity/temperature.",
      "Kuhi-kuhi puu-one (Heiau Locators/Designers): Priests who select and orient sacred temple sites, ensuring they are free from curses or evil spirits. Involves preparing sacrifices (red fish, pigs, coconuts) and erecting the first post with human sacrifice.",
      "Makani (Wind Priesthood): Mystic priests, often possessed by evil spirits or ancestral gods, who act as mediums. They rely on 'awa' juice for insight to diagnose or solve non-medical cases like crime or locating lost objects.",
      "Hoo-noho-noho (Dispensaries of Spirits): A sub-order of Makani priests who were purveyors of 'unihipili' and could induce a 'sitting of the deity'.",
      "Love-Inducing/Exorcising Love: Uses sugarcane (Pilimai, Manulele) and specific herbs, sometimes tossed in the wind, or plant Makanikeoe for defense against unwanted love. Relies on telepathic projection of will.",
      "Exorcism: Neutralizes evil spirits or curses, sometimes by redirecting the curse to its originator. Often involves powerful mana projection and, in some traditions, Christian faith."
    ]
  },
  "relevant_quotes": [
    {
      "text": "\"Prayed to death by a kahuna ana'ana!\" . . . \"Be careful when you deal with Hawaiians or they'll get a kahuna to put a curse on you!\"",
      "page": "18"
    },
    {
      "text": "Rodman entitles his book: The Kahuna Sorcerers of Hawaii, Past and Present, with a Glossary of Ancient Religious Terms and the Books of the Royal Hawaiian Dead.",
      "page": "9"
    },
    {
      "text": "\"It is safe to say that no other white man, and certainly no Polynesian within the twentieth century has probed so far into the murky depths of the Hawaiian past.\"",
      "page": "9"
    },
    {
      "text": "\"The Kahuna ana'ana customarily prays his victim to death, but he will sometimes employ the techniques of a closely related order of sorcerers, the Kahuna hoo-una-una, who send evil spirits on errands of death.\"",
      "page": "21"
    },
    {
      "text": "\"When they selected a victim to kill, their method was to send a slave unihipili into a shark, or a giant eel, into a vicious bird, or into the worms. Then by powerful prayers the gods would be prevailed upon to cause the unihipili to incite the creature it had entered, to make a murderous attack upon the selected victim.\"",
      "page": "32"
    },
    {
      "text": "\"The Kahuna lapa'au believed that each drop of dew contains the vital force of electroenergy that flows from God. They frequently laid their patients out in the morning air on the ground covered with dew, so that their bodies would absorb some of this energy.\"",
      "page": "186"
    },
    {
      "text": "\"To implant fear in the minds of would-be vandals, and to discourage those who might accidentally find a cave and be tempted to rifle it for gain, heavy curses were laid on every burial cave. A kahuna ana'ana was called upon to blanket a cave with curses upon intruders, which extended to at least the seventh generation of his descendants.\"",
      "page": "260"
    },
    {
      "text": "\"Mana is a form of energy as real and as controllable as an electric current. It is an energy accumulated in varying degrees by each human being, which can be projected into the psyche as well as the physical body of others and, conversely, can be drawn away from others if one possesses the techniques of thus handling it.\"",
      "page": "116"
    },
    {
      "text": "\"When the body of the Queen was borne from the throne room, a silence fell upon the crowd, broken only by the crying of a small child, and the heart-touching wailing of a group of Hawaiian women standing near the entrance gate.\"",
      "page": "388"
    }
  ],
  "critical_analysis": {
    "relevance": "Rodman's work is highly relevant to esotericism and occultism as it meticulously documents an indigenous magical system ('Hoomanamana') that persisted and adapted despite colonial suppression. It provides a rare, firsthand account of operative magic, including curses, healing, and spirit interaction, often contextualized by the author's direct observations and interviews. The book challenges Western materialist interpretations of these phenomena, positioning Hawaiian Kahuna practices as a sophisticated, albeit often misunderstood, form of occultism. Its glossary of ancient religious terms offers technical precision for practitioners and scholars, noting nuanced definitions that differ from common Western interpretations. The author’s personal experiences and the critical review by L.M. Jones further underscore the complexity and potency of these practices.",
    "target_audience": "The primary audience includes academic scholars of comparative religion, anthropology, and indigenous cultures, particularly those focused on Polynesia. Occult practitioners interested in non-Western magical systems, especially those dealing with spirit work, curses, and healing, will find operative details. Historians of Hawaii will gain insight into cultural and political dynamics intertwined with magical beliefs. Additionally, individuals interested in the preservation of esoteric knowledge and the impacts of colonialism on spiritual traditions would find value."
  }
}