{
  "header": {
    "title": "CURRICULUM VITAE: DR. MICHAEL A. THALBOURNE",
    "authors": [
      "Michael A. Thalbourne"
    ],
    "category": "Academic Bibliography / Parapsychology Research",
    "keywords": [
      "parapsychology",
      "transliminality",
      "ESP",
      "PK",
      "life after death",
      "consciousness",
      "mystical experience",
      "paranormal belief",
      "psychopraxia",
      "Kundalini",
      "anomalous experience"
    ]
  },
  "central_thesis": "This document, a curriculum vitae, presents the extensive body of academic work by Dr. Michael A. Thalbourne, primarily focusing on empirical research within the field of parapsychology. His research investigates the psychological correlates and mechanisms of paranormal belief, mystical experiences, and anomalous phenomena, with a significant emphasis on concepts like transliminality and psychopraxia. The CV does not present a single central thesis in the conventional sense of a book, but rather outlines a career dedicated to the scientific study of these phenomena.",
  "structure_content": [
    {
      "chapter_title": "BOOKS",
      "summary": "Lists five books authored or co-edited by Dr. Thalbourne, covering topics such as the survival of human consciousness, parapsychology in the 21st century, the common thread between ESP and PK, and glossaries of parapsychological terms. These works represent comprehensive overviews or specialized texts within the academic discipline of parapsychology."
    },
    {
      "chapter_title": "CHAPTERS IN BOOKS",
      "summary": "Details five contributions to edited volumes, exploring specific research areas such as the Kundalini Scale, the theory of psychopraxia, research with the Manic-Depressiveness Scale, belief in life after death, and an introduction to psychology. These chapters delve into focused aspects of parapsychological and psychological research."
    },
    {
      "chapter_title": "ARTICLES PUBLISHED IN REFEREED JOURNALS",
      "summary": "Presents a comprehensive list of 140 articles published in peer-reviewed academic journals, spanning from 1979 to publications 'in press'. These articles cover a wide array of topics including transhumanation, the Australian Sheep-Goat Scale, transliminality, psychometric data, spiritual emergency, paranormal experiences, expectancy effects, hypnotizability, alien contact experience, Kundalini's effect on random number generators, psychopraxia, mystical experiences, belief in reincarnation, and various other psychological and parapsychological phenomena."
    },
    {
      "chapter_title": "PAPERS PUBLISHED IN REFEREED CONFERENCE PROCEEDINGS",
      "summary": "Lists 15 papers presented at refereed conference proceedings, dating from 1980 to 1986. These include early research on 'ESP' and 'PK', sexual preference and psi tasks, schizophrenia and psi belief, the conceptual framework of parapsychology, varieties of belief in survival, and personality characteristics related to parapsychological phenomena."
    },
    {
      "chapter_title": "ABSTRACTS",
      "summary": "Includes five abstracts of Dr. Thalbourne's work from 1982 to 2002, primarily focusing on psychopraxia, mystical experience, and early parapsychological experiments. These offer brief summaries of research presented at symposia or in early journal publications."
    },
    {
      "chapter_title": "ARTICLES IN OTHER PUBLICATIONS",
      "summary": "Details 23 articles published in various non-refereed or more popular parapsychological reviews, spanning from 1984 to 2009. Topics include notes on consciousness and psi claims, orchestration, transhumanation, the 'Thouless-Wiesner Shin theory', the psychology of nirvana, and discussions on the role of a parapsychologist. These pieces are often more reflective or review-oriented."
    },
    {
      "chapter_title": "BOOK REVIEWS",
      "summary": "Lists 15 book reviews authored by Dr. Thalbourne, from 1984 to 2009, covering works related to the psychology of paranormal belief, spiritual anatomy of emotion, precognitive memory, life after death, coincidence, immortal remains, miracles of the Bible, science and the paranormal, consciousness, and alternative realities. These demonstrate his engagement with contemporary literature in parapsychology and related fields."
    },
    {
      "chapter_title": "LETTERS TO THE EDITOR",
      "summary": "Includes 11 letters to the editor, from 1998 to 2010, addressing various theoretical and methodological points in parapsychology, such as the theory of paranormality, the common thread between ESP and PK, the Artifex, terminological rigour, meta-analyses, and the Australian Sheep-Goat Scale. These highlight his contributions to ongoing academic discourse."
    },
    {
      "chapter_title": "ACCEPTED FOR PUBLICATION (ARTICLES)",
      "summary": "Lists four articles accepted for publication, concerning transliminality, OBEs, psi experiences, the transhumanation hypothesis, thin boundaries, mystical experience as predictors of exosomatic psychopraxia, and autobiographies. These represent his most recent contributions to the field."
    }
  ],
  "key_concepts": [
    {
      "term": "Transliminality",
      "definition": "A key psychological construct frequently researched by Thalbourne, indicating a 'thinness' in mental boundaries. This is hypothesized to allow for increased access to unconscious material, anomalous experiences (such as mystical or paranormal phenomena), and is studied for its correlation with creativity, dream-life, spiritual emergency, and certain personality traits. It is presented within an academic research framework, not as an operative concept in esotericism or magic."
    },
    {
      "term": "Psychopraxia",
      "definition": "A theoretical paradigm proposed by Thalbourne, explored as a potential unifying concept for ESP (extrasensory perception) and PK (psychokinesis). It suggests a common underlying mechanism for various paranormal effects. The research cited investigates its theoretical underpinnings and empirical manifestations. This term is utilized within a parapsychological theoretical framework, distinct from magical or occult practices."
    },
    {
      "term": "Sheep-Goat variable",
      "definition": "A classification system used in parapsychology, distinguishing between 'sheep' (those who believe in psi phenomena and tend to perform better in psi tests) and 'goats' (skeptics who tend to perform worse). Thalbourne's work frequently examines this variable's relationship with depression, mania, mystical experience, and personality characteristics, using it as an indicator in experimental settings."
    },
    {
      "term": "Kundalini Scale",
      "definition": "A psychometric tool developed or utilized by Thalbourne for assessing experiences related to Kundalini, an energetic concept originating from Eastern spiritual traditions. His research examines its relation to mystical and paranormal experiences and its potential influence on random number generators, within an academic context, rather than a guide for Kundalini awakening."
    },
    {
      "term": "Paranormal Belief and Experience",
      "definition": "Central to Thalbourne's work, this refers to the study of individuals' acceptance of and reported encounters with phenomena not explainable by conventional science (e.g., telepathy, clairvoyance, precognition, psychokinesis, ghosts). His research quantitatively measures and correlates these beliefs and experiences with various psychological traits, mental states, and other parapsychological constructs."
    },
    {
      "term": "Transhumanation",
      "definition": "A concept explored in Thalbourne's more recent work, appearing in titles such as 'Three questionnaire methods for measuring transhumanation' and 'Transhumanation and its hazards.' While the specific definition is not explicitly provided in the CV, the context suggests it relates to the measurement and implications of human transformation or extended states of consciousness, likely within a parapsychological or transpersonal psychology framework."
    }
  ],
  "practical_system": {
    "description": "This document is a curriculum vitae and thus does not contain a practical system, set of rituals, or magical tools for operative practice within Western Esotericism or Occultism. It is a record of academic research and publications. The 'system' described within Dr. Thalbourne's work pertains to research methodologies, theoretical models for understanding parapsychological phenomena (e.g., psychopraxia, transliminality), and psychometric tools for measurement, rather than a system for magical or esoteric attainment.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [],
  "critical_analysis": {
    "relevance": "This document, a comprehensive curriculum vitae, is highly relevant for understanding the scope and depth of Dr. Michael A. Thalbourne's academic contributions to parapsychology over several decades. It demonstrates a consistent focus on empirical research into anomalous experiences, paranormal belief, and related psychological constructs. From the perspective of Western Esotericism and Occultism, this CV's relevance is indirect; it represents a scientific attempt to study phenomena that sometimes overlap with esoteric claims (e.g., psi, mystical states, survival after death). While it does not offer operative magical systems or esoteric philosophies, it provides a rigorous academic foundation for understanding the psychological dimensions of experiences that occultists often interpret through their own frameworks.",
    "target_audience": "The primary target audience for this document is academic peers, research institutions, funding bodies, and students within the fields of parapsychology, psychology, religious studies, and potentially consciousness studies. It is intended for those seeking to understand Dr. Thalbourne's scholarly output and expertise. It is not targeted at practitioners of Western Esotericism, Occultism, or Magic, as it lacks practical instructions, ritual methodologies, or explicit philosophical guidance pertinent to operative magical traditions. Its utility for occultists would be limited to gaining insight into the psychological and statistical analysis of phenomena that might be viewed through a different lens in esoteric practice."
  }
}