{
  "header": {
    "title": "What Witches Do: A Modern Coven Revealed",
    "authors": [
      "Stewart Farrar"
    ],
    "category": "Western Esotericism and Occultism",
    "keywords": [
      "Wicca",
      "Witchcraft",
      "Alexandrian Tradition",
      "Ritual Magic",
      "Psychic Development",
      "Qabalah",
      "Tarot",
      "Astral Projection",
      "Healing"
    ]
  },
  "central_thesis": "Stewart Farrar provides a firsthand account and practical guide to modern Alexandrian Wicca, detailing its philosophy, rituals, and magical practices from the perspective of a newly initiated practitioner. The book aims to demystify witchcraft, emphasizing its spiritual development and practical applications, while correcting public misconceptions.",
  "structure_content": [
    {
      "chapter_title": "Preface to Third Edition",
      "summary": "Farrar reflects on the book's enduring impact and addresses specific points of clarification, particularly regarding Alex Sanders's teachings, the nature of Alexandrian practices versus general Wicca, and a re-evaluation of the maxim 'Only a witch can make a witch' in light of the neo-pagan movement's growth."
    },
    {
      "chapter_title": "Introduction",
      "summary": "Farrar recounts his personal journey from sympathetic observer to initiated witch within Alex Sanders's Alexandrian coven. He describes his initial journalistic assignment, research, and the eventual decision to seek initiation, highlighting the appeal of Wicca in meeting spiritual needs and offering accessible techniques for tapping the human psyche."
    },
    {
      "chapter_title": "Initiation",
      "summary": "This chapter provides a detailed, sensory description of a first-degree Alexandrian Wiccan initiation ceremony from the initiate's perspective, covering the preparation (nakedness, blindfolding, cords, athame), the ritual casting of the Magic Circle, the High Priestess's invocations, the Fivefold Kiss, scourging, and the oath of secrecy. It emphasizes the symbolic rather than literal nature of 'ordeals'."
    },
    {
      "chapter_title": "The Roots of Modern Wicca",
      "summary": "Farrar traces modern Wicca's origins to two main sources: ancient fertility cults ('witchcraft proper') and the continuous occult tradition (Hermeticism, Qabalah, grimoires). He discusses key historical influences like Leland, Murray, and Gardner, and differentiates between various Wiccan sects: Hereditary, Traditional, Gardnerian, and Alexandrian. The chapter emphasizes the archetypal nature of the Horned God and Mother Goddess and contextualizes their demonization by the Church."
    },
    {
      "chapter_title": "What Witches Believe",
      "summary": "This chapter outlines the core philosophical tenets of Wicca, presenting it as a religion that views the divine principle as one and unknowable, manifesting as God and Goddess. It introduces the concept of multiple planes of existence (spiritual, mental, astral, physical) and the principles of polarity and analogy. Wiccan morality is presented as guided by individual conscience and the maxim 'An it harm none, do what you will,' emphasizing spiritual progression over rigid dogma."
    },
    {
      "chapter_title": "Training of a Witch",
      "summary": "Describes the Alexandrian approach to training, emphasizing that psychic development is achievable through diligent practice. Farrar details three basic mental exercises for concentration: observing thought, holding a static thought, and achieving a vacant mind. He also introduces the 'Control Book' for self-analysis, assigning personal faults and virtues to the four occult elements to achieve magical equilibrium."
    },
    {
      "chapter_title": "The Coven at Work",
      "summary": "Explores the practical activities of a coven beyond initiations, including seasonal festivals (sabbats) and regular meetings (esbats). Key practices described are 'Drawing Down the Moon,' healing work, scrying, evocation, trance, and cord magic. The chapter explains the 'Cone of Power' as a collective psychic energy and details the preparation and use of the Universal Condenser, a magical fluid."
    },
    {
      "chapter_title": "The Great Rite",
      "summary": "This chapter explains the Third Degree initiation, which culminates in the Great Rite, a sexual ritual symbolizing the union of the God and Goddess on all levels (physical, astral, mental, spiritual). Farrar clarifies that it can be performed actually or symbolically, with the choice resting with the participants. He contextualizes it as a religious act aimed at spiritual attainment and the 'birth' of spiritual stature needed to lead a cven, linking it to the Cabalistic Tree of Life."
    },
    {
      "chapter_title": "The Seasonal Festivals",
      "summary": "Details the eight annual Wiccan festivals (sabbats): Candlemas, May Eve, Summer Solstice, August Eve, Autumn Equinox, Hallowe'en, and Winter Solstice. These are presented as celebrations of nature's fertility cycle, incorporating ancient pagan traditions and serving as means to attune to the 'Macrocosm.' Ritual elements like dancing, fire, invocations, and games are described for each festival."
    },
    {
      "chapter_title": "Clairvoyance",
      "summary": "Defines clairvoyance as 'clear-seeing' and clairaudience as 'clear-hearing' beyond physical senses, presenting them as trained intuition. Farrar describes various 'triggers' for psychic vision (tea-leaves, crystal balls, Tarot cards, psychometry) and techniques for detaching consciousness. He shares personal anecdotes of Alex Sanders's 'untriggered' clairvoyance and its practical applications."
    },
    {
      "chapter_title": "The Tarot and the Tree",
      "summary": "Explores the interconnectedness of the Tarot (Major and Minor Arcana) and the Cabalistic Tree of Life within Western occult tradition. The chapter provides a brief description of each Major Arcana card and illustrates how the ten Sephiroth and twenty-two connecting paths of the Tree of Life represent the blueprint of universal philosophy and the steps of spiritual evolution. It highlights how these systems serve as catalysts for psychic insight."
    },
    {
      "chapter_title": "Magic",
      "summary": "Differentiates between 'witchcraft' (elemental, instinctive, coven-based) and 'magic' (methodical, knowledge-based, often solitary). Farrar explains that magical practice aims at the spiritual development of the individual, aligning with ten 'grades' of magical progress corresponding to the Sephiroth of the Tree of Life. He outlines different types of magic (ritual, ceremonial, Hermetic, Cabalistic) and emphasizes that all systems fundamentally work with the same principles of the universe."
    },
    {
      "chapter_title": "Healing",
      "summary": "Healing is presented as a major part of Wiccan and magical practice, encompassing herbalism, sympathetic magic, and directed will. Farrar describes the 'genie in the bottle' technique for creating thought-forms for healing. He elaborates on Alex Sanders's methods for clairvoyant diagnosis and laying on of hands, linking healing to the Tree of Life concept and emphasizing that some ailments are 'mind sicknesses' requiring spiritual rather than physical intervention."
    },
    {
      "chapter_title": "Worlds of the Elements",
      "summary": "This chapter delves into the hierarchy of intelligent entities populating the universe, from the Horned God and Mother Goddess to elemental spirits (sylphs of air, salamanders of fire, undines of water, gnomes of earth). Farrar describes techniques for consciously projecting oneself into these elemental 'worlds' through imagination and will, aiming to experience and communicate with their entities as a first step towards astral projection."
    },
    {
      "chapter_title": "Astral Projection",
      "summary": "Defines astral projection as the deliberate transfer of consciousness to the astral body, linking it to historical accounts of witches 'flying.' The chapter outlines two main methods for achieving this: willing the astral body to move, and shifting the 'centre of gravity' of consciousness. It stresses the importance of persistent practice and distinguishes between the etheric and astral planes, noting the realism and potential dangers of astral experiences."
    },
    {
      "chapter_title": "The Rite of Queen Hagiel",
      "summary": "Farrar describes a specific ritual for invoking Queen Hagiel, a Venusian entity, within a Magic Circle using green candles and a Venus Square. He details the preparation, ritual casting, invocations, and three methods of manifestation (visual, crystal scrying, through a medium). The rite is presented as a 'harmless' act of love, emphasizing respectful interaction and clear purpose with the invoked entity."
    },
    {
      "chapter_title": "A Witch Wedding",
      "summary": "Explains the Wiccan 'handfasting' ceremony, defining it as a non-legal, provisional, or permanent union, often involving the concept of 'soul-mates' across reincarnations. The ritual includes creating a flower circle, anointing the couple (naked or robed), an exchange of oaths, a broomstick jump, and sharing cakes and wine, with the Great Rite being an optional culmination."
    },
    {
      "chapter_title": "Endpiece",
      "summary": "Farrar reflects on his personal growth and understanding of Wicca, reaffirming its validity as a workable philosophy. He highlights the ongoing public misunderstanding of witchcraft and stresses the importance of tolerance and personal responsibility within the Craft, concluding with the Wiccan Rede: 'An it harm none, do what you will.'"
    }
  ],
  "key_concepts": [
    {
      "term": "Akasha/Akashic Principle/Records",
      "definition": "The spiritual ether; the omnipresent fifth occult element that pervades all others. The Akashic Records are traces or 'recordings' of every event left in this principle, which advanced occultists can 'read' for past life information."
    },
    {
      "term": "Alexandrians",
      "definition": "Contemporary witches whose initiation stems from Alex or Maxine Sanders and who generally adhere to their principles."
    },
    {
      "term": "Ankh-ka",
      "definition": "An ancient Egyptian hieroglyph for 'Soul-life,' symbolizing the Great Rite and the soul-mate concept. Visually represented as an ankh framed by upraised arms."
    },
    {
      "term": "Astral Body/Plane/Projection",
      "definition": "The astral body is the psychic 'double' of the physical body, more tenuous than matter. The astral plane is the level of being and consciousness where the astral body functions. Astral projection is the deliberate transfer of consciousness to the astral body, allowing perception and movement independent of the physical body."
    },
    {
      "term": "Athame",
      "definition": "The witch's black-handled ritual knife, used primarily for casting and banishing the Magic Circle, interchangeable with the magic sword for this purpose."
    },
    {
      "term": "Book of Shadows",
      "definition": "The traditional manuscript book of rituals, copied out by hand by each new witch after initiation. It is a patchwork of periods and sources, representing a living tradition."
    },
    {
      "term": "Cabala/Tree of Life",
      "definition": "The ancient Hebrew system of esoteric philosophy, centring on the Tree of Life. The Tree of Life is a diagram of ten interlinked spheres (Sephiroth) and twenty-two paths, representing the involution of the manifest universe from the Unknowable Ultimate and man's evolution back to its source."
    },
    {
      "term": "Charge (Goddess)",
      "definition": "The traditional words of the Goddess to her followers, normally declaimed by the High Priestess at every coven Circle, outlining Wiccan law and philosophy."
    },
    {
      "term": "Circle (Magic)",
      "definition": "A consecrated sanctuary or sphere (Akashic Egg) marked on the ground, used for concentration and protection during rituals. It localizes and contains the 'Cone of Power'."
    },
    {
      "term": "Cone of Power",
      "definition": "The collective psychic power raised by a coven, visualized as a cone-shaped charged field rising above the Circle, which needs steady concentration to maintain and exploit."
    },
    {
      "term": "Deosil/Widdershins",
      "definition": "Deosil means clockwise, in the direction of the sun's movement, used for 'white' Circles. Widdershins means anti-clockwise, used by 'black' practitioners."
    },
    {
      "term": "Drawing Down the Moon",
      "definition": "A ritual invocation of the spirit of the Goddess into the body of the High Priestess by the High Priest, central to coven meetings after the Circle is cast."
    },
    {
      "term": "Elements (occult)/Elemental",
      "definition": "Four fundamental categories of existence (air, fire, water, earth) plus spirit (Akasha). Elementals are primitive non-human entities of these realms, or human thought-forms given temporary independent existence."
    },
    {
      "term": "Esbat/Sabbat",
      "definition": "Esbat refers to ordinary coven meetings (often monthly). Sabbat refers to the eight major seasonal festivals of the Wiccan calendar."
    },
    {
      "term": "Fivefold Kiss",
      "definition": "A ritual salute with kisses on specific body points (feet, knees, phallus/womb, breasts, lips) given by the High Priest/Priestess during initiation, symbolizing union and blessing. The words are the origin of 'Blessed be'."
    },
    {
      "term": "Great Rite",
      "definition": "The culminating ritual of Third Degree initiation, a sexual rite (actual or symbolic) representing the union of God and Goddess, Microcosm and Macrocosm, for spiritual attainment."
    },
    {
      "term": "Handfasting",
      "definition": "A Wiccan wedding ceremony, acknowledging a union from temporary to a soul-mate commitment across lifetimes, reinforced by ritual and goodwill."
    },
    {
      "term": "Karnayna",
      "definition": "The commonest Alexandrian Wiccan name for the Horned God, whose root is the Gaulish Cernunnos. (Not generally used outside Alexandrian Wicca, where Cernunnos is common)."
    },
    {
      "term": "Left-Hand Path/Right-Hand Path",
      "definition": "Occult terms for 'black' and 'white' working respectively. The Left-Hand Path involves misusing power for selfish or malicious ends, leading to self-destruction. The Right-Hand Path is beneficial working towards spiritual development."
    },
    {
      "term": "Macrocosm/Microcosm",
      "definition": "Macrocosm is the great world, the universe. Microcosm is the little world, man. The Hermetic principle of analogy states 'as above, so below,' implying an inter-resonant relationship."
    },
    {
      "term": "Pentacle",
      "definition": "A disc-shaped talisman, typically inscribed with symbols (Fig. 4, p. 47), representing the earth element among the witch's tools."
    },
    {
      "term": "Pentagram",
      "definition": "The five-pointed star. With a single point uppermost, it represents a human being and is used as an invoking and banishing symbol for the elements in ritual (Fig. 5, p. 49). Inverted, it can symbolize second-degree initiation or be associated with Satanism."
    },
    {
      "term": "Sephiroth (singular Sephira)",
      "definition": "The ten interlinked spheres of the Tree of Life, representing stages of manifestation from the divine to matter, and stages of spiritual development from man back to the divine. Each has specific attributes and correspondences."
    },
    {
      "term": "Sigil",
      "definition": "An occult seal or sign, often a drawn symbol used in magic to represent an entity or purpose (e.g., Hagiel, Venus)."
    },
    {
      "term": "Tarot",
      "definition": "A traditional pack of seventy-eight cards used for divination and occult study. It consists of twenty-two Trumps Major (Major Arcana) and fifty-six cards in four suits (Minor Arcana), with rich symbolism linked to the Tree of Life."
    },
    {
      "term": "Universal Condenser",
      "definition": "A fluid (e.g., made from camomile and eyebright) used to concentrate occult electrical and magnetical fluids for medical or magical purposes, including improving clairvoyance/clairaudience."
    },
    {
      "term": "Wicca/Witchcraft",
      "definition": "The witches' name for their Craft, presented as an ancient religion focused on joyful communion with nature, spiritual development, and the raising/manipulation of psychic power. Farrar distinguishes it from 'magic' in its elemental, often instinctive, and coven-based approach."
    },
    {
      "term": "Witches' Ladder",
      "definition": "A string of forty beads or a cord with forty knots, used for auto-suggestive practices like a rosary, to aid in concentration for wishes related to personality or habits."
    },
    {
      "term": "Witches' Rune",
      "definition": "A traditional chant used by a coven while circling hand in hand to raise power, invoking deities and elements for a spell."
    }
  ],
  "practical_system": {
    "description": "The practical system presented in 'What Witches Do' is Alexandrian Wicca, a form of ritual magic aimed at personal spiritual development, expanding consciousness, and manipulating psychic power for beneficial purposes (healing, problem-solving, self-transformation). The core mechanics involve raising collective psychic energy ('Cone of Power') within a consecrated 'Magic Circle' through ritual, chant, dance, and focused will. Practitioners engage in mental exercises for concentration, self-analysis, and developing psychic faculties like clairvoyance and astral projection. The system emphasizes understanding elemental forces, Cabalistic principles (Tree of Life), and symbolic tools as channels for directed will. It advocates for the 'Right-Hand Path' where power is used ethically, with personal conscience as the ultimate arbiter, adhering to the Wiccan Rede: 'An it harm none, do what you will.'",
    "tools": [
      "Athame (black-handled knife)",
      "White-handled Knife",
      "Sword (magic sword)",
      "Wand",
      "Pentacle (metal disc)",
      "Censer (incense burner)",
      "Chalice (cup)",
      "Cords (white, red, blue; also elemental colors)",
      "Scourge",
      "Candles",
      "Salt",
      "Water (in bowl)",
      "Incense",
      "Tarot Cards",
      "Crystal Ball (or copper sulphate flask)"
    ],
    "rituals": [
      "First Degree Initiation",
      "Drawing Down the Moon",
      "Great Rite (Second and Third Degree Initiation, actual or symbolic)",
      "Seasonal Festivals (Sabbats: Candlemas, May Eve, Summer Solstice, August Eve, Autumn Equinox, Hallowe'en, Winter Solstice)",
      "Esbat Meetings",
      "Candle Game",
      "Cord Magic (Witches' Ladder)",
      "Elemental Projection (Water, Fire, Air, Earth)",
      "Invocation of Queen Hagiel",
      "Handfasting (Witch Wedding)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "'The experience of the archetype is frequently guarded as the closest personal secret, because it is felt to strike into the very core of one's being.... (These experiences) demand to be individually shaped in and by each man's life and work. They are images sprung from the life, the joys and sorrows, of our ancestors; and to life they seek to return, not in experience only, but in deed. Because of their opposition to the conscious mind they cannot be translated straight into our world; hence a way must be found that can mediate between conscious and unconscious reality.' Carl G. Jung, The Personal and Collective Unconscious",
      "page": "4"
    },
    {
      "text": "I soon realized that if my own book was to have any value, all this was not enough. I had to be inside. This was a difficult decision. I had been brought up a Christian, had rebelled via Marxism and atheism, and for many years past I had settled down into what I defined as 'interested agnosticism'. Now, after a few weeks of study, I had to admit that Wicca appealed to me; that it seemed to meet my individual spiritual needs, while not presenting the stumbling blocks that had prevented my return to the Church.",
      "page": "11"
    },
    {
      "text": "But those who think that occult science should not be revealed must not be too angry with us ... It is one characteristic of the study of true occult science that it may be freely explained to all men. Like the parables, so dear to the ancients, it appears to many as only the expression of the flight of a bold imagination: we need, therefore, never be afraid of speaking too openly; the Word will only reach those who should be touched thereby.",
      "page": "13"
    },
    {
      "text": "That real knowledge in the hands of brash and ignorant man, to be used by his personal self, is dangerous, is one of the reasons why it has ever been guarded by being cloaked in the garments of symbology, allegory, parable and mythology. However at the present day, with the unconscious powers [by which Llewellyn means the unawakened majority] having more means of propaganda to aid them ... more knowledge is being disseminated than before, in order that those who are capable may be able to take advantage of it and speed their evolution.",
      "page": "13"
    },
    {
      "text": "'Time and space are concepts,' he says, 'to aid our understanding of the attributes and vibrations around us. All Things are there, they've already happened, and you're living it out. But there are so many pathways and passages and formations of this already-happening that you, in your own consciousness, can move in your own orbit, and can experience all these things in many different ways. You're a man in this life—you could be a woman in others. There's a general occult belief that your sex alternates from life to life. And your \"next\" life could be \"earlier\" in world history than this one. You're as close to ancient Egypt now as you will be in ten thousand years from now. We have this time concept; but a woman 105 years old, a baby six months old, and I in my forties—we're all as old as each other, because we've been coming here right from the first moment of creation.'",
      "page": "47"
    },
    {
      "text": "Witchcraft is the raising and manipulation of psychic power.",
      "page": "35"
    },
    {
      "text": "If we have concentrated on a work of malediction and death in order to achieve an act of revenge, we cannot immediately reverse the spin of the soul and reconcentrate upon works of wisdom and redemption. We may liken the soul moving with the tide of evolution to a wheel spinning clockwise, or deosil; and a soul moving against the tide of evolution to a wheel spinning counter-clockwise or widdershins ... The normal movement of the soul is deosil, forward with the current of evolution. We need to think many times before we undertake to reverse that spin even momentarily, in order to undertake a work of malediction and death. The old saying, 'There is the devil to pay,' is a true one.",
      "page": "43"
    },
    {
      "text": "Eight words the Wiccan rede fulfil: An it harm none, do what you will.",
      "page": "175"
    }
  ],
  "critical_analysis": {
    "relevance": "Farrar's work is historically significant as one of the earliest and most accessible insider accounts of Alexandrian Wicca. It provides crucial primary source material for understanding the early development and public perception of modern witchcraft. By detailing specific rituals and philosophies, it demystifies practices that were (and often still are) subject to misconception and demonization. His personal journey contextualizes the intellectual and spiritual appeal of Wicca for a rational individual. The preface updates provide valuable reflection on the tradition's evolution and address previous criticisms.",
    "target_audience": "The book is primarily targeted at 'interested agnostics' and newcomers seeking to understand modern Wicca impartially, as well as new initiates looking for guidance on its practices and philosophy. It also appeals to practitioners interested in the Alexandrian tradition and its historical figures, particularly Alex Sanders, and to anyone interested in the broader field of Western Esotericism and occult practice."
  }
}