{
  "header": {
    "title": "The Greater Key of Solomon",
    "authors": [
      "S. Liddell MacGregor Mathers (translator/editor)",
      "King Solomon (attributed author)"
    ],
    "category": "Grimoire, Ceremonial Magic, Western Esotericism",
    "keywords": [
      "Solomon",
      "Key of Solomon",
      "Grimoire",
      "Ceremonial Magic",
      "Qabalah",
      "Pentacles",
      "Talismans",
      "Spirits",
      "Invocation",
      "Exorcism",
      "Planetary Magic",
      "Divine Names"
    ]
  },
  "central_thesis": "The Greater Key of Solomon presents a comprehensive system of ceremonial magic, purportedly revealed to King Solomon, for commanding spirits (both benevolent and malevolent) to achieve various practical and spiritual ends. The system emphasizes ritual purity, divine sanction, strict adherence to astrological timing, and the potent use of specific divine names, symbols, and talismans to exert authority over celestial and terrestrial entities, always under the caveat of moral rectitude and benevolent intent.",
  "structure_content": [
    {
      "chapter_title": "Preface To Book One",
      "summary": "This section establishes the text as a foundational work of Qabalistical Magic, influencing figures like Eliphas Levi. It details the editor's (S.L. MacGregor Mathers) work in collating various ancient manuscripts (Add. MSS. 10,862, Sloane MSS. 1307 & 3091, Harleian MSS. 3981, King's MSS. 288, Lansdowne MSS. 1202 & 1203) and correcting mangled Hebrew words in Pentacles. It explicitly warns against Black Magic, particularly the Grimorium Verum and Clavicola di Salomone ridolta, and cautions against the use of blood in rituals, advocating for prayer, Pentacles, and perfumes instead."
    },
    {
      "chapter_title": "Introduction (from Add. MSS. 10862)",
      "summary": "King Solomon recounts receiving divine wisdom from the Angel Homadiel to create the 'Key of Secrets,' a compendium of magical arts. He instructs his son Roboam to safeguard this work in an ivory casket in his sepulchre. Later, Babylonian Philosophers discover the text, finding it obscure. Through fervent prayer, Iohé Grevis gains divine understanding, making the 'Key' clear. He then solemnly charges future practitioners to use the knowledge honorably and prevent it from falling into unworthy hands."
    },
    {
      "chapter_title": "Preliminary Discourse (from Lansdowne MSS. 1203)",
      "summary": "Solomon explains to Roboam that his wisdom, derived from angelic revelation, allows him to command angels and natural forces. He categorizes spirits into various orders (Empyrean, Primum Mobile, Crystalline, Starry, Planetary, Elemental) and notes that each person has a 'Genii' connected to their elemental temperament. The discourse introduces the core correspondences for each planetary day and hour: colors, metals, herbs, animals, incense, and directions, vital for effective ritual work and sympathizing with spirits. Strict warnings against abusing this power are reiterated."
    },
    {
      "chapter_title": "Chapter I: Concerning The Divine Love Which Precedes The Acquisition Of This Knowledge",
      "summary": "This chapter states that the prerequisite for all magical operations is the fear and adoration of God, accompanied by sincere devotion and invocation. Success in acquiring magical knowledge hinges on diligent observance of specific days, hours, and the position/phase of the Moon, forming the fundamental timing aspect of the art."
    },
    {
      "chapter_title": "Chapter II: Of The Days, And Hours, And Of The Virtues Of The Planets",
      "summary": "A detailed exposition of the planetary rulership over the twenty-four hours of the day and their corresponding days of the week, in the sequence Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon. Each planetary hour and day is associated with specific magical operations (e.g., Saturn for summoning souls, Jupiter for wealth, Mars for war, Sun for divination, Venus for love, Mercury for eloquence/theft, Moon for voyages/stolen property). The importance of the Moon's sign (Terrestrial, Fiery, Watery, Airy) for various experiments is also outlined, along with a strict prohibition against working during a Solar-Lunar conjunction."
    },
    {
      "chapter_title": "Chapter III: Concerning The Arts",
      "summary": "Magical experiments are divided into those requiring a Circle and those not. For operations requiring a Circle, elaborate preparations are detailed, including a nine-day period of continence, frequent prayers, ritual bathing in consecrated water, and wearing clean white linen garments for both the Master and Disciples. A three-day fast precedes the main ritual. Instructions are given for assembling and distributing consecrated instruments to the Disciples before entering the sacred space."
    },
    {
      "chapter_title": "The Construction of the Circle",
      "summary": "This section provides precise instructions for drawing the protective Circle of Art using the consecrated Knife of Art. It involves concentric circles and squares, inscribed with sacred symbols (Tau) and powerful Divine Names (IHVH, AHNH, ALIVN, ALH, AL, IH, AGLA, ADNI) at specific cardinal points. Psalms (ii, liv, cxiii, lxvii, xlvii, lxviii) are to be recited during its construction. The ritual includes fumigations and positioning Disciples with drawn swords. A specific prayer is then recited to consecrate the Circle and repel evil spirits."
    },
    {
      "chapter_title": "Chapter IV: The Confession To Be Made By The Exorcist",
      "summary": "The Exorcist must deliver a profound and humble confession of all sins (pride, avarice, gluttony, lust, violence, ingratitude, etc.) before God and the Holy Angels. This act of purification aims to prevent adversarial spirits from having any leverage and to ensure divine mercy. Following the confession, a prayer is recited, seeking divine aid, strength against evil spirits, wisdom, and the removal of ignorance and malevolent desires."
    },
    {
      "chapter_title": "Chapter V: Prayer And Conjurations",
      "summary": "A prayer requests God's permission to understand hidden things. The Master lays hands on the Pentacles and, with a Disciple holding open the book of conjurations, turns to each cardinal quarter, invoking God as a 'strong tower' and displaying the 'Symbols and Names of the Creator' to command spirits. A primary conjuration follows, invoking spirits by a multitude of divine names (EHEIEH, IOD, TETRAGRAMMATON ELOHIM, EL, ADONAI TZABAOTH, SHADDAI, EL CHAI, ADONAI MALEKH) and celestial orders, compelling them to appear and fulfill the magician's will."
    },
    {
      "chapter_title": "Chapter VI: Stronger And More Potent Conjuration",
      "summary": "If spirits remain disobedient, the Master intensifies the conjuration. He uncovers the consecrated Pentacles worn on his breast and brandishes the Knife of Art, striking the air. A more forceful conjuration is then recited, reiterating divine names and adding threats of divine punishment, banishment to the Abyss, and eternal torment for recalcitrant spirits. An 'Address to the Angels' is included to solicit aid against particularly obstinate demons, and ultimately, a final, most potent conjuration using specific letters and symbols of the Creator is delivered."
    },
    {
      "chapter_title": "License To Depart",
      "summary": "Upon successful completion of the operation and fulfillment of desires, the Master grants permission for the spirits to depart, thanking them for their service. This dismissal is performed 'In the Name of ADONAI,' assuring peace and their readiness for future summons. If spirits were disobedient, an alternative method of punishment involves writing their names on parchment, soiling it, and burning it with specific incenses while reciting curses to torment them until they comply."
    },
    {
      "chapter_title": "Book of Virgin Parchment Paper",
      "summary": "Instructions for creating a specialized magical book containing conjurations. This book is to be covered with sacred Sigils on a silver plate and engraved with Holy Pentacles. It is to be opened on Sundays or Thursdays, specifically during the night following the day, as 'Demons are Animals of Darkness' and are therefore more susceptible at these times."
    },
    {
      "chapter_title": "Chapter VIII: Concerning Pentacles, And The Manner Of Constructing Them",
      "summary": "This chapter highlights the crucial role of Pentacles (or Medals) in striking terror into spirits and ensuring their obedience. These talismans offer protection against various perils (earth, air, water, fire, poison, infirmities) and grant grace/goodwill. They are to be crafted from specific planetary metals or virgin parchment, using corresponding planetary colors, on their respective days and hours. Strict rules for consecration and handling (e.g., wrapping in silk, fumigation) are given, emphasizing that firm belief is paramount for their efficacy."
    },
    {
      "chapter_title": "Chapter IX: Of The Experiment Concerning Things Stolen, And How It Should Be Performed",
      "summary": "Detailed instructions are provided for recovering stolen property. The ritual involves specific prayers (e.g., 'Ateh Adonai Elohim Asher Ha-Shamain Ve-Ha-Aretz') and conjurations to compel spirits to reveal the thief and the location of the goods. Two methods are given: one uses a sieve suspended over a basin of water, where the thief's image is seen and marked with the Magical Sword of Art; the other involves resting scissors on thumbnails while naming suspects, causing the sieve to turn when the thief's name is spoken."
    },
    {
      "chapter_title": "Chapter X: Of The Experiment Of Invisibility, And How It Should Be Performed",
      "summary": "This chapter outlines procedures for achieving invisibility. It involves preparing a yellow wax image of a man on a Saturnian day and hour in January, inscribing it with specific characters (Figure 5) and words on frog/toad skin (Figure 6) using a needle. The figure is then suspended from the practitioner's hair in a cavern at midnight, fumigated with incense, and conjured with names like 'METATRON, MELEKH, BEROTH.' The wax figure, when carried in the left pocket, is believed to confer invisibility."
    },
    {
      "chapter_title": "Chapter XI: To Hinder A Sportsman From Killing Any Game",
      "summary": "A spell to prevent a sportsman from succeeding in hunting is described. It requires a green elder stick with the pith removed, into which strips of hare-skin parchment (inscribed with black hen's blood, Figure 7) are inserted. The stick is fumigated on a Friday in February, buried under an elder tree, and then exposed in the sportsman's path to render him unsuccessful. It must be reburied after each use."
    },
    {
      "chapter_title": "Chapter XII: How To Make The Magic Garters",
      "summary": "This chapter details the creation of 'Magic Garters' from stag skin. Inscribed with specific words and characters (Figure 8) using hare's blood (from a hare killed on June 25th) and filled with green mugwort, they are used for rapid travel. To activate, the garters are washed in a running brook before sunrise and worn, while a holm-oak rod is used to write the desired destination on the ground. Saying 'AMECH' and striking the air with the wand stops the journey."
    },
    {
      "chapter_title": "Chapter XIII: How To Make The Magic Carpet Proper For Interrogating The Intelligences...",
      "summary": "Instructions for creating a 'Magic Carpet' from white, new wool, prepared at a Full Moon in Capricorn during the Sun's hour. The ritual involves spreading the carpet within a protective circle, invoking archangels (Michael, Raphael, Gabriel, Muriel) at the cardinal points, and conjuring the Divine Name AGLA. An azure-blue virgin parchment inscribed with characters and a name (Figure 9) is used during the interrogation, which is conducted under the carpet with incense, to receive distinct answers from intelligences."
    },
    {
      "chapter_title": "Chapter XIV: How To Render Thyself Master Of A Treasure Possessed By The Spirits",
      "summary": "This chapter describes a ritual to obtain treasures guarded by 'Gnomes,' spirits associated with human avarice. Performed on a Sunday between July 10th and August 20th, with the Moon in Leo, the operation involves drawing a circle at the treasure site, censing, and wearing ritual raiment. A lamp, fueled by oil mixed with the fat of a deceased man, is suspended. Workmen are protected with goat-skin girdles inscribed with characters (Figure 10) in the dead man's blood. The Master conjures powerful Divine Names to command angels/spirits to release the treasure for good use."
    },
    {
      "chapter_title": "Chapter XV: Of The Experiment Of Seeking Favour And Love",
      "summary": "This experiment involves invoking God (ADONAI) to obtain favor and love. It requires writing specific words and names (e.g., SATOR AREPO TENET OPERA ROTAS, names of the Sephiroth, Biblical patriarchs) on virgin parchment, consecrating it with prayer, and then burying it at a crossroads for a day and night. The parchment, when carried, is believed to grant the desired favor. Strict adherence to proper days, hours, and ritual preparations is emphasized."
    },
    {
      "chapter_title": "Chapter XVI: How Operations Of Mockery, Invisibility, And Deceit Should Be Prepared",
      "summary": "This chapter outlines methods for illusions, deceptions, and invisibility. Practitioners are instructed to observe specific days/hours and write characters/words on virgin parchment, possibly using bat's blood. A conjuration using names like 'ABAC, ALDAL, HUDAC, GUTHOR' is recited to command spirits of deceit to render things invisible or create illusions, effectively deceiving the senses of observers."
    },
    {
      "chapter_title": "Chapter XVII: How Extraordinary Experiments And Operations Should Be Prepared",
      "summary": "For unusual and powerful operations, the practitioner must observe precise timing and use 'Genuine Parchment Paper' made from the skin of dead-born lambs. A prayer invoking God through numerous Divine Names (IOD, IAH, VAU, DALETH, VAU, TZABAOTH, ZIO, AMATOR, CREATOR, ADONAI) is recited to ensure the experiment's truth and efficacy. The process requires further fumigation, aspersion with consecrated water, and all ceremonies detailed in Book Two."
    },
    {
      "chapter_title": "Chapter XVIII: Concerning The Holy Pentacles Or Medals",
      "summary": "This concluding chapter reaffirms the immense power of the Holy Pentacles. They serve not only to terrify and command spirits but also to provide comprehensive protection against all physical and spiritual dangers, and to attract grace and goodwill. The chapter reiterates their construction from planetary metals or virgin parchment, using corresponding colors, and emphasizes that their efficacy relies on the practitioner's unwavering belief and diligent adherence to the prescribed ritualistic solemnities."
    }
  ],
  "key_concepts": [
    {
      "term": "Pentacles/Medals",
      "definition": "Sacred talismans, typically inscribed with Divine Names, Characters, and Sigils, that embody divine power. They are central to the system for commanding spirits, protection from harm, attracting positive influences, and ensuring ritual success. Their material (planetary metals or virgin parchment) and color correspond to the specific planetary influence desired for the operation."
    },
    {
      "term": "Circle of Art",
      "definition": "A meticulously constructed and consecrated sacred space, delineated by concentric circles and squares, inscribed with potent Divine Names and symbols. It serves as both a protective barrier for the magician and their assistants and as a focal point for channeling and containing summoned spirits, ensuring control over the magical operation."
    },
    {
      "term": "Planetary Hours/Days",
      "definition": "An astrological system of temporal correspondence dictating the optimal timing for magical operations. Each of the seven classical planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon) rules specific hours within each day and its namesake day, aligning the ritual with appropriate celestial influences for desired outcomes (e.g., Saturn for baneful work, Jupiter for wealth, Venus for love)."
    },
    {
      "term": "Divine Names",
      "definition": "Sacred Hebrew names of God (e.g., IHVH, ADONAI, EHEIEH, EL, ELOHIM, SHADDAI) invoked as the primary source of power within the rituals. These names, believed to hold inherent authority and creative force, are used in conjurations and inscribed on Pentacles to compel spirits and sanctify magical actions, reinforcing the divine authority behind the magician's commands."
    },
    {
      "term": "Spirits (Angels/Demons/Genii/Gnomes)",
      "definition": "A broad category of non-physical entities that the system seeks to control. These include celestial beings (Angels), planetary spirits, elemental spirits (Genii, Gnomes), and potentially 'evil spirits' or demons. They are commanded through the authority of Divine Names to manifest, reveal secrets, or perform desired actions, operating under the implicit or explicit sanction of the Creator."
    },
    {
      "term": "Purity & Continence",
      "definition": "An absolute prerequisite for the practitioner, encompassing both physical and moral cleanliness. This involves periods of sexual abstinence, fasting, ritual bathing in consecrated water, and wearing clean, white garments. These practices are designed to elevate the magician's spiritual state, making them worthy and receptive to divine influence, and capable of commanding spirits without undue risk."
    }
  ],
  "practical_system": {
    "description": "The practical system revolves around the disciplined invocation and control of spirits to manifest desired outcomes, all predicated on divine authority and personal purity. It's a highly structured, step-by-step methodology integrating astrological timing, meticulous ritual space preparation (the Circle of Art), the use of specially consecrated tools, and the creation of talismans (Pentacles) inscribed with Divine Names. The core mechanism is compelling spirits through the power of God's holy names and symbols, rather than coercive or pact-based methods often associated with other grimoires.",
    "tools": [
      "Knife/Sickle/Sword of Magical Art (consecrated for ritual drawing and symbolic actions)",
      "Censer, Perfumes, Incense (frankincense, mastic, aloes, asafoetida, rue) for fumigation",
      "Lantern and Wax Taper (for illumination and to contain the sacred flame)",
      "Book of Conjurations (to be held open by a Disciple)",
      "Virgin Parchment Paper (from lamb or hare skin), Pen (dove feather), Needle (for inscriptions), and various Inks/Blood (black hen's blood, bat's blood) for writing sigils and names",
      "Crucible/Chafing-dish, Charcoal/Fuel (for burning incense)",
      "Staff and Wand/Rod (carried by the Master)",
      "Sieve and Brass Basin with Fountain Water (for theft divination)",
      "Green Laurel Twig (for stirring water in divination)",
      "Yellow Wax Image of a Man, Frog/Toad Skin (for invisibility charm)",
      "Green Elder Stick (for sportsman spell)",
      "Stag Skin, Green Mugwort, Barbel Fish Eyes, Holm-Oak Rod (for Magic Garters)",
      "White New Wool Carpet (for intelligence interrogation)",
      "Girdles of Goat Skin (for protection during treasure retrieval)",
      "Holy Pentacles/Medals (numerous designs, materials, and inscriptions specific to operations)"
    ],
    "rituals": [
      "Rigorous pre-ritual purification: Nine days of sexual continence, regular prayer, three-day fasting, and ritual bathing in consecrated water for the Master and Disciples, wearing clean white linen.",
      "Construction and consecration of the 'Circle of Art': Drawing concentric circles and squares, inscribing Divine Names (IHVH, AHNH, ALIVN, ALH, AL, IH, AGLA, ADNI) and sacred symbols, accompanied by psalm recitation and an initial prayer.",
      "Preparation of Pentacles/Medals: Crafting talismans from specific planetary metals or virgin parchment using corresponding colors, inscribed with characters and Divine Names, during astrologically auspicious (planetary) days and hours.",
      "Invocation and Conjuration: Recitation of lengthy, elaborate prayers and conjurations, utilizing a vast lexicon of Divine Names, turning to cardinal directions, and displaying Pentacles to compel spirits to appear and obey.",
      "Spirit interaction: Engaging with summoned spirits for specific requests (e.g., retrieving stolen goods, achieving invisibility, gaining knowledge) and, if necessary, employing 'Stronger and More Potent Conjurations' with threats of divine punishment for disobedience.",
      "Dismissal: Granting a 'License to Depart' to spirits after the operation, thanking them and ensuring peaceful return, followed by ritual cleansing and return to normal attire."
    ]
  },
  "relevant_quotes": [
    {
      "text": "ACCURSED BE HE WHO TAKETH THE NAME OF ALMIGHTY GOD IN VAIN; but thou mayest without any other ceremonies make use of them, provided that, as I have already said, thou hast only the Glory of Eternal God for thine object.",
      "page": "44"
    },
    {
      "text": "The text of this electronic edition of The Greater Key of Solomon was taken from the American edition of 1916 published by L.W. deLaurence. It substantially duplicates that edition with the following exceptions: Several long, irrelevant interjections by deLaurence have been removed, as have his self-promoting frontispiece and splash pages. The footnotes have been eliminated as contributing nothing of significance to the meaning of the text. They consisted largely of pompous “admonishments\" by deLaurence, advertisements for his products, and opaque source notes. Where possible, illustrations have been moved close to the place where they are referenced in the text. The formatting has been changed to conform to modern conventions. The scanned illustrations have been optimized for printing at 300 dpi; with some combinations of computer monitor and driver software, the onscreen images may appear blocky or crude. For the best reading experience, I recommend printing this document on non-glossy paper tinted a light ecru or tan color. Benjamin Rowe March 23, 1999",
      "page": "2"
    },
    {
      "text": "The Pentacles should then be made in the days and hours of Mercury, when the Moon is in an aërial or terrestrial sign; she should also be in her increase, and in equal number of days with the Sun.",
      "page": "39"
    },
    {
      "text": "O Lord God, All Powerful and All Merciful, Thou who desirest not the death of a sinner, but rather that he may turn from his wickedness and live; give and grant unto us thy grace, by blessing and consecrating this earth and this Circle, which is here marked out with the most powerful and holy Names of God.",
      "page": "21"
    }
  ],
  "critical_analysis": {
    "relevance": "The Greater Key of Solomon is a canonical grimoire, foundational to Western Esoteric traditions. It codified many principles of ceremonial magic, including spirit hierarchies, planetary correspondences, ritual purity, and the use of divine names and talismans (Pentacles). Its influence is evident in later systems like the Hermetic Order of the Golden Dawn, which drew heavily upon its principles. It provides a structured, theurgic approach to magic, emphasizing divine authority and moral responsibility, distinguishing it from 'black magic' texts.",
    "target_audience": "The primary audience is serious students and practitioners of ceremonial magic, particularly those within the grimoire tradition, Hermeticism, or Qabalah. The text itself warns against use by 'wicked' or 'unworthy' individuals, implying a self-selecting audience committed to ethical practice and extensive ritual preparation. It also appeals to scholars interested in the historical development of occult philosophy and magical practice."
  }
}