{
  "header": {
    "title": "The Scroll of Set",
    "authors": [
      "Margaret Wendall IV°",
      "R. Amn DeCecco III°",
      "Robert Ethel IV°"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Setianism",
      "Enochian Magic",
      "John Dee",
      "Edward Kelley",
      "Aleister Crowley",
      "Anton LaVey",
      "Word of Set",
      "Self-Deification",
      "Left Hand Path",
      "Occult Philosophy"
    ]
  },
  "central_thesis": "The document presents a core Setian philosophy of radical self-deification and individual sovereignty, rejecting external deities and societal conventions. This philosophical stance is then explicitly linked to a purist, corrective re-evaluation of the Enochian Calls, identifying them as the 'Word of Set'—a powerful magical system historically corrupted but now essential for personal gnosis and the dawning of the Æon of Set.",
  "structure_content": [
    {
      "chapter_title": "[1] I Pledge Allegiance",
      "summary": "This article outlines the foundational Setian philosophy, emphasizing radical individualism and self-deification. It critiques traditional religions (especially Abrahamic) for promoting fear, passivity, and external worship, which are seen as detrimental to individual freedom and psychological growth. The author argues that a Setian's allegiance is to the self, recognizing their own divine potential and actively shaping their reality, rather than deferring to 'gods' or societal norms. Deception by others leads to control, while self-deception leads to self-annihilation; thus, a Setian honors their own kind and pledges allegiance only to themselves."
    },
    {
      "chapter_title": "[2] The Nineteen Parts of the Word of Set",
      "summary": "This detailed analysis critically examines the historical transmission and corruption of the Enochian Calls, asserting them as the 'Word of Set' belonging to HarWer (Set). It traces the lineage of corruption from John Dee and Edward Kelley through the Golden Dawn, Aleister Crowley, and Anton LaVey, highlighting specific errors in pronunciation, translation, and interpretation (e.g., 'laida' to 'Saitan', 'descend' to 'ascend'). The article posits that the Casaubon work ('A True and Faithful Relation...') offers the purest extant version of these calls, which are described as the 'speech of the Divel' rather than of God, and are 'keyes into the Gates and Cities of wisdom.' The author calls for the restoration of these calls to their uncorrupted form as vital for the dawning of the Æon of Set."
    },
    {
      "chapter_title": "[3] Ye Public Notice/Bulletin Board",
      "summary": "This section provides editorial updates and announcements for 'The Scroll of Set,' including changes in assistant editor, submission deadlines, and acknowledgments of contributors. It also reflects on the American Bicentennial from a Setian perspective, using it as a backdrop to discuss themes of freedom and national identity, while critiquing excessive commercialism. The editor mentions the masthead hieroglyphs reading 'Sefdu en Set' (The Scroll of Set), contextualizing the publication within Setian practice."
    }
  ],
  "key_concepts": [
    {
      "term": "Setian Philosophy",
      "definition": "A philosophical system centered on individual self-deification, self-preservation, and self-indulgence. It rejects external worship, traditional moral laws, and societal conventions in favor of cultivating one's own unique potential and embracing personal power, viewing the individual as their own god."
    },
    {
      "term": "Word of Set",
      "definition": "The true, uncorrupted Enochian Calls, identified as a magical language originating from HarWer (Set) and revealed to John Dee and Edward Kelley. It is presented as a powerful system that, when correctly understood and recited from the 'purer' Casaubon text, acts as 'keyes into the Gates and Cities of wisdom,' facilitating alignment with the 'Powers of Darkness' and personal transformation."
    },
    {
      "term": "Enochian Calls / Language",
      "definition": "A system of angelic or elemental language and invocations received by John Dee and Edward Kelley. The article critiques its subsequent perversion by occult organizations and figures (e.g., Golden Dawn, Crowley, LaVey) and advocates for a return to the original form found in the Casaubon text as the authentic 'Word of Set.'"
    },
    {
      "term": "Self-Deification",
      "definition": "The central operative principle of Setianism, involving the conscious and active recognition and cultivation of one's own inner divinity. It is achieved by rejecting external authority and focusing personal will, energy, and intellect on self-actualization and empowerment, thereby becoming 'one's own god.'"
    },
    {
      "term": "Æon of HarWer/Satan/Set",
      "definition": "An epoch or age, analogous to Crowley's Æon of Horus, which is seen as dawning or being established through the correct understanding and application of the 'Nineteen Parts of the Word of Set.' This signifies a shift towards a period of individualized power and alignment with the dark, chthonic forces associated with Set."
    }
  ],
  "practical_system": {
    "description": "The practical system revolves around the 'Word of Set' (the uncorrupted Enochian Calls) as a means for personal and global influence aligned with Setian self-deification. It requires meticulous study of the original Casaubon text to identify and correct the historical perversions introduced by later occultists. By restoring the precise pronunciation and translation, the practitioner can engage with the calls as 'keyes into the Gates and Cities of wisdom,' enabling them to 'deal with all parts of the World.' This operative work serves to further the individual's self-deification and contribute to the dawning of the Æon of Set.",
    "tools": [
      "Meric Casaubon's 'A True and Faithful Relation of What Passed for Many Yeers Between Dr. John Dee and Some Spirits' (and its 2nd edition, 'Dr. John Dee's Actions with Spirits').",
      "Comparative texts from other Enochian traditions (Crowley's 'The Equinox', LaVey's 'The Satanic Bible', Regardie's 'The Golden Dawn') for identifying corruptions.",
      "A deep understanding of Setian philosophy, self-deification, and Left Hand Path principles."
    ],
    "rituals": [
      "Philological study and comparative analysis of Enochian Calls from various sources (Casaubon, Dee, Kelley, Golden Dawn, Crowley, LaVey) to identify and correct errors.",
      "Restoration of correct pronunciation and translation of the 'Nineteen Parts of the Word of Set' based on the Casaubon text.",
      "Recitation or invocation of the purified 'Word of Set' for 'dealing with all parts of the World' and accessing 'Gates and Cities of wisdom,' implicitly for self-empowerment and the manifestation of will.",
      "Practices of self-esteem and self-affirmation, framing the individual as their own god, in alignment with Setian philosophy."
    ]
  },
  "relevant_quotes": [
    {
      "text": "A Setian confronts a mirror and sees a god. Not some amorphous legend, not a pathetic, sallow-skinned yogi, but a wholesome, sensual, energetic being capable of decision, self-preservation, self-indulgence. A body full of him/herself.",
      "page": "1"
    },
    {
      "text": "A Setian is his/her own god - or his/her own cancer, whichever he/she nurtures.",
      "page": "1"
    },
    {
      "text": "Now, if Casaubon is to be believed, then the calls are the speech of the 'Divel' rather than of God.",
      "page": "3"
    },
    {
      "text": "'... and vanquish thus the feeble and corrupt Keys of Enoch which were but a shadow of my true Word and now are an affront to me.' - The Book of Coming Forth by Night",
      "page": "4"
    },
    {
      "text": "'These Calls touch all the parts of the World. The World may be dealt withall, with her parts; Therefore you may do anything. These Calls are the keyes into the Gates and Cities of wisdom.' - Casaubon, page 145",
      "page": "4"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant within Western Esotericism, particularly for practitioners of Left Hand Path traditions and Setianism. It offers a radical reinterpretation and purification of a foundational magical system (Enochian Magic) by critiquing nearly all subsequent occult lineages. Its emphasis on self-deification and the 'Word of Set' provides a distinct operative framework that diverges sharply from traditional, externally-focused magical paradigms. It challenges established occult narratives, urging a return to what it deems primary sources for authentic power and gnosis, directly impacting the 'dawning of the Æon of Set.'",
    "target_audience": "The target audience includes advanced practitioners and scholars of Setianism, those engaged in Left Hand Path philosophies, researchers specializing in Enochian magic and its historical transmission, and occultists seeking alternative, purist interpretations of established magical systems. It is aimed at individuals committed to self-deification and willing to undertake rigorous philological and magical work to 'restore' the 'Word of Set.'"
  }
}