{
  "header": {
    "title": "Witchcraft, magic and culture 1736-1951",
    "authors": [
      "Owen Davies"
    ],
    "category": "Historiography of Witchcraft and Magic Studies",
    "keywords": [
      "witchcraft",
      "magic",
      "Europe",
      "America",
      "Enlightenment",
      "folklore",
      "historiography",
      "cunning-folk",
      "material culture",
      "early modern",
      "modernity"
    ]
  },
  "central_thesis": "The central thesis is that the academic study of witchcraft and magic beyond the early modern witch trials (specifically 18th-20th centuries) has only recently gained serious scholarly attention. This shift has occurred by overcoming traditional academic periodization and notions of societal progress that previously relegated these topics as insignificant, revealing the widespread and continued relevance of magical beliefs and practices in modern European and American society.",
  "structure_content": [
    {
      "chapter_title": "Introduction & Historiographical Context",
      "summary": "This section introduces the historical neglect of post-early modern witchcraft and magic studies, attributing it to rigid academic periodization and implicit adherence to Enlightenment notions of rational progress. It highlights how recent scholarship (last three decades) by historians, folklorists, and anthropologists has begun to analyze continued witchcraft accusations and the use of cunning-folk, shedding light on social, cultural, and religious developments in modern Europe and America."
    },
    {
      "chapter_title": "British Scholarship on Post-1736 Witchcraft",
      "summary": "Initially, the period following the decriminalization of witchcraft in 18th-century England was largely the domain of folklorists and antiquarians. Influential works by Alan Macfarlane and Keith Thomas on early modern witchcraft overshadowed later periods. However, new research, including Owen Davies's own work using 'reverse witch trials' and studies on the continued role of cunning-folk, demonstrated that fears and magical practices persisted well into the 19th and early 20th centuries, challenging assumptions about their decline."
    },
    {
      "chapter_title": "American Scholarship on Enduring Witchcraft Beliefs",
      "summary": "Interest in the continuance of witchcraft beliefs in America has a longer historiographical pedigree. Herbert Leventhal's 'In the Shadow of the Enlightenment' (1976) was groundbreaking, tracing popular strands of witchcraft and magic in 'Enlightenment' America. Jon Butler's work complemented this, and a major controversy arose regarding magic's influence on early Mormonism. More recently, the focus has shifted to the 'creolization of magic' in African-American traditions (conjure, hoodoo) during the 19th and 20th centuries."
    },
    {
      "chapter_title": "Continental European Research & Anthropology",
      "summary": "British historians, when exploring post-18th century witchcraft, often turned to continental European comparisons. Judith Devlin's study of 19th-century France was significant. Similar work in Denmark and the Netherlands revealed the continuation of witchcraft accusations and cunning-folk activities. European anthropologists and sociologists further identified witchcraft accusations as a continuing reality, though the dynamics differed in Britain compared to southern/central Europe."
    },
    {
      "chapter_title": "Material Culture as Evidence",
      "summary": "The study of the physical remains of magical practices (e.g., witch bottles, charms, amulets, building depositions) has gained scholarly attention. These artifacts provide crucial evidence for traditions absent from historical records or for understanding how beliefs were maintained by immigrants in new lands (e.g., European and African-American conjuration in America, or ritual practices in Australia where archival evidence is scarce)."
    },
    {
      "chapter_title": "Conclusion: The Mainstreaming of Modern Witchcraft Studies",
      "summary": "The article concludes that the study of witchcraft and magic in the modern era is now firmly rooted in mainstream historical research. Major scholarly overviews and numerous monographs across Europe and America attest to the vibrancy of this field, signifying a new 'assault' on the 18th and 19th centuries, recognized as periods of significant interest."
    }
  ],
  "key_concepts": [
    {
      "term": "Early modern witch trials",
      "definition": "The traditional, institutionalized focus of historical witchcraft studies, primarily concerned with legal prosecutions of suspected witches from the 15th to 18th centuries."
    },
    {
      "term": "Enlightenment",
      "definition": "A historical period (18th century) characterized by a shift towards reason and scientific thought. The article argues that while it heralded intellectual change, it did not eliminate popular belief in the occult or magic."
    },
    {
      "term": "Historic periodisation",
      "definition": "The academic practice of dividing history into distinct periods, which historically led to witchcraft studies being largely confined to the 'early modern' era, thereby neglecting later developments."
    },
    {
      "term": "Cunning-folk / Magical healers",
      "definition": "Multi-faceted practitioners of magic, divination, healing, and crime detection, whose roles and influence continued in popular culture well beyond the official decriminalization of witchcraft."
    },
    {
      "term": "Reverse witch trials",
      "definition": "Court cases that occurred after witchcraft laws were repealed, where individuals accused of witchcraft became the plaintiffs, suing their accusers or abusers for physical and verbal assaults. These cases serve as vital sources for understanding continued witchcraft beliefs."
    },
    {
      "term": "Material culture of magic",
      "definition": "The study of physical objects and architectural deposits (e.g., witch bottles, written charms, deliberately placed shoes) used in magical practices. These provide evidence where archival records are scarce, particularly for protective magic and immigrant traditions."
    },
    {
      "term": "Creolization of magic",
      "definition": "The process of cultural fusion where distinct magical traditions (e.g., European, African, Native American) blend to form new practices, exemplified by 'conjure' and 'hoodoo' in the American South."
    }
  ],
  "practical_system": {
    "description": "The 'practical system' presented in this text is an academic research methodology for studying post-early modern witchcraft and magic. It advocates for interdisciplinary approaches (history, folklore, anthropology, archaeology) to challenge traditional periodization that confined witchcraft to the early modern era. This system emphasizes utilizing a broad range of primary sources beyond traditional witch trial records, including newspapers, legal records ('reverse witch trials'), ethnographic accounts, memoirs, popular literature, and particularly, material culture. Its goal is to reveal the continued social, cultural, and religious relevance of magical beliefs and practices in modern societies.",
    "tools": [
      "Witch bottles (for counter-witchcraft)",
      "Pierced hearts (ritual objects)",
      "Written charms",
      "Amulets",
      "Ritual building depositions (objects deliberately placed in buildings for protection)",
      "Shoes (placed in chimneys or walls for protection)"
    ],
    "rituals": [
      "Witchcraft accusations (social dynamics of accusation and conflict)",
      "Cunning-folk practices (healing, divination, crime detection)",
      "Magical healing",
      "Ritual protective building practices (e.g., placing shoes, witch bottles in structures)",
      "Treasure hunting (associated with early Mormonism)",
      "Conjure and hoodoo (African-American magical traditions)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "While much scholarly time and energy has been dedicated to the history of the early modern witch trials, it is only in recent years that serious attention has been given to the continued belief in witchcraft and magic in eighteenth- and nineteenth-century Europe and America.",
      "page": "1"
    },
    {
      "text": "The so-called Enlightenment may have heralded a sea change in intellectual thought, but it did not supplant the occult mentalities of the majority of people.",
      "page": "1"
    },
    {
      "text": "Thomas's comprehensive analysis of the decline of magical mentalities seemingly robbed the subject of a place in modern history.",
      "page": "2"
    },
    {
      "text": "The study of witchcraft accusations, vital to understanding the dynamics of the witch trials was, however, largely ignored until the 1970s when the anthropologist Jeanne Favret-Saada began to explore witchcraft disputes in contemporary rural France.",
      "page": "1"
    },
    {
      "text": "It is hard to believe that witchcraft accusations did not occur in the new continent and that magical practices, which were widespread in early nineteenth century urban and rural Britain, suddenly became redundant.",
      "page": "6"
    },
    {
      "text": "With the history of the major witchcraft trials now almost accomplished, we also seem ready for a new assault on the ancient world as well as the eighteenth and nineteenth centuries, periods that bristle with interest.",
      "page": "6"
    }
  ],
  "critical_analysis": {
    "relevance": "This article is highly relevant for understanding the evolution of academic scholarship on witchcraft and magic, particularly its expansion beyond the traditional 'early modern' focus. It challenges periodization biases and highlights the enduring presence of magical beliefs and practices in modern societies. For esoteric and occult studies, it provides crucial historiographical context, demonstrating how contemporary interest in these topics is supported by a robust, interdisciplinary academic field that acknowledges the continuity of magical mentalities.",
    "target_audience": "The primary target audience includes academic historians, folklorists, anthropologists, and cultural studies scholars specializing in the social history of magic, religion, and popular beliefs from the 18th to mid-20th century. While not a practical manual, practitioners of modern magic or esotericism may find it valuable for historical context and understanding the academic discourse surrounding the traditions they engage with."
  }
}