{
  "header": {
    "title": "The Book Of The Servant",
    "authors": [
      "Ahmad Wahid"
    ],
    "category": "Esoteric Islam, Islamic Occultism, Spirit Conjuration",
    "keywords": [
      "Khadam",
      "Guardian",
      "Angel",
      "Djinn",
      "Servant",
      "Islamic Magic",
      "Occult Rituals",
      "Quranic Verses",
      "Divine Names",
      "Zodiac",
      "Arabic Alphabet",
      "Ilmu Al-Hikmah",
      "Conjuration",
      "Spirit Work",
      "Wealth",
      "Protection",
      "Healing",
      "Hidden Knowledge",
      "Teleportation"
    ]
  },
  "central_thesis": "The book presents a series of Islamic occult practices (Ilmu Al Hikmah) for invoking spiritual entities known as 'Khadam' or 'Guardians.' These entities, described as angelic, djinn, or demon spirits, are associated with specific Quranic verses, Divine Names of Allah, Zodiac signs, and Arabic alphabet letters. The central thesis is that through specific rituals (fasting, recitation, isolation, incense burning), one can acquire the service of these entities to fulfill various desires, including wealth, protection, healing, hidden knowledge, and even extraordinary abilities like levitation or teleportation.",
  "structure_content": [
    {
      "chapter_title": "WHAT IS THE SERVANT",
      "summary": "This section defines 'Khadam' as an Arabic term for servant within Ilmu Al Hikmah (Knowledge Of The Wisdom). It distinguishes Khadam from Qarin, explaining that Khadam are acquired through occult practice and can be angelic, djinn, or demon spirits, each possessing unique powers such as levitation, invisibility, or invulnerability. Khadam are also known as Guardians of Quranic verses, Arabic, and Hebrew alphabets."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE FIDELITY VERSE",
      "summary": "Details the ritual to conjure Syeikh Abdul Wahid, the angelic guardian of Surat al-Ikhlas (Quran 112). This practice, common in Sufi and Islamic occultism, is primarily for acquiring wealth but can fulfill other desires that do not violate spiritual laws. The method includes spiritual purification, specific room preparation, prolonged fasting, and extensive recitations of 'Astaghfirullahal Azhim,' Shalawat, 'The Bait,' 'The Fidelity Verse,' and a detailed 'Invocation Prayer' over three consecutive nights."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE THRONE VERSE",
      "summary": "Explains the invocation of Angel Kandiyas, the guardian of Ayat Al-Kursi, known for its powerful protection against djinn and Shaitan. The rite, attributed to Imam Sheikh Ahmad Ali Al-Buuni, requires repentance, purification, mental clarity, a 4-day period of solitary confinement (kholwat) from Tuesday to Saturday dawn, and burning incense. During this period, Azimah Ayat Kursi is recited 72x after each obligatory prayer. Manifestations (donkey whinny, horse galloping, colored cats) precede the guardian's appearance on the fourth night, offering assistance in exchange for lifelong service."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE COW VERSE",
      "summary": "Describes a method to invite and befriend 100 angels guarding Surat Al-Baqarah. The conditions involve a 33-day sunnah fast and specific prayer recitations: 41x after each obligatory Muslim prayer and 313x at night after a wishing prayer (Solah hajad)."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE YASIN VERSE",
      "summary": "Outlines the occult way to invoke Abdul Syiral, the guardian of Surat Yasin, known as the heart of the Quran. The ritual involves a 7-day sunnah fast, nightly performance of Solah hajad or Tahajud (2 raka'at) in solitude or a dark mosque, reciting Surat Yasin 1x after Al-Fatihah in each raka'at. After salam, Surat Yasin is recited 3x, ayat 1 for 100x, and ayat 58 for 333x. The practitioner then pretends to sleep facing Qiblat, after which Abdul Syiral appears to assist with banishing debt, providing food, and curing sickness."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE DIVINE NAME ALLAH",
      "summary": "Provides two methods to conjure Angel Kehial, an Archangel who leads 66 rows of angels and assists those who recite 'Allohu.' The first method involves a 14-day dawn-to-dusk fast (no animal products), 14 days of public isolation, and specific recitations of 'Allohu' (1,000x and 10,000x) and Surat An-Nur ayat 35 (50x). The second method requires a 66-day fast (no meat), reciting 'Allohu' 66x at midnight. Both lead to Kehial's manifestation to grant desires, emphasizing the angelic nature of these guardians."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE DIVINE NAME AL-LATIF",
      "summary": "Details the invocation of the guardian of 'Al-Latif' (the Gentle), one of Allah's 99 names. The practice involves a 7-day fast consuming only plain water and rice, solitude in a quiet room, and reciting 'Ya Latiff' 129x after each obligatory prayer. Additionally, 'Ya Latiff' is recited 16,641x every night with a specific prayer 4x, leading to the Khadam's appearance to grant desires."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE DIVINE NAME MALIKUL MULKI",
      "summary": "Describes a high-grade Ilmu Al-Hikmah practice for invoking the angel Rumiyail, recommended for advanced practitioners. It involves days of continuous 'Malikul Mulki' recitation until it unifies with the soul, followed by extended fasting in a desolate jungle (Ramadhan-like) while maintaining purity and silence. 'Malikul Mulki' is recited 8,000x during the day and 12,000x at night for several months, culminating in Rumiyail's appearance as a king to offer a silver heritage Rod and service in exchange for adherence to God's laws."
    },
    {
      "chapter_title": "THE KNOWLEDGE OF THE KING OF ANGEL",
      "summary": "Introduces 'Asmak Sirrul A'zhim,' a rare and secret high-level knowledge providing angelic protection, wish fulfillment, third-eye unveiling, and inspiration. It is meant for spiritually mature individuals with families and strictly forbids negative or unlawful use. The practice involves fasting for 3 or 7 days, performing specific prayers (Solah hajad or Tahajud), and reciting 'Astaghfirullahal Azhim' and Shalawat 100x, followed by a detailed 'The Prayer' to invoke the king of angels."
    },
    {
      "chapter_title": "TO ACQUIRE A SERVANT NAMED AUNUL MUTI'",
      "summary": "Presents a comparatively easy method to conjure the 'obedient assistant' Khadam named Aunul Muti'. The ritual requires a 3-day fast starting Tuesday (no animal products), reciting 'Hayloosh' 1,500x after each obligatory prayer, and burning Red Sandalwood incense. On Friday night, a good-looking Khadam appears, willing to make a deal and serve, even providing food and drinks."
    },
    {
      "chapter_title": "TO ACQUIRE A DJINN SERVANT NAMED SYEIKH TOYTOWAL",
      "summary": "Outlines the method to conjure a Djinn servant, Syeikh Toytowal. This involves a 41-day fast, breaking fast without consuming animal products, and reciting a specific incantation 100x after each Muslim obligatory prayer and 313x at night."
    },
    {
      "chapter_title": "THE PRAYERS TO THE GUARDIAN OF THE ZODIAC",
      "summary": "Details specific prayers to invoke Khadam/Guardians associated with each of the twelve zodiac signs, based on the book 'Al-Jawahir Al-Khomsi.' Each zodiac sign (e.g., Aries/Haml, Taurus/Tsaur, Gemini/Zawja') has a named Khadam (e.g., Haytoyil, Towroyil, Syamyail) and a corresponding prayer that, when recited, is believed to fulfill the practitioner's desires according to the zodiac's ruler ship."
    },
    {
      "chapter_title": "THE GUARDIAN OF THE ARABIC ALPHABET",
      "summary": "This extensive section describes how each Arabic letter (Huruf Hijaiyah) is guarded by an angel and assistants, who can be summoned for various purposes (e.g., destroying enemies, treasure transformation, healing, teleportation). The invocation involves inscribing the letter multiple times on specific materials (paper, palm, gold, silver, copper) with particular inks during designated date ranges, followed by recitations of the letter, an 'Opening Prayer,' and a specific 'Invocation Prayer' tailored to each letter's guardian and desired outcome."
    },
    {
      "chapter_title": "THE WAY TO OPEN THE DOOR OF THE HIDDEN KNOWLEDGE",
      "summary": "Provides a general practice for Muslims to easily acquire occult knowledge and spiritual insight, particularly for those who have struggled or lack initiation. The method requires performing specific recitations for 40 days after Maghrib, Subuh, and Tahajjud prayers: Al-Fatihah 7x for Prophet Muhammad, Al-Fatihah 7x for Saint Ghauts hadzaz-zamani, 'Ya Sayyidi Ya Rasulullah' for 30 minutes, and 'La ilaha illallah' 3,000x or more. This practice promises spiritual light, a good man's position, and luck."
    }
  ],
  "key_concepts": [
    {
      "term": "Khadam",
      "definition": "An Arabic word meaning 'servant' in Islamic occultism (Ilmu Al Hikmah). Khadam are spiritual entities (angelic, djinn, or demon spirits) that are acquired or invoked through occult practice, distinct from Qarin (innate spirit companions). They possess various abilities and can be called upon to fulfill desires. Also referred to as Guardians."
    },
    {
      "term": "Ilmu Al Hikmah",
      "definition": "Literally 'Knowledge Of The Wisdom,' this term refers to the Islamic occult sciences or spiritual wisdom practices that involve interactions with spiritual entities and the hidden aspects of existence, as described in the book."
    },
    {
      "term": "Guardian/Servant",
      "definition": "Spiritual entities (angels, djinns) that are believed to be associated with and protect specific Quranic verses, Divine Names of Allah, Zodiac signs, or Arabic alphabet letters. They can be invoked by practitioners to serve various purposes."
    },
    {
      "term": "Syeikh Abdul Wahid",
      "definition": "The angelic spirit guardian specifically associated with Surat al-Ikhlas (The Fidelity Verse), who is invoked primarily for wealth and other legitimate desires within the framework of Islamic spiritual laws."
    },
    {
      "term": "Angel Kandiyas",
      "definition": "The guardian angel of Ayat Al-Kursi (The Throne Verse), revered for its protective power. Invocation of Angel Kandiyas is said to burn djinn and Shaitan and provide strong divine protection."
    },
    {
      "term": "Abdul Syiral",
      "definition": "The guardian spirit associated with Surat Yasin, known as the 'heart of the Quran.' He is invoked to assist practitioners with practical matters such as resolving debts, providing sustenance, and healing illnesses."
    },
    {
      "term": "Angel Kehial",
      "definition": "An Archangel believed to reside in the Arsyi realm, leading a multitude of angels. Kehial is the guardian of the Divine Name Allah and can be conjured for assistance by those who devoutly recite 'Allohu.'"
    },
    {
      "term": "Rumiyail",
      "definition": "An angelic entity described as the power behind the Divine Name Malikul Mulki. Invocation of Rumiyail is presented as a high-grade knowledge ritual, capable of fulfilling significant desires, and is generally recommended for experienced practitioners."
    },
    {
      "term": "Asmak Sirrul A'zhim",
      "definition": "A 'high level knowledge' also known as 'The Knowledge of the King of Angel,' which confers angelic protection, grants wishes, opens the third eye, and provides spiritual inspiration. It is considered secret and potent, with strict prohibitions against misuse."
    },
    {
      "term": "Khalwah",
      "definition": "A period of spiritual solitude or isolation, often performed in a quiet, clean, and dark room or a desolate place. It is a crucial preparatory step in many rituals to foster spiritual concentration and purity."
    },
    {
      "term": "Dhikr",
      "definition": "The repetitive recitation of prayers, Quranic verses, or Divine Names of Allah, performed as a spiritual discipline to connect with the divine and invoke specific entities or energies. It is a core component of most rituals in the book."
    },
    {
      "term": "Arabic Alphabet Guardians",
      "definition": "Spiritual entities (angels and their assistants) uniquely linked to each letter of the Arabic alphabet (Huruf Hijaiyah). These guardians can be summoned through specific rituals involving the inscription and recitation of their corresponding letters, each offering distinct powers for various purposes, from destructive magic to wealth creation and hidden knowledge."
    }
  ],
  "practical_system": {
    "description": "The system presented is a practical application of Islamic spirit conjuration, deeply rooted in Ilmu Al-Hikmah. It postulates that spiritual entities (Khadam, Guardians, angels, djinns) are intrinsically linked to specific Quranic verses, Divine Names of Allah, Zodiac signs, and individual Arabic letters. Practitioners engage in rigorous spiritual disciplines, including extended periods of fasting (often with strict dietary restrictions, e.g., no animal products), intense isolation (khalwah), and extensive, repetitive recitations (dhikr) of specific prayers, verses, and divine names. These practices, frequently accompanied by incense burning, are designed to purify the practitioner, accumulate spiritual energy, and establish the conditions necessary for these entities to manifest, communicate, and render their services for a wide spectrum of personal desires.",
    "tools": [
      "Sejadah (Muslim Prayer Carpet)",
      "Quran",
      "Tasbih (Rosary)",
      "Non-Alcohol perfume",
      "Incense (Aloeswood, Arabic Incense, Red Sandalwood, Lubban Dzakar, Wardah, Sunbul Rihan, Misk/Musk, Za'Faron, Qosob, Khowlan)",
      "Clean clothes or a ceremonial robe",
      "Paper (green, red, blue, white, or yellow, depending on the ritual)",
      "Red ink",
      "Precious metals (gold, silver, copper) for inscriptions",
      "Needle (for inscribing on ground)"
    ],
    "rituals": [
      "Extended periods of fasting (ranging from 3 to 66 days), often with dietary restrictions excluding animal products.",
      "Solitude or isolation (khalwah) in a quiet, clean, dark room, a mosque/musholah, or a desolate natural setting.",
      "Performance of specific Islamic prayers (Solat hajad, Tahajjud, Maghrib, Subuh) as a framework for additional recitations.",
      "Repetitive recitation (dhikr) of Quranic verses (e.g., Surat al-Ikhlas, Ayat Al-Kursi, Al-Baqarah, Yasin) and Divine Names ('Allohu,' 'Ya Latiff,' 'Malikul Mulki'), often hundreds or thousands of times.",
      "Recitation of specific 'Opening Prayers' and elaborate 'Invocation Prayers' tailored to the target entity or purpose.",
      "Inscribing Arabic letters or prayers on various materials (paper of specific colors, animal skin, practitioner's palm, gold, silver, copper) using particular inks, often in large quantities, and presenting them towards the sky.",
      "Burning specific types of incense (e.g., Aloeswood, Arabic Incense, Red Sandalwood, Lubban Dzakar, Wardah, Misk/Musk) during rituals to create a conducive atmosphere.",
      "Practicing spiritual purification through asking forgiveness, performing acts of charity, and maintaining cleanliness (free from hadats) before and during rites."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Khadam is an Arabic word means knowledge or translated as servant In Ilmu Al Hikmah (Knowledge Of The Wisdom), Khadam is one of the occult word in Arabic/Islamic they usually refer to servant. They are similar to Qarin but not the same because Qarin is a spirit servant that was born with a person and a Khadam is a servant that has to be acquired/invoked by occult practice.",
      "page": "3"
    },
    {
      "text": "The Khadam is also known as a Guardian they are known to guard the verse from the Quran and even each Arabic and Hebrew Alphabet has their own guardians...",
      "page": "3"
    },
    {
      "text": "You will success with this ritual if you done it with sincerity, faith and need and of course by God most high willing you will success with it. Instead of money you can ask him for whatever you desire it is depend on what he is capable of as long as it does not violate the laws of God and the spiritual laws.",
      "page": "3"
    },
    {
      "text": "The Ayat Al-Kursi is known as the most powerful verse of the Quran, By reciting it you can burn djinn and shitan (Devil). It is known as the mighty protection prayer that can invoke Allah for protection against evil. The name of the Guardian of this verse is the Angel Kandiyas.",
      "page": "7"
    },
    {
      "text": "Know my friend that the Guardians of the Verse and the Divine names is no demon or djinn, they are an angelic beings that has been command to guard over the holy verse and names.",
      "page": "16"
    },
    {
      "text": "This is a high grade level of knowledge with the power of the angel Rumiyail... Do not practice this rite if you are new to Ilmu Al-Hikmah (The knowledge of the wisdom).",
      "page": "17"
    },
    {
      "text": "It is known that every huruf Hijaiyah is guarded by an angel and assistants. They can be summoned for various purposes such as destroying enemies, transforming metal into gold, discover treasure and others.",
      "page": "23"
    }
  ],
  "critical_analysis": {
    "relevance": "This grimoire offers a rare and practical manual for Islamic spirit conjuration, providing a crucial insight into a magical tradition often overlooked in Western Esotericism, which is predominantly shaped by Judeo-Christian or Hermetic frameworks. It meticulously details specific correspondences (Quranic verses, divine names, astrological and alphabetical systems) with spirit entities and outlines the precise rituals for their invocation. This makes it an invaluable resource for comparative occult studies, particularly for researchers interested in the cross-cultural syncretism and operative mechanics of grimoire magic, revealing common threads in spirit interaction across diverse esoteric systems.",
    "target_audience": "The book is primarily intended for practitioners deeply engaged in Islamic occultism (Ilmu Al-Hikmah), Sufis, or individuals seeking to engage with specific spiritual entities for practical, real-world objectives (e.g., acquiring wealth, protection, hidden knowledge, or extraordinary abilities). It explicitly presupposes a foundational understanding of Islamic prayer, fasting, and spiritual purity. The text frequently warns beginners away from its more advanced practices, thereby indicating an audience that possesses a pre-existing level of spiritual commitment or prior occult experience."
  }
}