{
  "header": {
    "title": "CROSSED KEYS",
    "authors": [
      "MICHAEL CECCHETELLI"
    ],
    "category": "Western Esotericism, Grimoire Tradition, Occultism",
    "keywords": [
      "Grimoire",
      "Black Dragon",
      "Enchiridion of Pope Leo III",
      "Evocation",
      "Spells",
      "Counter-Spells",
      "Magickal Praxis",
      "Demonic Evocation",
      "Psalm Magic",
      "Occultism",
      "Ceremonial Magic"
    ]
  },
  "central_thesis": "The book presents a unique synthesis of two seemingly disparate magical traditions: the infernal evocation system of 'The Black Dragon' and the psalm magic of 'The Enchiridion of Pope Leo III'. Michael Cecchetelli argues that, despite their surface incongruity, these traditions are interconnected, reflecting a historical continuity in European spellcraft that adapted or discarded Christian guises as expedient. His core revelation is that the power of 'The Black Dragon' lies not in its 'pseudo-pious verbiage' but in a hierarchical command structure, compelling subordinate spirits through the authority of superior infernal entities (the four Cardinal Kings). This understanding, derived from extensive personal praxis, demonstrates that both texts offer potent practical magical applications beyond their literal interpretations.",
  "structure_content": [
    {
      "chapter_title": "Preface & Introduction",
      "summary": "Introduces the author's extensive background in magic, emphasizing his practical experience gained during a period of incarceration. It outlines the book's purpose: to provide a corrected translation of 'The Black Dragon' and 'The Enchiridion of Pope Leo III', arguing for their deep, albeit often obscured, interconnectedness as practical magical texts."
    },
    {
      "chapter_title": "The Black Dragon: Tbe Infernal Forces Subjeft roMan",
      "summary": "This section details the Grimoire tradition of 'The Black Dragon', explaining its focus on the evocation of infernal forces. It includes a 'Conjuration of the Book' for efficacy and outlines the initial preparatory steps and philosophy for interacting with spirits."
    },
    {
      "chapter_title": "The First Part: Evocations",
      "summary": "Provides specific conjurations for the four Cardinal Kings (Magoa, Egym, Bayemon, Amaymon) and for seven 'day-spirits' (Lucifer, Frimost, Astaroth, Silcharde, Bechard, Guland, Surgat). It details the required times, specific pledges, and circle inscriptions for each evocation, emphasizing the hierarchical structure of commanding lower spirits through the Kings."
    },
    {
      "chapter_title": "The Great Exorcism",
      "summary": "Outlines rituals for expelling demons from human subjects or animals, employing specific divine names, the sign of the cross, and other traditional exorcistic formulae to command and banish malevolent entities."
    },
    {
      "chapter_title": "The Second Part: Spells and Counter-Spells",
      "summary": "A collection of practical magical workings, including methods for lifting spells, summoning malefactors to seek pardon, disrupting evil spells against animals using salt, and the creation and use of a 'Sympathetic Mirror' for scrying and healing. It also describes a talisman for protection and healing, and methods to cause suffering or immobilize enemies."
    },
    {
      "chapter_title": "The Third Part: Marvelous Secrets",
      "summary": "Continues with practical magical operations, such as protecting livestock with consecrated salt and hooves, curing ailments like cancer, recovering stolen objects, seeing desired visions in dreams, stopping serpents, preventing horses and carriages from moving, winning at gambling and lotteries, attracting love, making a person dance nude, preventing copulation, and various protections against physical harm from weapons."
    },
    {
      "chapter_title": "The Fourth Part: Tbe Hand of Glo,ry and Tbe BlaCk Hen",
      "summary": "Describes advanced rituals for obtaining familiars for wealth and happiness. The 'Hand of Glory' involves using a serpent familiar obtained through specific rites to double money. 'The Black Hen' ritual describes a process involving animal sacrifice and conjuration to summon a spirit that grants riches and happiness."
    },
    {
      "chapter_title": "The Fifth Part: Orisons / Latin Versions of the Prayers / Table of Favorable and Unfavorable Days",
      "summary": "Presents a collection of prayers and orisons, many in Latin, intended for protection and general well-being, often invoking Christian divine names and saints. It also includes a table of 'Favorable and Unfavorable Days' for performing magical operations."
    },
    {
      "chapter_title": "The Veritable Secret of The Black Dragon: Being the Observations of a Student of the Arte",
      "summary": "Cecchetelli's personal magical record excerpts detailing his practical workings with Frimost and Surgat. This section reveals his discovery of the underlying hierarchical structure of 'The Black Dragon', emphasizing the necessity of first evoking the Cardinal Kings to gain authority over the daily spirits, thereby making the system viable and effective. It highlights the importance of the Magus's will and the nature of offerings."
    },
    {
      "chapter_title": "The Enehiridion of Pope Leo III",
      "summary": "An introduction to 'The Enchiridion of Pope Leo III', presented as a 'rare gift & correspondence from His Serenity, in tbe Vatican, to the Holy Emperor Charlemagne'. This text focuses on psalm magic, using specific psalms and associated 'Intelligences' for various magical and spiritual benefits, including protection and fortune."
    },
    {
      "chapter_title": "The Psalms of the Enehiridion",
      "summary": "Provides specific psalms (e.g., Psalm 6, 31, 37, 50, 101, 125, 142) and their attributed magical virtues, along with corresponding 'Characters' (sigils) and names of 'Intelligences'. Instructions are given for their use in healing, protection, obtaining revelations in dreams, and influencing situations."
    },
    {
      "chapter_title": "The Orisons of whiCh the Magician May Avail Himself",
      "summary": "A comprehensive collection of Orisons for protection against charms, spells, illusions, possessions, and various misfortunes. These prayers invoke divine names, the Holy Trinity, and saints, often accompanied by the sign of the cross, to safeguard the practitioner and their possessions."
    },
    {
      "chapter_title": "Of the Construction of the Pentacle & Tools of the Arte",
      "summary": "Detailed instructions for preparing and consecrating magical tools, including pentacles, ink, and quills, emphasizing the need for exorcised and blessed materials. It also describes the blessing of perfumes and fire used in rituals."
    },
    {
      "chapter_title": "The Virtues of the Seven Psalms & Orisons Aforementioned",
      "summary": "Expands on the magical applications of the psalms and orisons, linking them to specific days of the week and purposes, such as safeguarding, countering charms, attracting love, ensuring safe travel, and healing. It provides precise instructions on writing, carrying, and reciting these prayers and their accompanying symbols."
    },
    {
      "chapter_title": "Mystical Secrets",
      "summary": "A further compilation of practical magical techniques including methods to stop fires, guarantee firearms, attract love, prevent hunters from shooting, gain military exemption, bring peace, stop bleeding, heal burns, chastise insolent individuals, lift spells, discover thieves, and protections against various physical threats and animal-related issues (e.g., foxes, wolves, canker)."
    },
    {
      "chapter_title": "Notes to the BlaC/c Dragon & the EnCbiridion",
      "summary": "The author's detailed commentary on the translations, contextualizing seals and figures within historical grimoire traditions and offering corrections to perceived errors in previous editions. This section enriches the academic understanding of the texts by linking them to other known magical works and historical figures."
    }
  ],
  "key_concepts": [
    {
      "term": "Grimoire Tradition",
      "definition": "A historical category of magical texts, often containing instructions for summoning spirits or performing magical rituals. This book specifically analyzes and operates within the traditions of 'The Black Dragon' (Le Véritable Dragon Noir) and 'The Enchiridion of Pope Leo III'."
    },
    {
      "term": "Evocation",
      "definition": "The act of summoning or calling forth spirits, demons, or other entities, typically into a visible or sensible manifestation, to obtain information, assistance, or to compel them to perform a task. The system in 'Crossed Keys' emphasizes a hierarchical approach."
    },
    {
      "term": "Spirit Hierarchy",
      "definition": "A foundational concept in 'The Black Dragon' system, revealed by the author's praxis. It posits that authority is gained over 'day-spirits' (e.g., Lucifer, Frimost) by first evoking and establishing rapport with the four Cardinal Kings (Amaymon, Bayemon, Egym, Magoa). This challenges direct command through Christian divine names alone."
    },
    {
      "term": "Pledge/Offering",
      "definition": "An item or act provided to a summoned spirit in exchange for its services or cooperation. Examples include a live mouse, a stone, charred bread, or even the Magus's blood (as per Cecchetelli's personal praxis, despite original grimoire admonitions against body-derived pledges)."
    },
    {
      "term": "Sympathetic Mirror",
      "definition": "A specialized scrying tool, double-glazed with plain and magnifying sides, used to identify malefactors, gain visions, or effect healing by projecting intent onto the reflected image, often combined with specific verbal formulae."
    },
    {
      "term": "Talisman/Packet",
      "definition": "Small, consecrated objects or folded papers containing written names, symbols, or herbs (e.g., periWinkle) that are carried on the person or placed strategically to achieve specific magical goals such as protection, healing, or success. These are often charged with prayers or divine names."
    },
    {
      "term": "Black Hen/Hand of Glory",
      "definition": "Rituals described for obtaining powerful familiars or magical aids, often involving animal sacrifice and specific consecration procedures, to acquire wealth, happiness, or other desired material outcomes. These are considered 'marvelous secrets'."
    },
    {
      "term": "Psalm Magic",
      "definition": "The practice of using specific Psalms from biblical tradition, often in conjunction with 'Characters' (sigils) and divine names associated with 'Intelligences', to produce magical effects. This tradition is explored through 'The Enchiridion of Pope Leo III', and its historical links to Hoodoo, Vodou, and Qabalah are noted."
    },
    {
      "term": "Circle of Solomon",
      "definition": "A protective and operative boundary, typically drawn on the ground with consecrated materials like blessed chalk or charcoal, inscribed with divine names and conjurations. It serves as a refuge and a focal point for magical operations, establishing the Magus's authority within its confines."
    },
    {
      "term": "Stang",
      "definition": "A tool described as a rod of wild hazel with a steel fork, held by the Magus during evocations. It is used to direct and compel spirits, particularly by inserting its tines into flame if spirits show disobedience, symbolizing magical authority."
    },
    {
      "term": "Characters/Seals/Sigils",
      "definition": "Symbolic drawings or glyphs representing spirits, divine names, or specific magical forces. These are often drawn on parchment or other materials and used in conjunction with conjurations and orisons to manifest or direct magical energy and entities."
    },
    {
      "term": "Divine Names",
      "definition": "The extensive use of sacred names from Hebrew, Greek, and Latin traditions (e.g., Elohim, Adonay, Tetragrammaton, Agios, Jebova) as sources of power and authority within conjurations and orisons. These names are invoked to compel spirits and sanctify operations."
    },
    {
      "term": "Magus's Preparation",
      "definition": "Emphasizes the importance of rigorous preparatory work by the practitioner, including physical cleansing, specific fasting regimes, daily meditation sessions, and making offerings to patron spirits. This ensures the Magus's state of purity and focus, deemed crucial for successful magical workings."
    },
    {
      "term": "Magickal Record",
      "definition": "The practice of meticulously documenting all magical workings, observations, and results. Cecchetelli's own record-keeping is presented as a testament to the empirical validation of the grimoire traditions and as a guide for future practitioners."
    }
  ],
  "practical_system": {
    "description": "The practical system presented is a synthesis of traditional grimoire evocation (The Black Dragon) and psalm magic (The Enchiridion of Pope Leo III), informed by the author's personal experience. It emphasizes rigorous three-day preparatory work (physical cleansing, Abramelin oil anointing, progressive fasting, meditation, nightly offerings to patron spirits, and the 'PGM Headless One rite'). The core evocation structure involves first establishing authority by summoning the four Cardinal Kings (Amaymon, Bayemon, Egym, Magoa) at their respective cardinal points, using specific conjurations, candles, and incense. Once authority is established, the practitioner can then summon subordinate 'day-spirits' (Lucifer, Frimost, Astaroth, Silcharde, Bechard, Guland, Surgat) using their seals, specific conjurations, and prescribed material pledges (e.g., live mouse, stone, charred bread, fox hair). The Enchiridion aspect integrates the recitation of specific Psalms and Orisons, often combined with 'Characters' (sigils) or talismans, for protection, healing, scrying, and various magical objectives. Rituals often require specific timing (days, hours, moon phases), and the creation of a 'Circle of Solomon' with consecrated materials (natron, blessed chalk/charcoal) for protection. Tools like a 'stang' (hazel rod with a steel fork) are used to direct and compel spirits. The author also includes instructions for advanced operations like creating a 'Hand of Glory' or 'Black Hen' for material gain, and various spells for healing, protection, love, and offense.",
    "tools": [
      "The Book (Crossed Keys)",
      "Circle of Solomon (drawn with blessed chalk or charcoal)",
      "Stang (wild hazel rod with steel fork)",
      "Holy Water & Blessed Branch",
      "Paschal Candle / Lamp (for brandy spirit)",
      "Obsidian Mirror (for scrying)",
      "Virgin Parchment",
      "Ink & Quill (exorcised)",
      "Materials for Talismans (periWinkle, white paper, camphor, box, linen, string)",
      "Offerings/Pledges (live mouse, stone, bread, walnut, charred bread, hair from head/fox, small coin, blood)",
      "Black Cockerell",
      "Toad (camphor, skewer, thread)",
      "Twigs (wild larch, holly, wild hazel)",
      "Lard & Pins",
      "Nails (from old coffin, new iron, iron nails)",
      "Black paper & white ink",
      "Silk ribbons",
      "Anise (in broth/wine)",
      "Street dust & Olive oil",
      "Needle (used to inter a corpse)",
      "Scabiosa succisa (Devil's Bit herb)",
      "Clover (4 or 5 leaves)",
      "Small new varnished earthenware pot",
      "Testicles of a hare, liver of a dove",
      "White wax candle",
      "Bat's blood",
      "Penknife",
      "Sword or weapon",
      "Ribbon",
      "Earthen pipe & powdered mandrake",
      "Goat's blood",
      "Aspergillum",
      "Mint, Marjoram, Rosemary sprigs",
      "Sieve & Shears",
      "Pork breast & faggots",
      "Cedar leaves",
      "White taffeta",
      "Silver blade & Stylus",
      "Earthenware vessel (for fire)",
      "Hailstones",
      "Compress materials",
      "Oil",
      "Scarlet cloth",
      "White satin"
    ],
    "rituals": [
      "Conjuration of the Book",
      "Conjuration & Dismissal of the Spirits",
      "Conjuration of the Four Kings (Magoa, Egym, Bayemon, Amaymon)",
      "Daily Conjurations for specific spirits (Lucifer, Frimost, Astaroth, Silcharde, Bechard, Guland, Surgat)",
      "The Great Exorcism (to dispossess human creatures or animals)",
      "Rituals for Lifting Any Spell & Summoning Malefactors",
      "Rituals to Disrupt & Destroy Evil Spells against Animals",
      "Construction and use of the Sympathetic Mirror",
      "Construction of Talismans (using Vinca Minor/periWinkle)",
      "Rituals to Destroy a Spell by Means of the Black Cock",
      "Rituals to Divert a Person",
      "Rituals to Ward Off a Bad Encounter",
      "Rituals to Make a Person Suffer",
      "Rituals to Immobilize and Make a Person Suffer",
      "Rituals to Prevent Eating at the Table",
      "Rituals to Win at Gambling",
      "Rituals to Win Every Time on Lotteries",
      "Rituals to Be Loved",
      "Rituals to Make a Girl Come Whom You Find to Be So Modest",
      "Rituals to Make a Girl Dance Completely Nude",
      "Rituals to Prevent Copulation",
      "Rituals to Not Be Wounded by Any Weapon",
      "Rituals Against a Sword-Cut",
      "Rituals for Going Into Battle",
      "Rituals Against Firearms / To Charm Firearms / To Make a Weapon Fail",
      "The Hand of Glory (for wealth)",
      "The Black Hen (for wealth and happiness)",
      "Orisons for protection against charms, adversities, human frailty, enemies",
      "Orisons for various daily needs and protection (Sunday-Saturday)",
      "Exorcisms of the Parchment, Ink & Quill",
      "Blessing of the Perfume",
      "Exorcism of the Fire",
      "The Gospel According to John (for safeguarding)",
      "Orisons of Great Virtue",
      "Orison to Jesus Christ the Saviour",
      "Orison: I Entreat You, Stone",
      "Orison to Conjure All Kinds of Weapons",
      "Orison of Saint Cyprian",
      "Orison of Saint Michael",
      "Rituals for a Lamed Horse",
      "Rituals for Canker That Afflicts Sheep",
      "Rituals Against Diseases & Injuries",
      "Rituals to Heal Diseases of the Eye",
      "Rituals Against Toothache",
      "Divination by Sieve",
      "Rituals for Burns / To Heal a Burn",
      "Rituals Against Foxes",
      "Rituals Against Wolves",
      "Rituals to Be Hard (for invulnerability)",
      "Rituals to Bring Peace Between People Who Fight",
      "Rituals to Stop Bleeding",
      "Rituals to Chastise the Insolent",
      "Rituals to Lift All Spells & Enchantments",
      "Rituals to Discover a Thief"
    ]
  },
  "relevant_quotes": [
    {
      "text": "HIS IS THE FIRST widely available EngliSh language translation of the classical grimoire known as Le Writable Dragon Nair: Les Forces ln-Soumises a l'Homme, or Tbe True Blade Dragon: tbe Infernal Forces Subjea to Man. Sharing spirits with the True Grimoire and Red Dragon, as well as some of the Elemental Kings from the Goetia, this is a curious text whiCh may illuminate these others in its own peculiar black light. It is bound to a second transla-tion, that of the Entbiridion of Pope Leo III, for reasons whiCh will become apparent, despite the seeming incongruey of an infernal text pressing palms with a work of psalm magic. As suCh the combined work bears the title of Crossed Keys.",
      "page": "6"
    },
    {
      "text": "The most vital conclusion I've drawn from my work with the BlaCk Dragon is that while time and transference be-tween many hands has tainted it, removing instructions that originally filled in the gaps and explained how the whole of the text prior to the Spells and Counter-Spells was intended as a single operation, it still remains a viable sys-tem. The work, as it was originally intended, consists of the evocation of the four Kings of the Cardinal directions, herein named Amaymon, Bayemon, Egym and Magoa. Fol-lowing the successful evocation of the four Kings by means of BlaCk Dragon's Conjuration of tbe Demons and their indi-vidual incantations, power is conveyed upon the Magus by their combined authorey over the whole of the infernal kingdom to then summon those who rule the days of the week in their name. This is what was meant by Frimost when he alluded to the fact that summoning him in the name of the Christian god was not the means by whiCh he is compelled, as he owes no loyalty or obedience to him.",
      "page": "113"
    },
    {
      "text": "This revelation shows that the source of the BlaCk Dragon's power and its value is not in the pseudo-pious verbiage of the conjurations, but the formula concealed beneath them. The concept of compelling one spirit to obey or to appear by means of the authorey and name of its superior is one found in a plethora of the grimoires as well as modern works, both infernal and celestial. I do not assert that in all suCh works, wherein the names of the heavenly host are used to summon the infernal, that the same rule ap-plies; simply that it is indeed the case here as proven to me by my own work with the text.",
      "page": "114"
    },
    {
      "text": "Before endeavoring to introduce this volume it be-hooves me to spend a moment introducing myself in the interests of assuring you that this book is the creation of an actiVe and practicing Magus and not an armChair or theoretical magician. I set out on my path at age 15, prima-rily within the Golden Dawn system. While claiming to have practiced magick from suCh a young age may sound to some a flight of fancy, I can assure you it was work of a most serious nature. My teaCher was an Adept in the tru-est sense of the word. Not one of these new age astrally initiated internet adepts, but one who played the game in its original form.",
      "page": "6-7"
    },
    {
      "text": "For nearly 4 % years, that cell was my entire world, and I was permitted to leave it only for a 15 minute daily Shower and one hour of exercise three times a week. I was prohibited from making even the standard prisoners' collect calls, and every- piece of mail I sent and receiVed was photocopied and read before reaCh-ing me or leaving the walls of the prison. I was believed to hold the leadershiP role in what the bureau of prisons considers a Securey Threat Group, and I was segregated because, quoting my classification report: Inmate's presence in a general population or less restrictive environment would pose a threat to tbe safety and securil:y of tbe orderly running of tbe in-stitution and l1s staff. I was, however, permitted access to the prison Chaplain and, through him, to order books via any mail order company.",
      "page": "7-8"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant to contemporary occult studies as it provides a practical, comparative analysis of two significant grimoire traditions. Michael Cecchetelli's unique contribution lies in his personal, intensive magical praxis, particularly the period of incarceration, which allowed for an unparalleled focus on the operative aspects of these texts. His 'discovery' of the hierarchical evocation model within 'The Black Dragon' offers a crucial interpretative key, addressing ambiguities often found in corrupted grimoires. By contextualizing psalm magic beyond traditional Christian frameworks, he broadens its relevance to diverse magical traditions, highlighting its enduring power and adaptability. The detailed notes and corrections further establish this book as a valuable academic and practical resource, bridging historical scholarship with active magical engagement.",
    "target_audience": "The target audience consists primarily of experienced practitioners and serious students of Western Esotericism and Occultism, particularly those engaged with Grimoire traditions, ceremonial magic, and the historical development of magical systems. Due to the deep dive into complex magical hierarchies, detailed ritual instructions, and the assumption of prior occult knowledge, it is not recommended for beginners. Academics in religious studies, history, and anthropology with an interest in magical texts would also find significant value in Cecchetelli's contextualization and practical insights."
  }
}