{
  "header": {
    "title": "Libellus Magicus: A Nineteenth-Century Manuscript of Conjurations",
    "authors": [
      "Stephen J. Zietz",
      "Herbert Irwin"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Grimoire",
      "Conjuration",
      "Spirit Evocation",
      "Demonology",
      "Angelic Magic",
      "Hidden Treasure",
      "Solomonic Magic",
      "Christian Occultism"
    ]
  },
  "central_thesis": "The 'Libellus Magicus' compiles various grimoire traditions, primarily focused on commanding spirits (including elemental, infernal, angelic, and revenant 'human' spirits) through extensive use of divine names, biblical authority, and Christian figures to compel them to appear, provide information, or manifest hidden material treasures, while ensuring the conjurer's safety and the spirit's obedience.",
  "structure_content": [
    {
      "chapter_title": "Verus Jesuitarum Libellus: General Conjurations",
      "summary": "This section presents multiple general conjurations (1st through 7th) designed to summon various 'Spirits' (including 'Evil Spirits' and elemental spirits). These conjurations rely on a vast array of divine names (Agios, Ischiros, Tetragrammaton, Adonai, Jehovah, Elohim, Emmanuel, etc.), biblical patriarchs (Isaac, Abraham, Jacob, Moses, Solomon, Manasses), and Christian authority (Apostles, Evangelists, Christ's passion) to force spirits to appear in an 'affable, beautiful, and human form' without causing harm, and to bring desired objects or wealth, often 'spanish gold' or unspecified 'N' from 'depths of the Seas'."
    },
    {
      "chapter_title": "To Discharge the Spirits (General Dismissal)",
      "summary": "A concise instruction to command the spirit to bring the ordered item and then depart immediately from the circle, emphasizing that it must abstain from all noise, terror, tumult, ill savor, and harm to any creature or thing. Disobedience is threatened with physical and spiritual punishment."
    },
    {
      "chapter_title": "The Conjuration of Usiel",
      "summary": "This specific conjuration targets the 'Spirit Usiel,' commanding it to appear 'not by my power - but by the strength, virtue, and potency of God the Father' through a lengthy invocation of divine names (Eli, Elé, Lama Assabtham, Emmanuel, Agios, Tetragrammaton, Adonai Ejeh El Schadai Chije, Ischyrion Agla Chab, etc.) and the authority of the 'God of Abraham, Isaac, Jacob, and Moses.' Usiel is commanded to appear in a 'proper human form,' submit, and bring a desired object from the 'abyss of the Earth, or of the Sea' in 'tranquility and patience' without harm, blinding, dumbness, falsity, or danger. Recalcitrance is met with threats of disturbance, governance, and torture."
    },
    {
      "chapter_title": "The Angelical Citation of St. Cyprian",
      "summary": "An invocation aimed at a specific group of angels (Almaziel, Ariel, Anathamia, Ezebul, Abiul, Ezea, Ahesin, Calizabin) and the broader angelic hierarchy (dominions, thrones, powers, principalities, cherubim, seraphim). It appeals to their 'beatitudes and ineffable delights of Heaven,' the 'Incarnation and nativity of the Saviour,' and the assistance given to biblical figures (Lot, Abraham, Jacob, Moses, Joshua, Samson), requesting their appearance 'in beautiful form, full of dignity and brightness' to 'do all that which I have requested'."
    },
    {
      "chapter_title": "A Conjuration for Spirits Guardians of Hidden Treasure",
      "summary": "This conjuration specifically targets a 'human spirit, who frequented this place, and in thy life hast buried or hidden thy treasure.' It commands the spirit, using the authority of the Holy Trinity, Christ's life, passion, and ascension, and the 'terrible day of Judgement,' to appear as a fire or in 'human and visible form' at a specified time (days/night/hour) to reveal the hidden treasure without tumult, noise, or harm. It includes additional short conjurations to be used upon the spirit's apparition and a specific dismissal for this type of spirit."
    },
    {
      "chapter_title": "Conjuration for a Refusing Spirit and Citation",
      "summary": "Provides a more forceful conjuration 'to be used if the Spirit refuseth obedience.' It commands a 'human Spirit' using the 'Ineffable name of God' (written on a sheet), Christ's blood, the Virgin Mary, and the 'great book of the judgements of God' to reveal 'what is the power that aids thee' in its refusal, compelling it to be obedient. This section also includes a repetitive 'Citation' phrase, 'Colpiziara Offina Alta Netera fuara Menuet'."
    },
    {
      "chapter_title": "Names of the Principal Spirits of Hell with their Offices",
      "summary": "A hierarchical listing of infernal spirits, categorizing them by rank and office. It includes Lucifer as 'the King,' Belial as 'Viceroy,' Satan, Beelzebub, Astaroth, and Pluto as 'Governers,' followed by 'Great Princes,' 'Ministers,' 'Secretary,' and 'Familiar Spirits' (e.g., Ariel, Mephistophiles, Abbadon, Masa, Luna, etc.). This section acts as a directory for the practitioner regarding the infernal hierarchy."
    },
    {
      "chapter_title": "Conjuration of Infernal Spirits",
      "summary": "A highly elaborate and potent conjuration specifically for 'Astaroth, Berith and Beelezebub.' It employs an extensive litany of sacred and divine names, biblical references, and Christian symbols (Christ's sorrows, scourging, wounds, cross, death, the Sanctifying Spirit) to compel these 'princes of Hell.' The conjuration reiterates commands for appearance and obedience, leveraging the omnipotence of God and the entire Christian cosmological framework to bind and force the spirits to comply."
    },
    {
      "chapter_title": "The Dismissal of Cyrian",
      "summary": "A formal dismissal for a 'Human Spirit,' invoking the omnipotency, wisdom, and justice of God (Father, Son, Holy Spirit) and the authority of Archangel Michael and the host of Heaven. It commands the spirit to depart 'without lightnings from frightful and loud noises and tumult,' 'without rain,' and 'without thunder,' in a peaceable and quiet manner, causing no danger or injury. It concludes by consigning the spirit to 'the path of righteousness' and seeking peace and glory for the Trinity."
    }
  ],
  "key_concepts": [
    {
      "term": "Conjuration",
      "definition": "The act of compelling spirits to appear and obey by invoking divine authority, sacred names, and specific commands, often involving threats or blessings."
    },
    {
      "term": "Divine Names",
      "definition": "A vast compendium of sacred names of God (e.g., Tetragrammaton, Adonai, Jehovah, Elohim, Agios, Ischiros), used as the primary source of power and authority to bind and command spirits. Their recitation is central to all conjurations."
    },
    {
      "term": "Christian Authority",
      "definition": "The power derived from Christ's life, passion, death, resurrection, ascension, the Holy Spirit, the Virgin Mary, biblical patriarchs (Solomon, Moses), and angels, which is used to enforce the conjurer's will over spirits."
    },
    {
      "term": "Spirit Manifestation",
      "definition": "The desired appearance of the conjured entity, consistently specified as an 'affable, beautiful, and human form' to ensure the conjurer's safety and ease of interaction, contrasting with potentially terrifying or harmful demonic forms."
    },
    {
      "term": "Binding and Dismissal",
      "definition": "The operational protocols for establishing control over a summoned spirit, including specific commands for non-harmful conduct and a formal ritual for its safe departure once its task is completed, often involving a 'magic circle' as a protective boundary."
    },
    {
      "term": "Hidden Treasure",
      "definition": "A recurring practical objective of the conjurations, where spirits are commanded to reveal or bring material wealth, such as 'spanish gold' or other valuable items, from terrestrial or aquatic hidden places."
    }
  ],
  "practical_system": {
    "description": "The magical system is a classic grimoire-based operative magic focused on spirit evocation and command. It relies on a hierarchical understanding of spiritual entities and the absolute authority derived from the Divine and Christian theology. The practitioner, as 'servant of God,' assumes a commanding role, compelling spirits through divine power rather than negotiation. The core mechanism is the systematic and repeated invocation of countless divine, angelic, and biblical names, coupled with the assertion of Christian power (Christ's life, passion, saints, Holy Spirit) to bind and control spirits, forcing them to manifest safely and fulfill specific requests, primarily for information or material wealth.",
    "tools": [
      "Magic Circle (Implicit): Essential for protection and containing the spirit, often indicated by phrases like 'beyond this circle'.",
      "Holy Water: Used in specific conjurations to augment power and purity.",
      "Written Divine Name(s): 'Ineffable name of God - written on this sheet' suggests a talisman, scroll, or sacred text bearing powerful divine names, likely used for binding or commanding.",
      "Symbol of Athanasius: Referenced for 'The Conjuration of Usiel', indicating a sacred symbol or diagram.",
      "Psalm 132 'De profundis': Referenced for 'The Conjuration of Usiel', suggesting the recitation of specific biblical texts as part of the ritual."
    ],
    "rituals": [
      "**Preparation**: The practitioner (identified as 'I.N. the servant of God') begins by declaring their authority to 'beg, call, and exorcise' the spirits. This implies ritual purification, mental preparation, and establishment of intent.",
      "**Invocation/Conjuration**: The central act involves lengthy, verbose recitations of complex formulae. These are replete with numerous divine names (e.g., Agios, Ischiros, Tetragrammaton, Adonai, Jehovah, Elohim, Emmanuel, etc.), names of angels (e.g., Michael, Gabriel, Raphael, Ariel), and appeals to Christian authority (Christ's life, passion, wounds, ascension; biblical figures like Solomon, Moses, Isaac, Abraham, Jacob; Apostles, Evangelists, Saints, Mary). The purpose is to overwhelm and bind the spirit with divine power.",
      "**Specific Commands**: Spirits are explicitly commanded to appear 'immediately,' 'without delay,' and in a 'beautiful, mild and human form.' They are directed to bring specific items (e.g., 'millions of the best and true spanish gold,' 'N' from depths of waters/Sea, 'hidden treasure') or to reveal information ('what is the power that aids thee').",
      "**Binding Conditions and Safety**: Crucially, the spirits are strictly enjoined to cause 'no tumult,' 'no noise,' 'no thunder,' 'no tempest,' 'no terror,' 'no trembling,' and 'no harm' to the conjurer or any created thing. They are commanded to remain 'beyond this circle,' implying a protective boundary for the magician.",
      "**Threats of Compulsion**: If a spirit resists or delays, the conjurer invokes severe threats, including 'condemn[ation] thy body and thy soul,' 'spiritual and material torments,' 'torture,' and 'punish[ment],' all justified by the ultimate justice and power of God and Christ.",
      "**Dismissal**: Following compliance, a formal dismissal is given. This commands the spirit to depart to its designated place ('the place which the justice of God hath set apart for you') while maintaining the condition of causing no harm. Specific dismissals are provided for general spirits, hidden treasure spirits, and a 'Dismissal of Cyrian.'",
      "**Recalcitrant Spirit Procedure**: For spirits that refuse initial obedience, a dedicated, more forceful conjuration is provided, reiterating divine and Christian authority to break their resistance.",
      "**Appearance Protocols**: Short verbal formulae ('Thou shalt say Adonai Zebaoth...') are provided for direct address 'When the Spirit maketh visible apparition'."
    ]
  },
  "relevant_quotes": [
    {
      "text": "That thou immediately - even as thou wert obedient to Isaac and to Abraham render due obedience unto me - and appear before me, in a beautiful. mild and human form - and bring to me (out of the depths of the Seas) N millions of the best and true spanish gold without tumult or else I will condemn thy body and thy soul.",
      "page": "4"
    },
    {
      "text": "I command thee - abstaining from all harm and without noise - thunder - or tempest - without tenor and without trembling - to place thyself before me - beyond this circle - I command this to thee Spirit + by the virtue of God the Father + of God the Son + and of God the Spirit + and by the power with which all are created and made.",
      "page": "4"
    },
    {
      "text": "come o ye angelic ones in beautiful form, full of dignity and brightness - and do all that which I have requested thee - in the name of the Triune Jehovah whose praises all spirits incessantly sing giving honour to the all Powerful who is thy Lord as he is mine",
      "page": "8"
    },
    {
      "text": "I conjure thee human Spirit by the Ineffable name of God - written on this sheet which I dare not to pronounce and by my blood which was most sacred and excellently redeemed, and consecrated by the Lord of the Prophets J.C. by his most glorious Mother - by the insignia of his humility - by the great book of the judgements of God - by the terrible and last day of judgement - by all the angels - archangels and by all the host of Heaven that thou art obedient unto me, who art a Christian baptized in the holy waters of Jordan - and answer me faithfully without enigma - falsehood - or pretence - and on thy own part reveal to me truthfully and exactly what is the power that aids thee",
      "page": "11"
    }
  ],
  "critical_analysis": {
    "relevance": "The 'Libellus Magicus' serves as a crucial primary source for understanding the enduring Solomonic and grimoire traditions within Western Esotericism. It exemplifies the Christianized magical worldview prevalent from the late medieval to the early modern period, demonstrating a syncretic approach where explicit Christian authority, biblical figures, and angelic hierarchies are invoked to command spirits, including those considered 'evil.' Its compilation of texts attributed to Jesuits, Cyprian, and Faust highlights the continuous transmission and adaptation of magical formulae, often under the guise of established religious or legendary figures to legitimize its practice. The detailed instructions for compelling appearance, ensuring safety, and specifying desired outcomes (e.g., hidden treasure) make it highly relevant for historical studies of operative magic and for understanding the pragmatic goals of early grimoire practitioners.",
    "target_audience": "The target audience includes academic scholars of Western Esotericism, occult historians, practitioners of ceremonial magic interested in traditional grimoire systems, and researchers studying the development of demonology, angelology, and Christian Kabbalah within magical contexts. It is particularly valuable for those seeking to understand the practical mechanics and underlying philosophical assumptions of Christian-based spirit conjuration."
  }
}