{
  "header": {
    "title": "David Bohm's Implicate Order and the Paranormal: Refuting the Trickster",
    "authors": [
      "ALAN OLIVER"
    ],
    "category": "Parapsychology and Esoteric Philosophy",
    "keywords": [
      "David Bohm",
      "Implicate Order",
      "Paranormal",
      "Trickster",
      "Quantum Mechanics",
      "Yoga Sutras",
      "Patanjali",
      "Samapatti",
      "Active Information",
      "Non-locality",
      "Action at a Distance",
      "Memory",
      "Context",
      "Russell Targ",
      "Remote Viewing"
    ]
  },
  "central_thesis": "The article posits that paranormal events can be understood and validated through the intersection of David Bohm and Basil Hiley's Implicate Order theory, quantum mechanics (specifically non-locality and active information), and Patanjali's Yoga Sutras (Samapatti). It argues that these frameworks provide a coherent, non-reductive explanation for phenomena often dismissed by skeptics, emphasizing the crucial role of 'context' and 'information' in shaping reality and allowing for 'effortless' manifestations.",
  "structure_content": [
    {
      "chapter_title": "The Trickster's Illusion vs. Paranormal Reality",
      "summary": "The author introduces the concept of 'tricksters' (skeptics like James Randi) who 'debunk' paranormal events by manipulating context, asserting that genuine paranormal occurrences lack conventional 'method' and operate through a deeper, effortless process. He proposes Bohm's Implicate Order and quantum mechanics as frameworks to explain these phenomena, contrasting them with method-based magic."
    },
    {
      "chapter_title": "Bohm & Hiley: Wholeness, Implicate Order, and Active Information",
      "summary": "This section delves into David Bohm's and Basil Hiley's work, which describes reality as a 'whole' governed by an 'Implicate Order.' Information 'unfolds' from this whole into 'active information' that influences quantum events and then 'infolds' back as memory. The observer and the observed event are inextricably linked within this holistic context, and the author suggests that the observer's mind and memory are integral parts of this active informational process within the Implicate Order, a notion supported by Professor Hiley."
    },
    {
      "chapter_title": "Quantum Non-Locality and Paranormal Manifestations",
      "summary": "The discussion extends to 'action at a distance' and 'non-locality,' where entangled quantum particles instantaneously influence each other regardless of separation. The quantum potential is presented as a non-local state transcending conventional time and space, where a single particle can manifest in multiple states or localities simultaneously. The common link enabling 'action at a distance' in this model is 'active information.' An experiment by Dr. Bevan Reid, where lead affected cancer cell mortality even after removal, is cited as evidence for 'memory' or 'information' persisting in a space, altering its context."
    },
    {
      "chapter_title": "Yoga's Samapatti, Memory, and Contextual Influence",
      "summary": "The article connects quantum context to the memory of emotional events. It introduces Patanjali's Yoga Sutras, focusing on 'Samapatti,' a state of focused mind that coalesces with its object, granting access to contextual information rather than content. The author explains how personal context and viewpoint influence the interpretation of perceived information. Yoga's two types of memory are discussed: direct object presence and intelligence (information) presence; the latter, resulting from detachment, allows for the experience of context without content, aligning with information unfolding from the quantum potential."
    },
    {
      "chapter_title": "Self-Identity, Virtual State, and Nonlocal Consciousness",
      "summary": "This section further develops the role of 'active information' (e.g., a room's history, collective memory) in shaping perception, allowing individuals to 'know' past emotional events within a given context. Samapatti is linked to the quantum observer effect, enabling a 'detached mind' to 'sample' another entity's mind/memory, where self-identity can become fluid. The author asserts that debunkers fail to account for the 'virtual state' or 'all-knowing whole' (Implicate Order), where conventional 'tricks' are impossible. The work of Russell Targ on nonlocal consciousness and remote viewing is presented as corroborating evidence for these 'effortless' paranormal abilities, demonstrating processes similar to Samapatti."
    }
  ],
  "key_concepts": [
    {
      "term": "Implicate Order",
      "definition": "The underlying, unmanifest, and undivided reality from which the explicit, observable universe (Explicate Order) unfolds. It is a holistic realm of interconnectedness where all things are enfolded within each other."
    },
    {
      "term": "Active Information",
      "definition": "A concept from Bohm's theory where information is not passive but actively guides and influences the movement and behavior of quantum particles. It emerges from the Implicate Order and is intrinsically linked to 'context'."
    },
    {
      "term": "Non-Locality",
      "definition": "A phenomenon in quantum physics where two or more entangled particles remain connected and instantaneously influence each other's states, irrespective of the distance separating them, suggesting a deeper, interconnected reality beyond conventional space-time. The 'quantum potential' is described as a non-local state."
    },
    {
      "term": "Samapatti",
      "definition": "A state described in Patanjali's Yoga Sutras where the concentrated mind (the observer) merges or coalesces with the object of its focus, allowing direct experiential access to information, particularly the 'context,' associated with that object or event."
    },
    {
      "term": "Context",
      "definition": "A crucial, active factor that defines and influences quantum events and paranormal manifestations. It encompasses the entirety of an environment, including physical space, individuals present, and their associated memories and information, which shapes how active information unfolds and is perceived."
    },
    {
      "term": "Virtual State",
      "definition": "Referred to as the 'all-knowing whole' or the quantum potential, this is a unified, undivided state of reality (analogous to the Implicate Order) where phenomena are not subject to the limitations or deceptions of the material world. 'Tricks' are impossible in this state."
    }
  ],
  "practical_system": {
    "description": "While not a step-by-step grimoire, the article outlines a conceptual system for manifesting or perceiving paranormal events by aligning consciousness with the underlying informational reality. It posits that true 'magic' or paranormal ability operates without a specific external method, but rather through a state of being ('the right man' or 'effortless effort') that inherently engages with the Implicate Order. The core mechanism involves understanding and consciously influencing 'context' through 'active information' within the non-local quantum potential.",
    "tools": [
      "Trained and focused mind: The primary 'tool' is the developed consciousness capable of deep concentration and detachment.",
      "Understanding of 'Context': The awareness and implicit or explicit manipulation of environmental, informational, and relational 'context' as a key to influencing or perceiving events.",
      "Effortless Effort: A state of being where actions align naturally with the Implicate Order, leading to manifestations without conscious, linear 'method'."
    ],
    "rituals": [
      "Samapatti: A yogic practice of focused concentration leading to the mind's coalescence with an object, enabling access to its contextual information.",
      "Cultivating a 'detached mind': Developing a state of mental detachment that allows for the perception of context and 'intelligence as information' rather than merely content in memory or experience."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Any magician uses deception and sleight of hand to achieve the audience's perception that what you believe you see is really what is happening. The trickster's skill is something that one learns; it is method-based. I am reminded of something Jung said of 'the right man'. He said that 'the right man will always produce right action, even with the wrong method. The wrong man will never produce right action, not even with the right method. This is because there is no method.'",
      "page": "1"
    },
    {
      "text": "My assertion is that there is a lot of common ground shared by the quantum mechanics of Bohm and Hiley and many of the paranormal events in everyday life, and it all happens without any apparent effort.",
      "page": "1"
    },
    {
      "text": "Thus we have information unfolding from the whole to become active information within an event and infolding back into the whole as a record of the event.",
      "page": "2"
    },
    {
      "text": "The two particles are said to be 'entangled', and here we enter the state of non-locality. The quantum potential is a non-local state that contains no dimensions of time and locality.",
      "page": "3"
    },
    {
      "text": "The effect of the lead in the space of the laboratory remained in the space as memory or information. I would say that he had changed the context of his experiment.",
      "page": "3"
    },
    {
      "text": "My conclusion is that there is some similarity in the role of context in quantum events and its role in the memory of emotional events.",
      "page": "4"
    },
    {
      "text": "Therefore the probable cause for her/his experience of the earlier emotion within the room space is context.",
      "page": "4"
    },
    {
      "text": "The virtual state is the all-knowing whole, a unity, in which 'Even the falling of a sparrow is known by my Father.'",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "This article is highly relevant to Western Esotericism, Occultism, and Magic as it proposes a theoretical framework that bridges modern physics and ancient spiritual practices to explain the 'how' of paranormal and implicitly, magical effects. By positing 'active information,' 'non-locality,' and the mind's ability (via Samapatti) to interface with the 'Implicate Order' and 'context,' it offers a scientific-philosophical model for phenomena such as remote viewing, psychic perception, and sympathetic magic. It validates the idea that reality can be influenced by consciousness without conventional physical means, aligning with esoteric principles of intention, interconnectedness, and the subtle manipulation of underlying informational structures. This provides a valuable intellectual defense against materialist skepticism, which is a perennial concern in occult discourse.",
    "target_audience": "Academic researchers in parapsychology, consciousness studies, and the philosophy of science; practitioners of esotericism, occultism, and magic (especially those interested in Chaos Magic, Hermeticism, or psychic development) seeking scientific models or philosophical justifications for their practices; and individuals exploring the synthesis of quantum mechanics with spiritual traditions like Yoga."
  }
}