{
  "header": {
    "title": "\"Are you there, Spenser?\" Attempts at 'PK by Committee' in a Séance-like Situation",
    "authors": [
      "Lance Storm",
      "Colin Mitchell"
    ],
    "category": "Parapsychology, Experimental Occultism",
    "keywords": [
      "PK by Committee",
      "Psychokinesis",
      "Group Psi",
      "Philip Group",
      "Spenser Group",
      "Séance",
      "Table-Tilting",
      "Candle Flame PK",
      "Anomalous Phenomena"
    ]
  },
  "central_thesis": "This paper investigates the 'PK by committee' hypothesis, suggesting that a group of like-minded individuals can produce psychokinetic effects more consistently than an individual psychic. The Spenser group, following the methodology of the Philip group and others, attempted to elicit PK phenomena through collective focus on a fictional entity, with particular attention to table noises and candle flame manipulation.",
  "structure_content": [
    {
      "chapter_title": "Introduction",
      "summary": "Introduces D. Scott Rogo's 'PK by committee' hypothesis and its application by the Philip group in Toronto. Details Batcheldor's foundational techniques and subsequent replications by groups like SORRAT and Franklin Pierce College, which explored candle flame manipulation. Sets the context for the Spenser group's aims to generate PK effects via a fictional entity, Spenser Blake, while acknowledging the potential for phenomena to be products of a 'group mind'."
    },
    {
      "chapter_title": "Method",
      "summary": "Outlines the experimental design, including the composition of the Spenser group (eight initial sitters, later six regular, with a guest sitter), the duration of the project (27 sittings over roughly 10 months), and session length (approx. 2 hours). A detailed list of apparatus is provided, covering various recording devices (cameras, microphones, VCR, tape-recorder), tables, tea candles with glass flues, and materials related to the fictional entity (life script, song sheets). The procedure involved reading Spenser's life story, meditation, singing sea shanties, and attempts at both macro-PK (table-tilting, levitation, rapping) and influencing a candle flame as a 'labile system' for communication. Recording methods and lighting conditions are also described."
    },
    {
      "chapter_title": "Results",
      "summary": "Presents the findings across various categories of phenomena. 'Table Noises' reports on faint vibrations, scratching sounds, and later abundant raps and taps, noting their audibility and felt sensations, while acknowledging difficulty in attributing paranormal causes. 'Manipulating the Table' demonstrates how sitters could consciously produce similar raps/taps through slight pressure and movements of hands on the table, leading to the conclusion that many observed noises could be attributed to unconscious muscular action or table strain. 'Anomalous Lights' describes various visual phenomena seen by sitters and 'orbs' on video, with mundane explanations (e.g., dust particles reflecting IR light) considered. 'Unusual Bodily and Sensory Perceptions' details sitters' experiences of hot hands, pokes, touches, tingling, cold breezes, and head sensations. 'Unusual Perceptions of the Table' covers subjective feelings of the table moving or stretching. 'Other Events' lists miscellaneous occurrences such as flickering lights or mobile phone sounds, and failed attempts to bend metal objects. 'Testing the Spenser Candle' presents statistical analysis of candle flame flickers. The 'Spenser candle only' test showed a significant difference in flicker rate when questions were asked versus a control condition, suggesting a psi effect. However, a 'four control candles' test revealed the Spenser candle itself flickered at an atypical rate compared to other candles, raising questions about its inherent 'unusualness' but not necessarily invalidating the internal experimental vs. control comparison."
    },
    {
      "chapter_title": "Discussion",
      "summary": "Summarizes the ambiguous nature of the Spenser group's results, noting that some exceptional events remain unexplained. Compares reported phenomena (cold breeze, touching, chair grabbing, scratching) to those of Batcheldor's group. Discusses the parsimonious explanations for table raps/taps (unconscious muscular action, sudden release of strain in wood) but acknowledges that a paranormal origin cannot be entirely ruled out. Reflects on the lack of 'outstanding' table levitation or tilting phenomena, hypothesizing that factors like belief strength or sitter personality types might have played a role. Concludes that further experiments are needed to clarify the nature of the phenomena."
    },
    {
      "chapter_title": "Appendix",
      "summary": "Provides the detailed fictional biography of Spenser Blake (1770-1850), the British sea captain entity created by the group. This 'life script' outlines his experiences from a cabin boy in the Royal Navy, through battles, imprisonment, marriage, joining the East India Company, and eventually settling in South Australia where he tragically dies in a lighthouse incident."
    }
  ],
  "key_concepts": [
    {
      "term": "PK by Committee",
      "definition": "A hypothesis by D. Scott Rogo (1986) stating that a group of like-minded individuals collectively aiming for a paranormal goal might produce more consistent psychokinetic (PK) effects than an individual psychic. The Spenser group aimed to test this concept."
    },
    {
      "term": "Spenser Group",
      "definition": "A team of professional and amateur paranormal investigators in Adelaide, South Australia, formed to replicate 'PK by committee' experiments. They focused on generating a fictional entity, sea captain Spenser Blake, and attempting to elicit psychokinetic effects, particularly table phenomena and candle flame manipulation."
    },
    {
      "term": "Fictional Entity (Egregore/Tulpa)",
      "definition": "An imaginary persona (Spenser Blake) created by the group as a focal point for their collective intent. While not explicitly termed egregore or tulpa in the text, this aligns with the occult concept of a thoughtform given independent existence through concentrated group belief and focus, intended to facilitate paranormal phenomena."
    },
    {
      "term": "Labile System",
      "definition": "A system theorized to be highly susceptible to psychokinetic influence. In this study, a candle flame was considered a labile system, chosen for its perceived ease of manipulation by psi compared to 'macro-PK' effects like table levitation."
    },
    {
      "term": "Raps and Taps",
      "definition": "Auditory phenomena, ranging from faint 'taps' to louder 'raps', originating from the table during sessions. While some were initially considered anomalous, experiments demonstrated that many could be produced through conscious or unconscious muscular action (e.g., slight hand pressure, strain release in wood)."
    }
  ],
  "practical_system": {
    "description": "The system described is an experimental approach to eliciting group psychokinesis (PK) by forming a 'committee' of individuals focused on a fictional entity. It's a blend of traditional séance-like practices and structured scientific observation. The core idea is that collective belief and intention, channeled through a fictional 'spirit' (Spenser Blake), can manifest subtle physical effects in the environment, primarily on a table and, more successfully, on a candle flame. The system integrates elements of rapport building, focused meditation, and direct questioning of the 'entity' to elicit measurable responses.",
    "tools": [
      "Fictional Entity Life Script: A detailed biography of Spenser Blake (1770-1850) to provide a consistent focal point for group belief and intention.",
      "Wooden Tables: Both a large (29\" x 48\") and a small (29\" x 29\") card-table were used for sitters to place their hands on, acting as the primary medium for table-based PK effects.",
      "Tea Candles and Glass Flues: Small candles used as a 'labile system' for subtle PK effects, covered by glass flues to eliminate ambient air currents and standardize conditions.",
      "Recording Equipment: Black & white security camera, infra-red/colour video camera with audio, VCR, tape-recorder, and pressure-zone microphone to document all sessions and analyze phenomena objectively.",
      "CD Player with 'Bushman' Songs: For playing music to set the mood and build group rapport.",
      "Song Sheets: For group singing of sea shanties."
    ],
    "rituals": [
      "Initial Story Reading: Begin sessions by reading segments of the fictional entity's (Spenser Blake's) detailed 'life script' to establish and reinforce the group's collective belief in his persona.",
      "Group Meditation: Sitters engage in meditation, focusing on Spenser's life events, thoughts, feelings, and imagery to deepen their connection and collective intent.",
      "Rapport Building: Sing sea shanties or songs from the fictional entity's era to create a relaxed atmosphere and enhance group cohesion and mood, similar to traditional séance practices.",
      "Table-Work (PK by Committee): Sitters place hands lightly on a table, maintaining contact, with the collective intention of eliciting macro-PK effects such as table-tilting, levitation, or rapping sounds.",
      "Candle Flame Psychokinesis (Targeted PK): Use a candle flame as a 'labile system' (easily influenced) by asking specific questions to the fictional entity. Responses are sought in the form of flickers or wavering of the flame (still flame = no answer, movement = yes/no).",
      "Telepathic Communication Attempts: Engage in periods of silent telepathic communication with the entity, with hands on the table, to observe any correlated physical phenomena."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The term PK by committee refers to a group psi effect that was hypothesised by D. Scott Rogo (1986) as being more consistent than a psi effect produced by an individual psychic.",
      "page": "3"
    },
    {
      "text": "At one stage of the series, attempts were also made to elicit psi effects in a candle flame, following the success of the Franklin Pierce College group with their candle (Bourgeois, 1994). It was hypothesised that a candle flame could be used as a medium of communication.",
      "page": "4"
    },
    {
      "text": "The results of this section show that it is possible to produce raps and taps in normal ways, such as through manipulation of the table by one or more sitters.",
      "page": "11"
    },
    {
      "text": "Overall, the results of the Spenser group are somewhat ambiguous. The exceptional events remain unexplained, and we welcome helpful suggestions, alternate explanations, criticism and/or other contributions to the debate.",
      "page": "15"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is highly relevant to both experimental parapsychology and the study of egregore/tulpa formation within a structured, albeit skeptical, framework. It provides a meticulous account of methodology, observational data, and critical self-analysis, which is crucial for understanding the challenges in replicating subtle energetic phenomena. For occult practitioners, it serves as a case study in group ritual dynamics, collective intent, and the manifestation of a 'thoughtform,' even if the scientific conclusion remains ambiguous. The detailed debunking of many physical effects (raps, taps) through mundane explanations offers valuable insights into potential self-deception or unconscious mechanisms that might operate in magical circles, emphasizing the importance of rigorous observation.",
    "target_audience": "Academic parapsychologists, researchers in consciousness studies, experimental psychologists, occult practitioners interested in group ritual and egregore creation, and skeptics/debunkers of paranormal claims. It is particularly useful for those seeking to understand the experimental challenges and potential pitfalls in investigating subtle energetic or psychokinetic phenomena within a group setting, and for those interested in the empirical exploration of thoughtforms."
  }
}