{
  "header": {
    "title": "Automatic Writing Revisited",
    "authors": [
      "Susan B. Martinez"
    ],
    "category": "Parapsychology",
    "keywords": [
      "Automatic Writing",
      "Oahspe",
      "John Ballou Newbrough",
      "Spiritualism",
      "Telekinesis",
      "Mediumship",
      "Xenoglossy",
      "Parapsychology",
      "Occultism",
      "Esotericism"
    ]
  },
  "central_thesis": "The Oahspe bible, produced by Dr. John Ballou Newbrough through automatic typing, is presented as an exemplar of discarnate authorship rather than subconscious imagination. The paper argues that its complexity, speed of production, and Newbrough's disciplined preparation point to a 'higher power' or 'massive pleroma of high-raised angels' utilizing him as an 'amanuensis' through a process arguably involving psychokinetic effects, thereby challenging conventional explanations of automatic writing.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Oahspe and Automatic Writing",
      "summary": "This section introduces the Oahspe bible, a 900-page 'cosmic bible' produced via automatic writing by Dr. John Ballou Newbrough in 1881. It establishes the core debate between 'discarnate authorship' and 'subconscious imagination' in automatic writing, positing that Oahspe's creation leans heavily towards the former due to its scale and the specific circumstances surrounding its production."
    },
    {
      "chapter_title": "Historical Context and Comparison with Other Automatists",
      "summary": "The paper contextualizes Oahspe within the broader history of automatic writing, comparing Newbrough's experience to other noted automatists like T. P. James (completing 'Edwin Drood') and figures exhibiting xenoglossy (speaking/writing unknown foreign languages) as potential evidence for discarnate influence. It highlights the distinction between mere imitation and truly unprecedented creations."
    },
    {
      "chapter_title": "Mechanics and Speed of Oahspe's Creation",
      "summary": "Details of the automatic writing process are explored, emphasizing the extraordinary speed of Newbrough's typing (estimated at 75-90 words per minute on a crude Remington machine, despite his self-admitted ineptitude), the absence of errors, and his experience of hands being controlled independently. This section posits the phenomenon as arguably telekinetic, contrasting it with simple mental mediumship."
    },
    {
      "chapter_title": "Evidence for Discarnate Authorship",
      "summary": "The argument for discarnate authorship is strengthened by Newbrough's stated lack of personal involvement in the content's intellectual generation, his instruction not to review the text until completion, and specific errors in the published 'Orian Field plates' that he, if the true author, would have corrected. The complexity and scope of Oahspe are cited as beyond individual human capacity."
    },
    {
      "chapter_title": "Newbrough's Preparation and Discipline",
      "summary": "A significant focus is placed on Newbrough's extensive ten-year spiritual and physical purification regimen preceding Oahspe's creation. This involved dietary restrictions (vegetarianism), daily ablutions, early morning meditation, and mental discipline to eliminate personal bias and achieve a 'blank' mind, thereby enhancing his 'etheric sight' and receptivity to celestial communication."
    },
    {
      "chapter_title": "Nature of Communicators and Mediumship Types",
      "summary": "The paper distinguishes Newbrough's mediumship as controlled by an 'organized company of invisibles' or a 'massive pleroma of high-raised angels' rather than a single spirit guide, a characteristic shared by highly esteemed mediums like Stainton Moses and D. D. Home. It also includes examples of psychokinetic phenomena (e.g., household tasks performed by spirits) observed by Newbrough and others, blurring the line between mental and physical mediumship."
    },
    {
      "chapter_title": "Conclusion: Challenging Misunderstandings",
      "summary": "The conclusion underscores the controversial nature of automatic writing and spiritualism, addressing common objections related to subconscious imagination, hero-worship, and the mix of science and religion. It reiterates the Faithists' belief in Oahspe's purpose: to provide humankind with a verifiable understanding of 'Everlasting Life,' emphasizing faith and trust as keys to spiritual advancement."
    }
  ],
  "key_concepts": [
    {
      "term": "Automatic Writing",
      "definition": "The production of written text without conscious volition, often attributed to discarnate entities, subconscious mind, or psychokinetic forces. In this context, it refers to the mechanical act of typing or writing where the medium's hands are controlled externally."
    },
    {
      "term": "Oahspe",
      "definition": "A 900-page 'cosmic bible' received by Dr. John Ballou Newbrough in 1881 via automatic typewriting. It purports to depict spirit realms, Angelology, a new Genesis, Cosmology, and a history of prophets and sacred tribes, serving as a foundational text for Faithists."
    },
    {
      "term": "Amanuensis",
      "definition": "Newbrough's role in the production of Oahspe, implying he was merely a scribe or instrument for a higher intelligence rather than the conscious author. The text emphasizes his hands acting independently of his volition."
    },
    {
      "term": "Discarnate Authorship vs. Subconscious Imagination",
      "definition": "The central dichotomy in understanding automatic writing: whether the source is an external, non-physical intelligence (discarnate authorship) or an unconscious aspect of the medium's own mind (subconscious imagination). The paper strongly advocates for discarnate authorship for Oahspe."
    },
    {
      "term": "Telekinesis (PK)",
      "definition": "The psychic ability to influence matter without physical contact. The paper argues that the rapid, error-free automatic typing of Oahspe, beyond Newbrough's learned skill, as well as associated phenomena like objects moving or household tasks being performed, indicates a psychokinetic component to the mediumship."
    },
    {
      "term": "Xenoglossy",
      "definition": "The purported ability to speak or write a language unknown to the medium through normal means. Cited as a parallel phenomenon to automatic writing, providing evidence for non-personal sources of information or skill, often associated with spiritualist mediumship."
    },
    {
      "term": "Etheric Sight",
      "definition": "A refined clairvoyant ability developed by Newbrough through rigorous discipline, allowing him to perceive spirits, angels, and subtle energies. This perceptiveness was crucial for his role as a channel for Oahspe."
    },
    {
      "term": "Pleroma of High-Raised Angels / Organized Company of Invisibles",
      "definition": "The specific nature of the discarnate intelligences communicating through Newbrough and other advanced mediums. Unlike a single 'spirit guide,' this refers to a collective, highly organized group of powerful spiritual entities working collaboratively to convey complex information or facilitate phenomena."
    },
    {
      "term": "Faithists",
      "definition": "Adherents to the teachings of the Oahspe bible, who believe its cosmogony provides verifiable proof of 'Everlasting Life' and guides spiritual advancement through faith and trust."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is a highly disciplined and ascetic path designed to purify the practitioner's physical and mental vehicles, thereby enabling clear and powerful automatic communication with a collective of 'high-raised angels'. This system aims to transform the individual into an 'amanuensis' capable of manifesting complex, large-scale works from discarnate sources, potentially involving psychokinetic force (PK) to facilitate the materialization of the communication (e.g., rapid, error-free typing).",
    "tools": [
      "Typewriter (e.g., Remington Sholes model, as used by Newbrough), seen as a mechanical extension for automatic writing.",
      "A dedicated, small, and quiet room or space for spiritual practice and automatic communication.",
      "A 'table' for the typewriter or writing materials, potentially used to anchor energies during sessions."
    ],
    "rituals": [
      "Adherence to a strict vegan diet (renunciation of flesh, fish, milk, and butter) for physical purification.",
      "Rising before daybreak daily.",
      "Bathing twice daily for physical and energetic cleansing.",
      "Regular (half an hour before sunrise) solitary self-reflection and recounting of shortcomings to a 'Creator' to clear the mind of 'human fallacies' and personal biases.",
      "Dedicated daily sessions of automatic writing/typing at dawn, chosen for its 'propitious time for clairvoyance' and minimized etheric disturbances.",
      "Maintaining a 'blank,' 'totally relaxed,' or 'quiescent' state of mind during communication to prevent conscious interference.",
      "Abstaining from reviewing the automatically produced material until the entire work is completed, to maintain the purity of the channel and 'the power'."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The present essay argues that the Oahspe bible, for which Dr. John Ballou Newbrough (JBN) stood as “amanuensis”, could not have been written by a mortal mind, but only by human hands acting as instrument of a higher power.",
      "page": "1"
    },
    {
      "text": "The doctor, however, had to undergo ten years of study and discipline to bar the influence of his own thinking, followed by another ten years' training and purification to sharpen his “etheric\" sight and perceptiveness.",
      "page": "1"
    },
    {
      "text": "If Newbrough wrote for twenty minutes each morning for fifty weeks, as he indicated, he was typing at over ninety words per minute. This is an unbelievable speed for anyone using a crude machine; especially for one who had learned to type with \"indifferent success\".",
      "page": "5"
    },
    {
      "text": "He was afterwards told that this was to clear his mind [emphasis added] of human fallacies, and leave it open so that his own ideas would not influence the subject matter of the work he was about to produce.",
      "page": "7"
    },
    {
      "text": "We [emphasis added] will... awaken you one hour before dawn each morning [and] we [emphasis added] will control your hands and arms, and perform the task [i.e., typing] for you, so don't worry.",
      "page": "9"
    },
    {
      "text": "I gave up eating flesh and fish, milk and butter, and took to rising before daybreak, bathing twice a day, and occupying a small room alone, where I sat every morning, half an hour before sunrise recounting to my Creator my short-comings in governing myself in thought and deed.",
      "page": "13"
    },
    {
      "text": "While automatic writing is generally classed as mental mediumship, there is evidence that it is frequently infused with a good dose of PK.",
      "page": "11"
    },
    {
      "text": "Oahspe is believed to be the first-ever typewritten automatic script.",
      "page": "15"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper offers significant insights for practitioners and scholars of Western Esotericism, Occultism, and Magic, particularly regarding the mechanics and validation of trance mediumship and communication with non-physical entities. It provides a detailed historical case study (Oahspe) that exemplifies rigorous preparation for channeling, the potential for psychokinetic involvement in seemingly mental mediumship, and the complexities of distinguishing between subconscious content and discarnate influence. The discussion on 'organized companies of invisibles' as communicators aligns with higher magical traditions focusing on structured angelic or spiritual hierarchies, offering a framework beyond typical 'spirit guide' narratives. Newbrough's path of purification is a practical blueprint for developing advanced mediumistic or magical sensitivity.",
    "target_audience": "The target audience includes academic researchers in parapsychology and religious studies, as well as occult practitioners, mystics, and spiritualists interested in the historical and practical aspects of automatic writing, mediumship development, energy work, and the verification of non-physical communications. It appeals to those seeking a deeper understanding of the operative principles behind channeled texts and spiritual disciplines."
  }
}