{
  "header": {
    "title": "The Scroll of Set",
    "authors": [
      "Michael A. Aquino VI°",
      "Constance L. Moffatt IV°"
    ],
    "category": "Western Esotericism, Occultism, Satanism, Anti-Cult Movement",
    "keywords": [
      "Temple of Set",
      "Church of Satan",
      "Michael A. Aquino",
      "Anton LaVey",
      "Satanic Ritual Abuse",
      "Cult-busting",
      "Satanic Panic",
      "Setianism",
      "1980s"
    ]
  },
  "central_thesis": "The document argues that the rise of fundamentalist Christian 'cult-busting' organizations in the 1980s, fueled by paranoia and irrational witch-hunts centered on fabricated 'Satanic ritual abuse' allegations, constitutes a 'new Dark Age' of bigotry and superstition. It posits that this external aggression forces esoteric groups like the Temple of Set to actively defend themselves, shifting focus from internal spiritual advancement (Æon of Set) to confronting and refuting these malicious falsehoods to protect their reputation and religious freedom.",
  "structure_content": [
    {
      "chapter_title": "Janus: Set and Satan in the 1980s",
      "summary": "This article details the historical shift from a period of relative tolerance for occult groups in the 1960s-70s to the 'Cromwellian 1980s,' characterized by a resurgence of Christian fundamentalism and 'cult-busting' activities. It argues that these groups, driven by paranoia, are aggressively attacking anything 'un-Christian' through baseless allegations of 'Satanic ritual abuse.' The author contrasts the Church of Satan's earlier direct confrontation of Christianity with the Temple of Set's preferred focus on human perfection but concludes that the Temple must now actively combat these false accusations to protect its name and prevent a regression to the 'Age of Satan' as caricatured by fundamentalists."
    },
    {
      "chapter_title": "A Tree in the North #2",
      "summary": "This section provides an update on the ongoing legal and reputational battle following the confiscation of Temple of Set papers and articles from Michael A. Aquino's residence. It highlights the San Francisco Police Department's continued retention of materials despite a lack of justification, leading to preparations for court action. It also covers the initiation of an Army Criminal Investigation Division (CID) inquiry into Chaplain Lawrence Adams-Thompson for making unsubstantiated accusations, emphasizing the need for formal action to clear the Temple's name."
    },
    {
      "chapter_title": "\"Specialists in Research of the Satanic and Occult\"",
      "summary": "This part exposes the fraudulent nature of self-proclaimed 'Satanic ritual abuse specialists' and their role in propagating misinformation. It critiques PCG Seminars' 'Child Abuse Seminar Workbook' for falsely linking the Temple of Set and Church of Satan to ritual abuse, and highlights pediatrician Gregory Simpson's similar claims rejected by medical journals. It also criticizes Catherine Gould, Ph.D.'s 'Satanic Child Abuse' checklist for promoting absurd and baseless criteria, equating any child behavior to Satanic abuse, and undermining due process. The author pledges to pursue legal and professional action against those spreading libel and misinformation, asserting that the Temple of Set has strict policies against child abuse and does not involve minors in its activities."
    }
  ],
  "key_concepts": [
    {
      "term": "New Dark Age",
      "definition": "A period marked by a resurgence of bigotry, hatred, and primitive superstition, specifically referring to the 1980s rise of fundamentalist Christian 'cult-busting' movements and their irrational witch-hunts against non-Christian philosophies."
    },
    {
      "term": "Cult-busting",
      "definition": "Organizations and activities, primarily driven by fundamentalist Christian values, that aggressively attack and suppress groups considered 'un-Christian' through fear-mongering and baseless accusations, particularly concerning fabricated 'Satanic ritual abuse.'"
    },
    {
      "term": "Satanic Ritual Abuse (SRA)",
      "definition": "Fabricated allegations, often concocted or encouraged by 'authorities' and 'specialists,' accusing individuals and groups (especially 'Satanists') of heinous acts like child molestation, murder, animal mutilation, and consumption of human tissue, based on irrational interpretations of symbols and behavior. The text explicitly asserts these claims are baseless and not perpetrated by legitimate Satanists or Setians."
    },
    {
      "term": "Æon of Set",
      "definition": "The current era, from the author's perspective, focused on the 'true deification of the individual' and a 'sophisticated and positive approach to the great issues of magic, philosophy, and metaphysics,' distinguishing it from the earlier, more confrontational 'Age of Satan' associated with the Church of Satan."
    },
    {
      "term": "Temple of Set's Child Policy",
      "definition": "The Temple of Set neither sanctions nor engages in any form of child-abuse, sexual or otherwise. No minor may affiliate with the Temple nor be present at its functions. These policies have been in effect since its founding. The pre-1975 Church of Satan also never sponsored or advocated child-abuse activities, permitting children only at non-shocking 'Halloween party' functions."
    }
  ],
  "practical_system": {
    "description": "The 'practical system' outlined in the document is primarily a defensive and confrontational strategy aimed at safeguarding the Temple of Set's reputation and religious freedom from external attacks by 'cult-busters' and Christian fundamentalists. It involves actively refuting libelous accusations of 'Satanic ritual abuse,' pursuing legal and professional action against propagators of misinformation, and educating the public and internal members about the true nature of Setianism versus its distorted caricatures. This strategy represents a necessary redirection of energy from the Temple's preferred focus on internal spiritual advancement (the Æon of Set) towards an outward-facing engagement with hostile forces, echoing the earlier Church of Satan's confrontational stance.",
    "tools": [
      "Legal action (court cases, formal reprimands)",
      "Public statements and articles (e.g., in The Scroll of Set)",
      "Investigative research (e.g., I-Quest computer database, monitoring publications)",
      "Direct communication with accusers and relevant institutions",
      "Internal communication to members"
    ],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "Now that Christianity is in real trouble, it seems to be pulling all its old chestnuts out of the fire and creating the most irrational witch-hunt ever. Indeed, one wonders about the unquestioning gullibility not only of the general public, but specifically of those in authority and accredited expertise.",
      "page": "1"
    },
    {
      "text": "Hysterics are not only heeded but encouraged. Children are enticed, not by Satanism but by authorities to concoct damaging lies about their own parents. 'Satanic' trappings and symbols are to be found in every room where convenience demands. And any star, circle, triangle, hexagram, or octagon is a Satanic symbol.",
      "page": "1"
    },
    {
      "text": "If human intellectual and philosophical excellence should continue to advance, Christianity would soon go the way of the other adolescent delusions of mankind's more primitive history.",
      "page": "2"
    },
    {
      "text": "It is a high honor to “steal a child from the other world” and destroy it's innocence in its indoctrination to Satan. Practices include involvement of the child in mutilation and slaughter, drinking blood and consuming animal tissues, sexual abuse. Children are considered early initiates an investment – a sign that evil is winning the world.",
      "page": "4"
    },
    {
      "text": "In all of the cases of \"Satanic child-molesting\" to date, as the October issue of Omni correctly observes, there has been no evidence whatever of any criminal involvement or advocacy by recognized Satanists or Satanic religious institutions.",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant for understanding the historical development of modern Satanism and Setianism, particularly the intense challenges faced by these groups from the 'Satanic Panic' of the 1980s. It provides a direct, contemporary, and deeply personal perspective from Michael A. Aquino, a prominent figure within the Temple of Set, detailing the philosophical and practical responses to external pressures. It illuminates the defensive posture adopted by esoteric groups when confronted by mainstream religious and social anxieties, offering critical insights into the dynamics of religious persecution, the propagation of 'cult' narratives, and the impact of moral panics on minority spiritual traditions.",
    "target_audience": "Members of the Temple of Set, Initiates of the Black Arts, scholars and researchers of Western Esotericism, New Religious Movements, and the 'Satanic Panic' phenomenon, as well as historians of religious freedom and civil liberties."
  }
}