{
  "header": {
    "title": "Things That Go Bump, By Day and by Night: An Expectancy Effect?",
    "authors": [
      "MICHAEL A. THALBOURNE"
    ],
    "category": "Parapsychology Research",
    "keywords": [
      "Kundalini",
      "psi",
      "psychopraxia",
      "Random Number Generator",
      "RNG"
    ]
  },
  "central_thesis": "The experimenter-participant's subjective experiences of unusual percussive/vibratory phenomena, initially hypothesized to correlate with a psi effect on a Random Number Generator (RNG), demonstrated statistically significant decline effects in run-scores and magnitude scores. The author concludes that these results are likely attributable to a general expectation of significant outcomes, rather than direct paranormal causation of the percussive phenomena themselves.",
  "structure_content": [
    {
      "chapter_title": "Abstract",
      "summary": "A self-test involving 856 runs (100 binary trials each) using a Schmidt Random Number Generator (RNG) was conducted by the experimenter-participant, who experiences unusual percussive/vibratory phenomena. The study aimed to test for a psi element, but results showed overall decline effects in deviation and magnitude scores, with second-half magnitude scores significantly below chance. These effects are attributed to the experimenter's expectation of significant results."
    },
    {
      "chapter_title": "Introduction",
      "summary": "The author, a prolific psi researcher, details his consistent experience of spontaneous psi phenomena and previous self-tests yielding significant results with an RNG. He describes five categories of 'percussive phenomena' (tapping on feet/sofa/bed, 'phantom masseur,' back tapping) and explores their possible normal (physiological) or paranormal (haptic hallucinations, poltergeist-like) origins. A pilot study showed suggestive above-chance scores during 'feet condition,' leading to a full-scale experiment. The methodology planned to analyze both deviation and magnitude scores, with the author deciding to analyze results as data came in to maintain motivation."
    },
    {
      "chapter_title": "Method",
      "summary": "The experimenter-participant (a 53-year-old male, strong psi believer, on medication for bipolar illness) conducted the study. Materials included score-sheets for recording phenomena codes (1-6) and RNG run-scores, and the same Schmidt RNG used in prior studies. The procedure involved initiating RNG runs as soon as any of the five percussive phenomena occurred, with the sixth code for cessation. The experimenter introspected during runs, noted the phenomenon, then recorded the hidden RNG score. Sessions varied in length, and two runs were conducted after phenomena faded to confirm cessation. An early observed decline effect in session #3 led to a hypothesis for a general decline effect across all sessions. A 'Psychopractic Chart' formalized the author's 'pro attitude' and goal of significant results and a within-session decline effect."
    },
    {
      "chapter_title": "Results",
      "summary": "The experiment concluded prematurely at 856 runs (session 24) due to the abrupt cessation of phenomena. Overall deviation scores were at chance (+0.07, p=0.83), but a significant decline effect was observed from the first-half (+0.77) to the second-half (-0.66) of sessions (t=2.17, p=0.030). Neither half-session was individually significant. No significant deviations were found across the six individual conditions for deviation scores, though first-half scores tended to be positive and second-half negative. For magnitude scores, the overall mean (7.69) was nonsignificantly below chance (MCE=7.97). However, a significant decline effect was found from the first-half (8.17) to the second-half (7.27) of runs (t=2.37, p=0.018), with the second-half mean significantly below chance (t=2.69, p=0.007). Condition 1 (feet on sofa armrest) showed significantly low magnitude scores. Previous self-tests generally showed more significant deviation scores than magnitude scores, and a tendency for non-Kundalini scores to deviate significantly from chance, contrary to initial hypotheses."
    },
    {
      "chapter_title": "Discussion",
      "summary": "The self-test yielded moderately fruitful statistically significant results, primarily a strong decline effect observed when pooling all sessions for both deviation and magnitude scores. The significantly below-chance magnitude scores in the second-half suggest a low variance effect. The author posits that these results are consistent with an 'expectancy effect' or 'self-fulfilling prophecy' based on his early observation of significant data. He suggests the percussive effect could be called the 'Seismi-chthonic Effect' but ultimately attributes the phenomena to bodily spasms or local physical vibrations. The significant results, then, are ascribed to the experimenter's *expectation* of them, and the 'bumps' served as motivation. The paper concludes that expectations may have been more influential than the percussive phenomena themselves in shaping the experimental outcome."
    }
  ],
  "key_concepts": [
    {
      "term": "Percussive Phenomena",
      "definition": "Unusual, rhythmic tapping or vibratory sensations experienced by the experimenter-participant, primarily in the feet, back, or through furniture like a sofa or bed. These were the subjective 'target' phenomena for investigation."
    },
    {
      "term": "Psi (Psychic phenomena)",
      "definition": "Anomalous processes of information or energy transfer, such as psychokinesis (mind-over-matter), that are not explainable by known physical or biological mechanisms. In this study, the hypothesis was that the percussive phenomena might be correlated with a psi influence on a Random Number Generator."
    },
    {
      "term": "Random Number Generator (RNG)",
      "definition": "An electronic device designed to produce sequences of binary (or other) trials where each outcome is statistically independent and unpredictable. In this experiment, a Schmidt RNG was used as the target for potential psychokinetic influence."
    },
    {
      "term": "Deviation Score",
      "definition": "The raw score from an RNG run (100 binary trials) minus the chance expectation (typically 50, making the chance deviation 0.00). It measures how far the observed score deviates from randomness, indicating either 'hitting' (positive) or 'missing' (negative) the target."
    },
    {
      "term": "Magnitude Score",
      "definition": "The absolute value of the deviation score. It measures the strength or magnitude of the deviation from chance, regardless of its direction (positive or negative). The Mean Chance Expectation (MCE) for magnitude scores in this study was 7.97."
    },
    {
      "term": "Decline Effect",
      "definition": "A statistical phenomenon in parapsychological experiments where scoring rates, or the significance of results, tend to decrease over time, such as within a session or across multiple sessions. This study observed significant decline effects in both deviation and magnitude scores."
    },
    {
      "term": "Psychopractic Chart",
      "definition": "A method employed by the author to formalize the experimenter's 'pro attitude' and explicit goals for an experiment. It acts as a structured declaration of intention, linking the practitioner's subjective state and desired outcomes to the experimental process. In occult terms, this serves as a formalized statement of will."
    },
    {
      "term": "Expectancy Effect",
      "definition": "The phenomenon where the expectations, beliefs, or intentions of the experimenter (or participant) unconsciously influence the outcome of an experiment. In this paper, it is presented as a primary causal explanation for the observed significant statistical results, suggesting a form of 'self-fulfilling prophecy' rather than direct psi causation by the percussive phenomena."
    },
    {
      "term": "Kundalini",
      "definition": "Referred to as an 'hypothesised body energy' in the context of previous studies. In esoteric traditions (particularly Eastern but recognized in Western esotericism), Kundalini is a dormant spiritual energy believed to reside at the base of the spine, whose awakening and ascent through the chakras can lead to profound mystical experiences and various subtle physiological phenomena."
    },
    {
      "term": "Seismi-chthonic Effect",
      "definition": "A term proposed by the experimenter-participant (from Greek 'Earth-Shaker,' an epithet of Poseidon) to label the percussive phenomena if they were genuinely paranormal. Though later, the author leaned towards physiological explanations, this term highlights an initial conceptualization of the phenomena as potentially external and earth-related."
    }
  ],
  "practical_system": {
    "description": "The paper outlines a self-experimental system designed to detect a correlation between subjective percussive phenomena and deviations in a Random Number Generator's output, with the ultimate finding pointing to the experimenter's 'expectancy' as the operative force. It's not a magical system for conjuring, but a method for observing the interaction between consciousness (specifically expectation/will) and probability, framed within a parapsychological context.",
    "tools": [
      "Schmidt Random Number Generator (RNG) as the target for conscious influence.",
      "Score-sheets for detailed recording of phenomenon type and RNG output.",
      "The experimenter-participant's own subjective experience and focused attention as the 'instrument' for observing phenomena and influencing outcomes."
    ],
    "rituals": [
      "Identifying the onset of a specific percussive phenomenon (e.g., tapping on feet, 'phantom masseur').",
      "Initiating an RNG run (100 binary trials) while introspecting on the phenomenon and maintaining a 'pro attitude' (as outlined in the Psychopractic Chart).",
      "Recording the phenomenon's code first, then the RNG's hidden run-score.",
      "Repeating runs until the phenomenon ceases, confirming cessation with two additional runs.",
      "Engaging in self-analysis and formalized intention setting via the 'Psychopractic Chart' to cultivate the 'expectation of significant results'."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Hypothesising that a psi element may be involved, the experimenter-participant conducted 856 runs (100 binary trials each run) under six different conditions, before the percussive phenomena abruptly ceased.",
      "page": "1"
    },
    {
      "text": "The author attributes these effects to a general expectation of significant results.",
      "page": "1"
    },
    {
      "text": "The experimenter-participant suggests that this percussive effect, if genuine, may be dubbed the “Seismi-chthonic Effect\" (pronounced \"size-meek-thone-ick”), from a Greek meaning “Earth-Shaker\"—an epithet of the ancient Greek god of earthquakes, Poseidon. But the experimenter is inclined, after all, to attribute the percussive phenomena to bodily spasms or local physical vibrations (or a combination of both), rather than to an intrinsically paranormal cause. Why, then, did he get significant results? An answer: because he had expectations of getting those results, and the “bumps” therefore proved motivating.",
      "page": "12"
    },
    {
      "text": "Thus, the things that go bump may have been less important to the outcome of this experiment than the expectations entertained about their influence.",
      "page": "13"
    },
    {
      "text": "As is the author's habit, a psychopractic chart is suggested in Table 1.",
      "page": "7"
    },
    {
      "text": "Pro Attitude for obtaining significantly high RNG scores during percussive phenomena",
      "page": "7"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is highly relevant to Western Esotericism, Occultism, and Magic, particularly concerning the mechanics of intention, belief, and the influence of consciousness on 'random' systems. While framed within parapsychology, the 'expectancy effect' observed by Thalbourne directly parallels core principles found in Chaos Magic and other modern magical systems where the magician's belief, will, and expectation are understood as primary drivers of magical efficacy. The 'Psychopractic Chart' can be seen as a formalized magical intent statement, akin to a sigil or ritual declaration, aiming to direct the 'pro attitude' (will/belief) towards a desired outcome. The investigation into subjective, anomalous physical phenomena (percussive effects) also resonates with occult studies of subtle energies, hauntings, and poltergeist activity, offering a scientific lens, albeit with a psychological explanation for the statistical results.",
    "target_audience": "This work would appeal to academic researchers in parapsychology, psychologists studying anomalous experiences, and practitioners of Western Esotericism, Occultism, and Magic—especially those engaged in experimental magic or Chaos Magic. It provides a scientific study that, despite its conclusions, offers empirical data on how focused intention and expectation might manifest statistically in a random system, a concept central to operative magic. It also serves as a cautionary tale for magicians, highlighting the psychological mechanisms that might explain 'successful' workings without necessarily invoking external paranormal forces."
  }
}