{
  "header": {
    "title": "Exorcising the Illusion of Bon “Shamans”: A Critical Genealogy of Shamanism in Tibetan Religions",
    "authors": [
      "Zeff Bjerken"
    ],
    "category": "Academic Research, Critical Genealogy, Tibetan Studies, History of Religions",
    "keywords": [
      "Bon religion",
      "Shamanism",
      "Tibetan Buddhism",
      "Historiography",
      "Orientalism",
      "Phenomenology",
      "Anthropology",
      "Critical Theory",
      "Mimesis",
      "Colonial Discourse"
    ]
  },
  "central_thesis": "The paper argues that 'shamanism' in the context of Tibetan religions, particularly Bon, is an 'elusive term that tells us more about the history and needs of the western researcher than of ancient Tibet.' It is a 'critical term' whose meaning and application have been shaped by Western academic biases, colonial imaginations, and even Buddhist polemics, rather than being an objective description of a 'natural object' in Tibet. The author traces how this term has been constructed and re-constructed over time for various ideological purposes, highlighting its 'chimerical' nature and the 'intercultural mimesis' at play in its academic discourse.",
  "structure_content": [
    {
      "chapter_title": "Introduction & Initial Observations",
      "summary": "Western scholars, missionaries, and travelers historically used 'shamanism' and related terms (animism, fetishism) as a monolithic category to describe Bon, often portraying it as primitive, static, and an 'other' to Buddhism. This early framing was heavily influenced by Western biases and pre-existing Buddhist polemics against Bon, creating a 'blank spot' filled by imaginative projections rather than objective observation."
    },
    {
      "chapter_title": "The Pioneers Who Mapped Tibetan Bon as Shamanism",
      "summary": "This section details the contributions of early Orientalists and missionaries. H.A. Jäschke (1881) defined Bon as 'sorcery,' aligning it with paganism condemned by Christianity. Sarat Chandra Das (1902) substituted 'Shamanism,' relying on Buddhist polemics (e.g., *Crystal Mirror of Doctrinal Systems*) to categorize Bon as barbaric and imitative ('dsol bon', 'khyar bon', 'bsgyur bon'). Ekai Kawaguchi identified 'Old Bonism' with depravity and 'New Bonism' as Buddhist mimicry, drawing ethnographic comparisons to Japanese Ryōbu Shinto. Early Christian missionaries like Athanasius Kircher explained similarities between Catholic and Tibetan rites as 'demonic plagiarism.' L. Austine Waddell (1895) codified 'Lamaism' as a corrupted Buddhism influenced by Bon's 'devil-worship,' mirroring Protestant critiques of Catholicism. Charles Bell (1931) continued to link Bon to 'Shamanism or Nature worship,' using Tylor's 'doctrine of survivals' to reconstruct ancient Bon from contemporary tribal practices, often romanticizing or demonizing it."
    },
    {
      "chapter_title": "Shamanism Afloat A Sea of Family Resemblances",
      "summary": "Mid-20th-century phenomenologists like Mircea Eliade, Réne de Nebesky-Wojkowitz, and Helmut Hoffmann adopted a more 'scientific' approach, systematically cataloguing shamanic features. Eliade (1951) defined shamanism by ecstatic soul flight and identified archetypal symbols, seeing Bon as a national Tibetan form. Nebesky-Wojkowitz and Hoffmann applied this framework to Tibetan practices, often idealizing archaic spirituality while simultaneously seeking scientific explanations for trance states, yet frequently displaying a nostalgic fascination and orientalizing bias. Hoffmann, in particular, presented Bon as a 'sombre, static, and fundamentally unhistorical' tradition, a 'discarded heretical sect' influenced by external forces like Taoism or Manichaeism."
    },
    {
      "chapter_title": "Exorcising the Shaman from Bon Studies",
      "summary": "From the 1960s, Tibetologists like Rolf Stein, Giuseppe Tucci, David Snellgrove, and Per Kvaerne challenged the 'shamanism' label for Bon. They introduced the concept of 'folk religion' (mi chos) as the indigenous substratum, distinct from Bon and Buddhism. These scholars moved towards understanding Bon from its own canonical texts, often in collaboration with Bonpo scholars, criticizing previous reliance on Buddhist polemics. While rejecting 'shamanism' as an external category, they still viewed Bon as syncretic and evolving in relation to Buddhism, struggling to fully escape existing historical models."
    },
    {
      "chapter_title": "Mirroring and Intercultural Mimesis in Discourse about Bon Shamans",
      "summary": "The author argues that Western scholarship on Tibetan religion, particularly 'shamanism,' frequently engages in 'intercultural mimesis,' mirroring Tibetan polemics and cultural constructions of 'the other.' Drawing on Homi Bhabha's theory of mimicry, the paper shows how Western representations are not purely novel but are shaped by, and in turn reshape, indigenous discourses. This dynamic is evident in contemporary anthropology's idealization of the shaman (e.g., shaman/cleric dyad model) and the commodification of 'Tibetan shamanism' in New Age and popular culture, where Bonpo teachers have adopted the 'shaman' identity in response to Western demand."
    }
  ],
  "key_concepts": [
    {
      "term": "Shamanism",
      "definition": "The central 'critical term' under analysis, used by Western scholars to describe the Bon religion. Its definition varies, encompassing primitive magic, ecstatic trance, soul flight, spirit possession, and connections to celestial beings, but consistently shaped by Western and Buddhist biases rather than objective indigenous categories."
    },
    {
      "term": "Bon Religion",
      "definition": "Tibet's primordial native religion. Historically viewed by Westerners as primitive 'sorcery,' 'animism,' or 'fetishism,' then as a complex syncretic tradition, and continually reinterpreted in academic discourse, often through the lens of 'shamanism'."
    },
    {
      "term": "Lamaism",
      "definition": "A term coined by L. Austine Waddell to describe Tibetan Buddhism, which he viewed as a corrupted form of 'pure' Buddhism, heavily influenced by Bon's 'devil-worship and sorcery.' This term reflects Protestant critiques of Roman Catholicism and its perceived 'pagan-papism'."
    },
    {
      "term": "Demonic Plagiarism",
      "definition": "A theological theory, used by early Christian missionaries (e.g., Athanasius Kircher), to explain perceived similarities between Christianity and Tibetan religious practices as the Devil's deceptive work. This served to assert the purity and originality of Christianity while demonizing the 'too-much-like-us' other as derivative and malevolent."
    },
    {
      "term": "Doctrine of Survivals",
      "definition": "Edward Tylor's anthropological theory, applied by scholars like Charles Bell, positing that contemporary 'primitive' societies retain vestiges of archaic religious attitudes. This concept was used to reconstruct ancient Bon practices by studying modern tribal cultures in Himalayan regions."
    },
    {
      "term": "Shaman/Cleric Dyad",
      "definition": "A model used by recent anthropologists (e.g., Paul, Holmberg, Mumford, Samuel) to interpret Tibetan religions. It positions the ecstatic, charismatic shaman (often linked to Bon) in a dialectical opposition or dialogue with the institutional, textual lama (linked to Buddhism), often idealizing the shaman as a subversive figure."
    },
    {
      "term": "Intercultural Mimesis",
      "definition": "The author's concept describing how Western representations of Tibetan religion (e.g., 'shamanism,' 'Lamaism') are not solely Western inventions but are deeply shaped by and reflect indigenous Tibetan descriptions and polemics regarding 'the other.' This involves a reflexive mirroring and mimicry across cultural discourses."
    }
  ],
  "practical_system": {
    "description": "The paper employs a 'critical genealogy' and 'intercultural mimesis' as its primary analytical methodology. This 'system' involves tracking the historical evolution and ideological purposes behind the term 'shamanism' within Western academic and popular discourse concerning Tibetan Bon. It rigorously scrutinizes how categories are constructed, reified, and influenced by a complex interplay of biases (colonial, missionary, Buddhist polemical, academic agendas) rather than objective observation. It specifically demonstrates how Western representations often mirror or are mimetic of indigenous polemics, creating a circular interpretive dynamic. The 'practice' of this system is to 'de-naturalize' such critical terms by exposing their historical contingency and the power dynamics inherent in their application.",
    "tools": [
      "Historical Texts & Dictionaries: Analyzing definitions and early descriptions of Bon (e.g., Jäschke, Das).",
      "Travelogues & Ethnographies: Examining Western observations of Tibetan and Himalayan practices (e.g., Kawaguchi, Bell).",
      "Buddhist Polemical Literature: Scrutinizing texts that construct a negative image of Bon (e.g., *Crystal Mirror of Doctrinal Systems*).",
      "Phenomenological Studies: Evaluating systematic catalogues of 'shamanic features' (e.g., Eliade, Hoffmann, Nebesky-Wojkowitz).",
      "Critical Theory Frameworks: Applying concepts from Foucault (genealogy), Said (Orientalism), Bhabha (mimicry), Lévi-Strauss (critique of totemism), and Smith (critique of comparison) to analyze discourse.",
      "Linguistic and Philological Analysis: Investigating the origins, translations, and polemical uses of Tibetan terms related to Bon."
    ],
    "rituals": [
      "Genealogical Tracing: Documenting the historical development and shifts in the definition and application of 'shamanism' across different academic periods and intellectual contexts.",
      "Source Critique: Analyzing the biases (e.g., missionary, colonial, Buddhist polemical) inherent in primary and secondary sources that define Bon and apply 'shamanism' to it.",
      "Comparative Deconstruction: Examining how analogical and genealogical comparisons (e.g., Bon to Taoism, Buddhism to Christianity, shaman to lama) serve to construct or delegitimize the 'other.'",
      "Mimetic Analysis: Identifying instances of 'intercultural mimesis' where Western scholarly discourse reflects or is shaped by indigenous polemics, and vice-versa, revealing complex power dynamics and identity formation.",
      "Category De-naturalization: Unmasking academic categories like 'shamanism' as artificial, historically contingent constructs rather than objective, universal descriptors."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Shamanism has been used to re-name what is widely regarded as Tibet's primordial native religion; its endurance as a category demonstrates a need to designate the indigenous religion in familiar western terms.",
      "page": "1"
    },
    {
      "text": "Shamanism itself has 'the cast of chimera,' for it is an elusive term that tells us more about the history and needs of the western researcher than of ancient Tibet.",
      "page": "1"
    },
    {
      "text": "It is not the job of this text to regulate those boundaries more carefully. Rather, these essays attempt to de-naturalize the limits that our critical system imposes.' In this article I argue that “Shamanism” qualifies as such a 'critical term' in the discourse on Bon.",
      "page": "3"
    },
    {
      "text": "Bon 1. The ancient religion of Tibet which was fetishism, demon worship, and propitiation by means of incantations... Bon now signifies the kind of Shamanism which was followed by Tibetans before the introduction of Buddhism and in certain parts still extant...",
      "page": "9"
    },
    {
      "text": "Here are plainly evident the wiles of the Devil. To make a mock of holy things and rob God of the honor due unto Him the Evil One has by a trick of his usual cunning caused these barbarians to imitate us...",
      "page": "17"
    },
    {
      "text": "In the vast majority of instances in the history of comparison, this subjective experience is projected as an objective connection through some theory of influence, diffusion, borrowing, or the like. It is a process of working from a psychological association to an historical one; it is to assert that similarity and contiguity have causal effect. But this, to revert to the language of Victorian anthropology, is not science but magic.",
      "page": "16"
    },
    {
      "text": "The internal situation of Tibet may be said to turn on a polar reaction between a luminous, dynamic, fructifying and historical element on the one hand, and a sombre, static, and fundamentally unhistorical element—the ancient Tibetan religion—on the other.",
      "page": "36"
    },
    {
      "text": "To accept as a theme for discussion a category that one believes to be false always entails a risk, simply by the attention that is paid to it, of entertaining some illusion about its reality. In order to come to grips with an imprecise obstacle one emphasizes its contours where all one really wants to do demonstrate their insubstantiality, for in attacking an ill-founded theory the critic begins by paying it a kind of respect. The phantom which is imprudently summoned up, in the hope of exorcising it for good, vanishes only to reappear, and closer than one imagines to the place where it was at first.",
      "page": "46"
    },
    {
      "text": "The Tibetan Bon teachers have discovered their own identity as 'shamans' by looking into the mirror of alterity that western disciples hold up to them.",
      "page": "56"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant to Western Esotericism and Occultism as it critically deconstructs how 'magical' and 'primitive' religious concepts (like shamanism, sorcery, demonolatry) are academically constructed, projected, and reified. It exposes the historical, colonial, and ideological baggage embedded in terms often uncritically adopted within esoteric studies. For practitioners, it highlights the necessity of discerning the cultural and historical contingencies of 'traditions' and 'systems,' especially those presented as 'ancient' or 'authentic.' The paper also illustrates how modern esoteric movements (e.g., New Age shamanism) participate in the ongoing construction and commodification of these concepts, often reflecting Western projections back to indigenous teachers.",
    "target_audience": "Scholars of Tibetan religions, history of religions, critical theory, post-colonial studies, Western esotericism and occultism, and New Age practitioners or enthusiasts seeking a deeper, critical understanding of the historical and cultural construction of 'shamanism' and related spiritual concepts."
  }
}