{
  "header": {
    "title": "The Angels of Jupiter",
    "authors": [
      "Asterion"
    ],
    "category": "Western Esotericism, Occultism, Planetary Magic, Grimoire Traditions",
    "keywords": [
      "Jupiter",
      "Angels",
      "Seals",
      "Sigils",
      "Agrippa",
      "Liber Salomonis",
      "Liber Juratus",
      "Qamea",
      "Gematria",
      "Evocation",
      "Scrying",
      "Tzadkiel"
    ]
  },
  "central_thesis": "This work aims to correct and reconstruct the names and seals of the Angels of Jupiter from various grimoire traditions, primarily 'Liber Salomonis: Sepher Raziel' and 'Liber Juratus: The Sworn Booke of Honorius'. By meticulously comparing, re-transliterating into Hebrew, and deriving seals using the Agrippan method from the Jupiter Qamea, the author provides a more accurate and potent system for evoking and scrying Jupiterian intelligences, thereby densifying jovian energies and elevating consciousness.",
  "structure_content": [
    {
      "chapter_title": "Introduction and Core Pentacles",
      "summary": "Introduces the purpose of the work—reconstructing and sigilizing Jupiterian angelic seals. It presents a 'General pentacle of Jupiter' for hosting seals during evocation or scrying, and a 'Solomonic Pentacle of Jupiter' designed for evoking and controlling Jupiterian intelligences, clarifying its purpose to densify jovian energies and elevate consciousness. The author notes that this Solomonic Pentacle is a corrected form, removing a planetary glyph of Saturn found in corrupt historical versions."
    },
    {
      "chapter_title": "Historical Angelic Names and Reconstruction Methodology",
      "summary": "The text provides lists of Jupiterian angelic names from 'Liber Salomonis: Sepher Raziel (1)' and 'Liber Juratus: The Sworn Booke of Honorius (2)'. It then details the author's methodology for comparing these names, correcting morphological changes, and re-transliterating them into Hebrew for accurate sigilization. The author states that difficult names were 'scryed for' with the assistance of Archangel Tzadkiel on November 30, 2008, using a crystal sphere."
    },
    {
      "chapter_title": "Comparative Tables of Angelic Names",
      "summary": "Three extensive tables (Angels of Jupiter I, II, III) are presented, comparing the angelic names as found in 'Liber Juratus' (Honorius), 'Liber Salomonis' (Raziel), and the author's derived and corrected 'Tsadkiel' form. Names reconstructed by scrying are marked with an asterisk, highlighting instances where traditional sources were insufficient or contradictory."
    },
    {
      "chapter_title": "Agrippan Sigil Derivation and Gematria",
      "summary": "Explains the Agrippa method for deriving seals from planetary magic squares. The Jupiter Qamea (magic square) is shown in both numeric and Hebrew letter forms. A 'Numeric transpositions of the Qamea of Jupiter' table is provided, assigning gematria values to Hebrew letters and combinations, which is fundamental to understanding the numerical basis of the seals. An example of Jophiel's seal derivation and its correction (YHPYAL vs. YVPYAL) is given to illustrate the precision required."
    },
    {
      "chapter_title": "Jupiter's Character and Demonic Seals",
      "summary": "The book presents the general 'Character of Jupiter' derived from its magic square. It also includes the 'Seal of Hismael', identifying Hismael as a 'demonic ruler of the sphere of Jupiter', indicating a comprehensive approach to both angelic and associated intelligences of the planet."
    },
    {
      "chapter_title": "Individual Angelic Seals of Jupiter",
      "summary": "The core practical section of the book, containing 54 individual entries. Each entry features a distinct sigil (seal) for a specific Jupiterian angel, its corresponding Hebrew name, and the gematria (numerical value) of that name. These seals are presented sequentially, from Tzadkiel to Cheduriel, demonstrating the practical application of the previously explained derivation methods."
    },
    {
      "chapter_title": "Credits and References",
      "summary": "Details illustration credits and provides source notes for the historical grimoire texts referenced: 'Liber Salomonis: Sepher Raziel', 'Liber Juratus or The Sworne Booke of Honorius', and Heinrich Cornelius Agrippa's 'Fourth Book of Occult Philosophy'. HTML versions of these sources are provided."
    }
  ],
  "key_concepts": [
    {
      "term": "Jupiterian Intelligences",
      "definition": "Angelic and other spiritual entities specifically associated with the planet Jupiter, believed to embody its influences and energies."
    },
    {
      "term": "Pentacle",
      "definition": "A magical diagram or talisman, typically a flat plate or disk, inscribed with symbols, used in rituals for specific purposes. The book presents a 'General pentacle' for hosting seals and a 'Solomonic Pentacle' for evoking and controlling Jupiterian intelligences and raising consciousness."
    },
    {
      "term": "Evocation",
      "definition": "The act of calling forth a spirit, deity, or other non-physical entity into physical manifestation or perceptible presence, often for communication or to effect a change in reality."
    },
    {
      "term": "Scrying",
      "definition": "A divinatory practice involving gazing into a reflective surface (e.g., crystal ball, mirror, water) to receive visions or insights. The author used this method, with Archangel Tzadkiel's help, to reconstruct some angelic names."
    },
    {
      "term": "Gematria",
      "definition": "A Qabalistic method of assigning numerical values to letters and words, used to find deeper meanings, connections, and to derive sigils from magic squares by tracing paths corresponding to letter values."
    },
    {
      "term": "Qamea (Magic Square)",
      "definition": "A square grid containing numbers arranged so that the sum of the numbers in each row, column, and main diagonal is the same. In planetary magic, it serves as a foundational blueprint for generating seals and characters of planetary intelligences."
    },
    {
      "term": "Sigil (Seal)",
      "definition": "A symbolic design or glyph representing an entity (e.g., an angel or spirit) or a magical intention. In this text, sigils are derived by tracing the path of an angel's Hebrew name (converted to numbers via Gematria) on the Jupiter Qamea."
    },
    {
      "term": "Agrippa Method",
      "definition": "A system of creating magical seals and characters, primarily from planetary magic squares, as expounded by Heinrich Cornelius Agrippa in his 'Three Books of Occult Philosophy'. It involves connecting points on the square corresponding to the numerical values of the letters in a name."
    },
    {
      "term": "Archangel Tzadkiel",
      "definition": "The Archangel traditionally associated with the planet Jupiter in various esoteric traditions. Tzadkiel is invoked by the author for assistance in scrying and confirming reconstructed angelic names."
    },
    {
      "term": "Corruptions of Geomantic Seals",
      "definition": "Errors or inaccuracies that have crept into the transmission of magical seals and names in historical grimoires and occult texts, making their efficacy questionable or unreliable. A key motivation for the author's reconstructive work."
    }
  ],
  "practical_system": {
    "description": "The book presents a practical system for interacting with Jupiterian angels, centered on the belief that accurate names and sigils are crucial for effective magical operations. It is a reconstructed and corrected system, aiming to rectify errors found in historical grimoires. The core practice involves using the provided angelic names (in Hebrew) and their corresponding sigils, derived from the Jupiter Qamea via the Agrippa method, to connect with and direct Jupiterian energies. This system facilitates both direct communication ('evocation') and subtle perception ('scrying') of these intelligences, with the ultimate goal of densifying Jovian energies within the practitioner's sphere and elevating consciousness.",
    "tools": [
      "General pentacle of Jupiter (for hosting seals during operations)",
      "Solomonic Pentacle of Jupiter (for evoking and controlling Jupiterian intelligences, and raising consciousness)",
      "Individual Seals/Sigils of the 54 Jupiterian Angels (derived from the Jupiter Qamea)",
      "Crystal sphere (specifically for scrying activities, or for validation of seals as described by the author)",
      "Knowledge of Hebrew transliteration and Gematria (for deeper understanding and potentially self-derivation/verification of seals)"
    ],
    "rituals": [
      "Evocation of Jupiterian intelligences (using the General or Solomonic pentacle and specific angelic seals)",
      "Scrying for insight or communication (using a crystal sphere, potentially in conjunction with the pentacles and seals)",
      "Invoking Archangel Tzadkiel for assistance and guidance in Jupiterian workings"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Reconstructed, corrected, completed and sigilised by Asterion",
      "page": "1"
    },
    {
      "text": "For evoking jupiterian intelligences and keeping them under control. Densifies jovian energies and lifts the Earth-based consciousness to a more Jupiter-vibrating resonance.",
      "page": "3"
    },
    {
      "text": "The main element that would have made it unusable was the insertion of the planetary glyph of Saturn in the upper diagonal.",
      "page": "4"
    },
    {
      "text": "The following tables compare the morphological changes in the angelic names from one work to the other, trying to put the correct forms back in use and re-transliterate them in Hebrew in order to sigillize them correctly.",
      "page": "7"
    },
    {
      "text": "All of the names have been scryed for with help from his angelic majesty Archangel Tzadkiel, in the hour of Jupiter, Day of the Sun, 30.11.2008, using a small clear quarz sphere placed on the Third Eye after calling forth the help of the said Archangel.",
      "page": "7"
    },
    {
      "text": "I have used the Agrippa method of deriving the seals from the planetary square of Jupiter.",
      "page": "11"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for serious practitioners and scholars of Solomonic and planetary magic. It addresses a critical issue within grimoire traditions: the frequent transmission errors and corruptions of angelic names and sigils. By meticulously comparing historical texts, performing scholarly reconstruction, and validating through spiritual scrying, the author provides a potentially more potent and reliable toolkit for working with Jupiterian intelligences. Its emphasis on correct Hebrew transliteration and Agrippan sigil derivation directly impacts the perceived efficacy of ritual work, offering a valuable contribution to the practical side of occultism.",
    "target_audience": "The primary target audience consists of experienced occult practitioners, ritual magicians, students of Hermetic Qabalah, and researchers specializing in historical grimoire traditions and Western Esotericism. A foundational understanding of Gematria, planetary magic (especially Agrippan systems), and Solomonic magic is assumed, making it less suitable for absolute beginners."
  }
}