{
  "header": {
    "title": "Two Tracts on Cartomancy",
    "authors": [
      "Austin Osman Spare",
      "Gavin W. Semple"
    ],
    "category": "Western Esotericism, Occultism, Cartomancy, Sigil Magic",
    "keywords": [
      "Austin Osman Spare",
      "Cartomancy",
      "Sigil Magic",
      "Subconsciousness",
      "Will",
      "Belief",
      "Fortune-Telling",
      "Obeah Cards",
      "Surrealist Racing Forecast Cards",
      "Mind to Mind and How",
      "Zos Kia Cultus",
      "Evocation"
    ]
  },
  "central_thesis": "Austin Osman Spare's work transforms traditional cartomancy into a sophisticated system of magical evocation and self-realization. By leveraging the subconscious mind, unified Desire and Belief, and personalized sigils derived from card meanings, the practitioner can not only divine future events but actively influence their unfolding. This system serves as a practical application of Spare's broader philosophies regarding the Kia, Ids, and the Sacred Alphabet, offering a direct means to interact with the psychic realms and manifest desired realities.",
  "structure_content": [
    {
      "chapter_title": "A FEW LEAVES FROM THE DEVIL'S PICTURE-BOOK Part 1 Spades and Hearts",
      "summary": "This section by Gavin W. Semple provides historical context for Austin Osman Spare's development of cartomancy during his period of poverty in the 1920s. It describes Spare's lifelong fascination with cartomancy, his evolution of it into a unique method of theurgy, and the creation of his 'Arena of Anon (Fortune-Telling Cards)' and later 'Surrealist Racing Forecast Cards' for sale, used for racing forecasts. It highlights his technique of automatic drawing and magical experimentation as central to his psychic incursions."
    },
    {
      "chapter_title": "A FEW LEAVES FROM THE DEVIL'S PICTURE-BOOK Part II Diamonds and Clubs",
      "summary": "This part delves into the theoretical and historical influences on Spare's magical system, including his interactions with Crowley, Theosophy (Blavatsky), and classical ceremonial magic (Agrippa). It explains how Spare's familiarity with playing cards became a vital medium for his 'Sacred Alphabet' and sigil sorcery, building upon earlier concepts like 'Ikkah' and 'Sikah'. The essay contextualizes his ideas within broader occult traditions while emphasizing his unique reinterpretation of these elements, particularly the concept of 'Karmas' as 'Ids' and the application of Vaihinger's 'Philosophy of As If' to his magical worldview."
    },
    {
      "chapter_title": "SURREALIST RACING FORECAST CARDS (Instructions)",
      "summary": "This section presents the practical instructions for using Spare's Surrealist Racing Forecast Cards. It outlines the general principles, stressing the importance of unifying Desire and Belief, avoiding muddleheadedness and fear, and maintaining an open mind. Key operational steps are detailed, including shuffling, expressing desire, and interpreting the top and bottom cards. It explicitly states that the cards are not guaranteed but enable an 'interesting and profitable experiment with luck', emphasizing the user's mental attitude and sincerity as critical for success."
    },
    {
      "chapter_title": "MIND TO MIND AND HOW By a Sorcerer.",
      "summary": "This tract, authored by Austin Osman Spare, elucidates the philosophical and operative underpinnings of his magical cartomancy. Spare asserts that 'fortune-telling' is the most common denominator of occultism. He explains that the system functions through sympathetic symbols and the subconscious mind, which perceives all things and serves as a conveyor of thought. The core mechanism involves transforming rational card meanings into cryptic symbols (glyphs/sigils) – 'signatures' of 'elemental automata' or 'Ids' – that act as 'connective media in the causal chain of events', allowing the practitioner to interact with and influence events yet in embryo. It stresses the personal nature of the system, requiring the operator to evolve their own meanings and symbols."
    }
  ],
  "key_concepts": [
    {
      "term": "Cartomancy (Spare's system)",
      "definition": "More than mere fortune-telling, it is a sophisticated method of magical evocation where playing cards are used as a medium to interact with the subconscious and influence future events through personalized symbolic attributions and sigils."
    },
    {
      "term": "Sacred Alphabet / Sigil Sorcery",
      "definition": "Spare's unique system of translating rational card meanings and intentions into cryptic symbols or glyphs, which he calls 'signatures' of 'elemental automata' or 'Ids'. These sigils mediate powers of the primal 'Ids' and are used for magical evocation and influence, acting as 'sympathetic symbols'."
    },
    {
      "term": "Will & Belief (Magic/Faith)",
      "definition": "The essential unifying force that combines Desire and Belief. In Spare's system, 'magic (faith) is simply a means of unifying Desire and Belief'. It is crucial for empowering the cards and the magician's intent, with explicit belief in the cards being a prerequisite for effective operation."
    },
    {
      "term": "Subconscious Mind",
      "definition": "The primary faculty engaged in Spare's system, responsible for creating belief and uniting it with real desire. It is the repository of 'Karmas' (Ids) and possesses powers that can be employed for prediction and influence, acting beyond the conscious, logical mind."
    },
    {
      "term": "Karmas / Ids",
      "definition": "Elements of past experience and desire that reside unrecognized within the 'deep mind'. When isolated and given distinct forms (sigils), these 'Ids' become 'transformative potentials' or 'elemental automata', capable of being evoked and influencing events."
    },
    {
      "term": "Medianimity",
      "definition": "The moment of prophetic inspiration where the apparent duality of mind (past and future, 'a priori' and 'a posteriori') is resolved. In this state, past and future possibilities are sensed directly as vivid and tactual impressions, undistorted by discursive thought."
    },
    {
      "term": "Logomachy",
      "definition": "A term used by Spare to describe his own text, 'Mind to Mind and How,' which he states contains 'all the indications essential for the psychic Knowledge necessary to develop this particular ability'."
    },
    {
      "term": "Reverse of a Card",
      "definition": "A modification to a card's meaning that intensifies or extends its primary attribute. For example, 'slight sickness' in its upright meaning, when reversed, becomes 'real sickness'."
    },
    {
      "term": "'As If' philosophy",
      "definition": "A philosophical principle (derived from Hans Vaihinger) assimilated by Spare, which posits that our ordinary waking reality is 'fictive' or a subjective, apparitional world. This underpins the idea that consciously formulated belief can create reality, essential for the efficacy of his magical system."
    }
  ],
  "practical_system": {
    "description": "Spare’s cartomancy system, as outlined in 'Mind to Mind and How' and the 'Surrealist Racing Forecast Cards' instructions, is a personalized method for divination and evocation. The process begins by assigning arbitrary, yet personally significant, meanings to standard playing cards, ensuring these attributions reflect the operator's magical sphere. These meanings are then translated into cryptic symbols (sigils or 'glyphs') which are understood as 'signatures' of 'elemental automata' or 'Ids' residing in the subconscious. When a specific question or desire is formed, the cards are shuffled slowly and carefully, during which time the mental universe they represent is 'temporarily dissolved' and remade by the operator's intent. The act of shuffling diverts conscious attention, allowing the subconscious to arrange the card-sigils. The resulting card spread reveals the 'positions' of these familiars as 'connective media in the causal chain of events'. For evocation, the practitioner may draw a card and gaze at it intently without concentration, vivifying the spirits and allowing the card oracle to reflect the transit of elemental forces. The ultimate goal is not just prediction but active participation in influencing future events by inducing the familiars to potentiate or avert situations.",
    "tools": [
      "A pack of playing cards (standard 52-card deck is adequate).",
      "A pen (for marking cards or transcribing symbols).",
      "A standard book on fortune-telling by cards (for initial general direction, not strict adherence).",
      "A small book (for recording rarer combinations and meanings of personalized card-sigils)."
    ],
    "rituals": [
      "Mentally review the list of subjects (e.g., race runners) for the divination.",
      "While reviewing, shuffle the cards slowly and carefully.",
      "Formulate a clear mental desire or question (e.g., 'I wish to know the winning horse of the race at - today.').",
      "Stop shuffling immediately once the wish is clearly expressed.",
      "Do not cut the cards after shuffling.",
      "Identify the top card as the primary selection and the bottom card as the 'next best' (if two selections are desired).",
      "For evocation: After shuffling and cutting, draw a card and gaze at it intently without concentrating, allowing silent fascination to vivify the spirits."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Prophecy and revelation are as possible today as they ever were. They can operate, if only you induce the conditions. What the conditions are we must discover.",
      "page": "5"
    },
    {
      "text": "Magic (faith) is simply a means of unifying Desire and Belief. The sub-conscious mind is employed to create your belief and unite it to a real desire. The cards will not confirm what is already known!",
      "page": "13"
    },
    {
      "text": "Translating the rational meanings of the cards into cryptic symbols will give a series of glyphs which constitute the 'signatures' of elemental automata, and, by their chance alignments and juxtapositions in the spread, these familiars will reveal their positions as connective media in the causal chain of events.",
      "page": "12"
    },
    {
      "text": "It is not necessary to be a so-called 'psychic'. We all have subconscious minds, whose powers we can employ. A mind disturbed or worried by other things - state of health, etc., does not necessarily negate the system. This is the conscious mind. But try to concentrate on the desire to know.",
      "page": "13"
    },
    {
      "text": "For the only requirements are a real desire to win, and a mind free of preconceived ideas. Accept the system suggested by the use of the cards. A superficial attitude or insincerity is a definite bias.",
      "page": "13"
    },
    {
      "text": "This change to symbols is very important. To save overloading the cards with writing or symbols, write down in a small book the rarer combinations and meanings.",
      "page": "17"
    },
    {
      "text": "Your belief in the subject should be as sincere as for any other Art or Science, and an open mind at all times is best.",
      "page": "18"
    },
    {
      "text": "The chief difficulty in forecasting is this. In many lives nothing much happens except for perhaps an odd episode (for eight years this was true of myself, although previously I had had an overfull life). Thus, not everyone is a good 'subject' unless one catches them at the eventful period.",
      "page": "18"
    },
    {
      "text": "Here is a clue: how do two fraudulent telepathists convey messages to each other? By a legerdemain, some subtle secret code. And the means of psychic correspondence, telepathy, premonition and prediction is by a like parallel.",
      "page": "16"
    }
  ],
  "critical_analysis": {
    "relevance": "Austin Osman Spare's 'Two Tracts on Cartomancy' holds significant relevance in Western Esotericism, particularly for practitioners of Chaos Magic and sigil magic, as it offers a foundational text demonstrating the practical application of Spare's unique magical philosophy. It shows how abstract concepts like the Kia, 'Ids', and the 'Sacred Alphabet' can be operationalized through a common divinatory tool. The work challenges traditional views of fortune-telling, elevating it from passive prediction to an active system of evocation and influence over reality. Its emphasis on personal symbolic attribution and the subconscious mind predates and aligns with core tenets of later Chaos Magic. It provides a historical and practical link between early 20th-century occultism and modern magical practice, underscoring Spare's innovative and often overlooked contributions to the field.",
    "target_audience": "This book is primarily targeted at experienced occult practitioners, students of Austin Osman Spare's Zos Kia Cultus, and those interested in the theoretical and practical foundations of sigil magic and highly personalized magical systems. It requires a foundational understanding of occult concepts and a willingness to engage with abstract philosophical ideas. Due to its emphasis on individual interpretation, intuition, and subconscious work rather than rigid ritual, it is less suitable for beginners seeking formulaic instructions. The text demands an imaginative and sincere approach, making it ideal for experimental magicians and those seeking to deepen their personal connection to their magical practice."
  }
}