{
  "header": {
    "title": "White Paper I: A Brief Introduction to Intention-Host Device Research",
    "authors": [
      "William A. Tiller, Ph.D.",
      "Walter E. Dibble, Jr., Ph.D."
    ],
    "category": "Modern Esotericism / Psychoenergetics",
    "keywords": [
      "Intention-Host Device",
      "Human Intention",
      "Physical Reality",
      "Coupled State",
      "Uncoupled State",
      "Deltrons",
      "Information Entanglement",
      "Psychoenergetic Science",
      "Subtle Energies",
      "EM State Modulation",
      "Quantum Mechanics",
      "Relativity",
      "Non-Local Influence"
    ]
  },
  "central_thesis": "This paper presents experimental evidence and a theoretical framework demonstrating that human consciousness, particularly focused intention, can directly influence physical reality at a macroscopic level. This is achieved by using 'intention-host devices' that create a 'coupled state' between the conventional electric atom/molecule level and a subtle magnetic information wave level of reality, mediated by a substance called 'deltrons'. This interaction allows for non-local information entanglement and introduces a new scientific paradigm termed 'Psychoenergetic Science'.",
  "structure_content": [
    {
      "chapter_title": "Introductory Experimental Background",
      "summary": "The authors detail 35-40 years of research on human intention's effects on material properties and physical reality. They found that a clear intention can significantly alter material properties (e.g., water pH), and importantly, this intention can be 'stored' in a simple electronic device. This intention-host device allows for reproducible results at multiple locations globally. The research postulates two levels of physical reality: the familiar electric atom/molecule level and an 'invisible' magnetic information-wave level that functions in the physical vacuum. The device enables the 'coupling' of these two levels, making the subtle level accessible to influence by human intention."
    },
    {
      "chapter_title": "Phase 1 Experiments",
      "summary": "This phase involved four target experiments using intention-host devices to condition experimental spaces. The intention, introduced mentally and emotionally from a deep meditative state, aimed to: 1) increase water pH by +1.0 units, 2) decrease water pH by ~1.0 units, 3) increase alkaline phosphatase (ALP) chemical activity by 25-30%, and 4) increase ATP/ADP ratio and reduce larval development time in fruit flies by 15-25%. All experiments were robustly successful, with effects significantly exceeding noise levels and controls. A time-dependent coupling coefficient (aeff) was introduced to model the transition from an uncoupled to a coupled state of physical reality, showing a threshold time before significant changes occur and then plateau."
    },
    {
      "chapter_title": "Phase 2 Experiments",
      "summary": "Building on Phase 1, replication studies for the water pH experiment were conducted at ten sites in the U.S. and Europe. Three intention-host device sites (Arizona, Missouri, Kansas) had control sites 2-20 miles distant. The pH at intention-host sites increased exponentially. Surprisingly, similar pH behavior was observed at nearby control sites, suggesting 'room temperature, information entanglement'. This entanglement was later proven to extend over 6000 miles by using London and Milan sites as control. The phase also introduced a novel procedure to measure the excess thermodynamic free energy change (δGḤ+*) for H+-ions, showing non-zero values at control sites, confirming the non-local informational connection and significant energetic shifts without temperature change."
    },
    {
      "chapter_title": "Introductory Theoretical Background",
      "summary": "The authors propose an expanded understanding of reality to incorporate consciousness. The classic Mass <=> Energy equation is extended to Mass <=> Energy <=> Information <=> Consciousness. This necessitates expanding Quantum Mechanics (QM) and Relativity Theory (RT). They propose a new 'duplex Reference Frame (RF)' for physical reality, consisting of two reciprocal, four-dimensional subspaces, embedded within an overall reality RF that includes domains of emotion (9-11D), mind (12-14D), and spirit (15D+). A key postulate introduces 'deltrons' (a 'moiety' in the emotional domain) as a consciousness-activated coupler substance. Deltrons mediate interaction between Vp<C electric atoms/molecules and Vw>C magnetic information waves, reconciling issues with relativistic constraints. This framework explains how intention creates a correlated information imprint from spirit to mind domains, which then activates deltrons to couple physical reality levels."
    }
  ],
  "key_concepts": [
    {
      "term": "Intention-Host Device",
      "definition": "An electronic circuit specifically designed to 'store' a clear, conscious human intention, which then acts as a localized or non-local 'conditioner' to influence physical reality."
    },
    {
      "term": "Uncoupled State of Physical Reality",
      "definition": "The normal, everyday state where the electric atom/molecule level of substance (detectable by our five physical senses) and the magnetic information wave level of physical vacuum (currently invisible) exist but do not significantly interact with each other."
    },
    {
      "term": "Coupled State of Physical Reality",
      "definition": "A state induced by the use of an intention-host device, where the magnetic information wave level of the physical vacuum and the electric atom/molecule level begin to interact meaningfully, making the vacuum level partially observable by traditional measurement instruments. This coupling allows intention to influence the physical world."
    },
    {
      "term": "Magnetic Information Wave Level (of the Physical Vacuum)",
      "definition": "A subtle, previously unacknowledged level of substance existing in the physical vacuum, characterized as magnetic information waves. It is invisible to conventional instruments but is receptive to human intention and plays a crucial role in the 'coupled state' of reality."
    },
    {
      "term": "Deltron",
      "definition": "A hypothetical 'moiety' residing in the 'domain of emotion' (a higher-dimensional aspect of reality). Deltrons are consciousness-activated to serve as a 'coupler substance', mediating the interaction between conventional Vp<C electric atoms/molecules and faster-than-light Vw>C magnetic information waves, thereby enabling the transition to a coupled state of physical reality."
    },
    {
      "term": "Information Entanglement",
      "definition": "A non-local phenomenon, observed experimentally, where physical sites geographically distant from an activated intention-host device exhibit similar, correlated changes in properties (e.g., pH, free energy). This indicates an informational connection between sites, suggesting a mechanism for non-local influence."
    },
    {
      "term": "Psychoenergetic Science",
      "definition": "A proposed new scientific paradigm that explicitly incorporates human consciousness and intention as fundamental and significant experimental variables, expanding upon traditional physics (Mass <=> Energy) to include Information <=> Consciousness. This field aims to scientifically investigate the interplay between psyche and energy/matter."
    },
    {
      "term": "Duplex Reference Frame (RF)",
      "definition": "A theoretical construct of reality that goes beyond standard spacetime. It consists of two reciprocal, four-dimensional subspaces (one being spacetime), nested within a larger multi-dimensional framework that includes domains of emotion (9-11D), mind (12-14D), and spirit (15D and up). This RF is designed to accommodate and explain the observed effects of intention and non-local phenomena."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined involves the deliberate and focused application of human intention, specifically designed to be 'stored' within a specialized electronic 'intention-host device'. This device, when activated and placed in proximity to a target, initiates a localized or non-local 'conditioning' of the space. This conditioning process is theorized to activate 'deltrons' (subtle coupler substances from the emotional domain), facilitating the transition of physical reality from an 'uncoupled state' (where subtle and gross matter do not interact) to a 'coupled state' (where they interact meaningfully). This coupled state then allows the embedded intention to manifest observable, measurable changes in physical and biological systems.",
    "tools": [
      "Intention-Host Devices (electronic circuits capable of storing intention)",
      "Experimental apparatus for measuring target physical properties (e.g., pH meters, biological assay equipment)",
      "A developed capacity for entering and maintaining a deep meditative state (internal tool)"
    ],
    "rituals": [
      "Consciously holding a clear, specific intention for a desired outcome.",
      "Introducing the specific intention into an intention-host device mentally and emotionally from a deep meditative state.",
      "Placing the activated intention-host device within a few feet of the target experiment apparatus and switching it on, allowing it to 'condition' the space over time."
    ]
  },
  "relevant_quotes": [
    {
      "text": "From this research, I and my colleagues have discovered that it is possible to make a significant change in the properties of a material substance by consciously holding a clear intention to do so.",
      "page": "2"
    },
    {
      "text": "This is important because, now, this intention-host device can be placed next to a vessel of water at any physical location and one can expect to obtain the same results.",
      "page": "2"
    },
    {
      "text": "It is this new level of physical reality that can be significantly influenced by human intention – not our familiar electric atom/molecule level!",
      "page": "2"
    },
    {
      "text": "Mass <=> Energy <=> Information <=> Consciousness.",
      "page": "10"
    },
    {
      "text": "There exists, in the domain of emotion, a moiety called deltron that can be consciousness-activated to serve as a coupler substance between the Vp<C electric atoms/molecules and the Vw> c magnetic information waves.",
      "page": "12"
    }
  ],
  "critical_analysis": {
    "relevance": "This white paper represents a significant attempt to bridge the perceived gap between conventional science and the phenomena described in esoteric and occult traditions. By proposing a 'Psychoenergetic Science' and a multi-layered reality model (duplex RF, domains of emotion/mind/spirit), Tiller offers a 'scientific' vocabulary for concepts such as subtle energy, consciousness-induced reality shifts, and non-local influence, which are core to many magical and esoteric practices. The 'intention-host device' acts as a magical implement, an enchanted object imbued with Will, analogous to talismans, sigils, or wands, but with an electronic basis. The 'coupled state' effectively describes the opening of a 'magical gate' or alignment of planes, allowing a higher-dimensional influence (intention via deltrons) to manifest in gross physical reality. The concept of 'information entanglement' provides a potential mechanism for sympathetic or contagious magic, explaining how magical effects can operate at a distance without apparent physical connection. The paper's emphasis on consciousness as a fundamental variable and the expansion of the energy equation to include information and consciousness strongly aligns with Hermetic, Gnostic, and Chaos Magic philosophies that assert the primacy of consciousness or belief in shaping reality. It provides a contemporary, technomantic framework for understanding how magic 'works'.",
    "target_audience": "This work is highly relevant for academic researchers in consciousness studies, transpersonal psychology, and parapsychology, as well as practitioners of energy healing and subtle energy modalities. From an occult perspective, it's particularly valuable for Chaos Magicians, techno-shamans, and anyone interested in modern magical theory and experimental esotericism seeking to integrate scientific methodologies and terminology into their understanding and practice of magic."
  }
}