{
  "header": {
    "title": "Comments from Professor John Wren-Lewis on Susan Blackmore's book 'Dying to Live: Science and the Near-Death Experience' (London: Grafton, 1993)",
    "authors": [
      "John Wren-Lewis"
    ],
    "category": "Esoteric Philosophy, Consciousness Studies, Mystical Experience",
    "keywords": [
      "Near-Death Experience",
      "NDE",
      "Consciousness",
      "Mystical Experience",
      "Susan Blackmore",
      "John Wren-Lewis",
      "Eternity",
      "Modelling-process",
      "Brain",
      "Reductionism",
      "Non-duality",
      "Gnosis"
    ]
  },
  "central_thesis": "John Wren-Lewis argues that while scientific explanations of Near-Death Experiences (NDEs) in terms of brain function are factually accurate, their presentation often subtly undermines the profound mystical message these experiences convey. He asserts that ultimate reality is 'Consciousness-as-such' or 'Infinite Aliveness,' which is more fundamental than the brain or its 'models,' and that NDEs provide direct, experiential realization of this 'Wonder,' thereby affirming a non-dual, loving ground of existence despite scientific reductionism.",
  "structure_content": [
    {
      "chapter_title": "Critique of Reductive Presentation",
      "summary": "Wren-Lewis highlights that Susan Blackmore's scientific explanation of NDEs, despite her stated intentions, produces a 'depressive or down-putting feeling' that negates the spiritual significance for readers, even if the scientific facts are valid."
    },
    {
      "chapter_title": "Contrasting NDE Descriptions",
      "summary": "He illustrates the difference in impact by contrasting a mystical, experiential account of his own NDE ('Infinite Aliveness,' 'peace past understanding') with a purely physiological, reductive one ('endorphin-levels abnormally high'), emphasizing the loss of depth in the latter."
    },
    {
      "chapter_title": "Primacy of Consciousness over Brain Models",
      "summary": "Wren-Lewis critiques the implied hierarchy in phrases like 'models constructed by the brain,' arguing that the brain itself is a model. He posits that 'Ultimately there is only Consciousness-as-such' constructing 'me' and the perceived universe, making mystical phrases 'more valid' for actual living than scientific ones."
    },
    {
      "chapter_title": "The Experiential Reality of the Marvel",
      "summary": "He contends that mystical experiences, including NDEs, are 'actual experiential, felt realizations' of a 'Wonder' that underlies reality. This 'Marvel' is not diminished by scientific explanation, but rather the 'endorphin-flooded brain is simply one way in which the One Reality experiences the marvel.'"
    },
    {
      "chapter_title": "Eternal Aliveness Beyond Personal Survival",
      "summary": "Wren-Lewis expresses agnosticism regarding personal post-mortem survival but absolute certainty that 'the personal consciousness called John Wren-Lewis defocuses...into Eternal and Infinite Aliveness,' which is indescribably wonderful and includes all value without limitations of time and space."
    }
  ],
  "key_concepts": [
    {
      "term": "Depressive or Down-Putting Feeling",
      "definition": "The subtle, often unconscious, negative emotional impact of language, particularly scientific reductionism, that diminishes or negates the spiritual or mystical significance of phenomena, regardless of the speaker's intent."
    },
    {
      "term": "Infinite Aliveness / Eternity / Consciousness-as-such",
      "definition": "The ultimate, non-dual, fundamental reality described as a state of peace, boundless aliveness, and love. It is the underlying ground of all personal awareness and experience, active and creative, rather than a void. This 'One Reality' is the source from which all 'models' (including the brain) are derived and through which the 'marvel' of existence is experienced."
    },
    {
      "term": "Models Constructed by the Brain",
      "definition": "A scientific concept, advanced by Blackmore, explaining both NDEs and normal perception as the brain's internal construction of reality. Wren-Lewis reframes this, arguing that the brain itself is a model within a greater 'Consciousness-as-such,' thus not an ultimate 'reality' but a manifestation of it."
    },
    {
      "term": "The Marvel / Wonder",
      "definition": "The profound, inherent beauty, significance, and interconnectedness of existence. It is the spiritual truth directly experienced in mystical states like NDEs, which scientific explanations, if poorly articulated, risk obscuring through reductive tone."
    },
    {
      "term": "Felt Realizations",
      "definition": "Direct, experiential, and intuitive apprehension of ultimate truth, distinct from intellectual understanding or belief. This emphasizes the embodied, subjective nature of mystical insight as a primary mode of knowing, particularly regarding the 'implied fact' of reality's non-material nature."
    }
  ],
  "practical_system": {
    "description": "This document does not present a practical magical system or a set of rituals. Instead, it offers a profound philosophical framework for interpreting deep subjective experiences, like NDEs, and understanding the nature of reality. The core 'mechanic' implied is a shift in perception and attitude: to recognize 'Eternity' or 'Infinite Aliveness' as the fundamental 'Ground of our personal being,' informing all experience, even the mundane and the challenging. For a practitioner, this translates to cultivating an awareness of the underlying 'One Reality' experiencing itself through all phenomena, thereby fostering a sense of interconnectedness and profound meaning in life, analogous to cultivating a state of gnosis or cosmic consciousness.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "Susan comes across as a debunker despite her contrary intentions, and since I happen to agree with almost everything she says, I've been trying to figure out why.",
      "page": null
    },
    {
      "text": "The answer, I've finally decided, lies in the way she puts her case, which conveys what I can only call a depressive or down-putting feeling that for most readers cancels out her protestations about fully accepting the mystical message of NDE reports.",
      "page": null
    },
    {
      "text": "As I came round, I found myself emerging from a kind of heavenly space that was no mere vacancy, but an infinite Aliveness which was also peace past understanding; moreover that peace has remained with me at the back of my consciousness every since, for ten years now, as the ground of my personal awareness in each instant, transforming all experience with the absolute knowledge that the hairs of my head are all numbered no matter what befalls. I know myself moment by moment as Eternity, John Wren-Lewising, and everything I experience, even so-called nasty experiences, is shot through with the living fact of eternity's love for the productions of time.",
      "page": null
    },
    {
      "text": "What she fails to allow for is the fact that the very use of phrases like 'models constructed by the brain' imply that 'brain' is something more real than the models, when in fact that is only the way of speaking that happens to be useful in studying brains scientifically. For the purposes of actual living, phrases like 'heaven where my loved ones are still living' could be, and I think are, not just equally valid but more valid.",
      "page": null
    },
    {
      "text": "Ultimately there is only Consciousness not 'my' consciousness constructing models of an external universe, but Consciousness-as-such constructing 'me' as a kind of centre, along with a universe of space and time which 'I' perceive to contain other similar foci of Consciousness with whom 'I' communicate, as well as God knows what else.",
      "page": null
    },
    {
      "text": "The point about mystical experiences, of which NDEs are just a special case, is that they are actual experiential, felt realizations of that implied fact, which for most of life gets ignored.",
      "page": null
    },
    {
      "text": "It is a Wonder that contains all the marvels that the airy-fairy theories are trying, inadequately, to express. The trouble with all reductive explanations, even gentle ones like Susan's, is that their tone effectively throws out the baby of marvel with the bathwater of nonsense that comes from trying to describe the marvel too literally.",
      "page": null
    },
    {
      "text": "What I know is that in the process of body-dying, the personal consciousness called John Wren-Lewis defocuses, as it were, into Eternal and Infinite Aliveness where 'before' and 'after' have no meaning, and as John now I find this prospect neither frightening nor offensive, because I've been there and it's indescribably wonderful.",
      "page": null
    },
    {
      "text": "The endorphin-flooded brain is simply one way in which the One Reality experiences the marvel.",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant to esotericism and occultism as it tackles the fundamental question of consciousness, reality, and the nature of mystical experience from a non-dual perspective. Wren-Lewis's concept of 'Consciousness-as-such' as the ultimate ground, which constructs both subjective experience ('me') and the objective universe, aligns profoundly with Hermetic axiom 'As Above, So Below' and with Qabalistic understandings of Ain Soph (limitless no-thing) giving rise to manifestation. His critique of scientific reductionism's tone echoes esoteric concerns about materialism obscuring spiritual truth. The emphasis on 'felt realizations' resonates with the practical, experiential core of magic, where gnosis or direct apprehension of hidden realities is paramount. It offers a framework for integrating scientific observation with a deeply spiritual, non-dual cosmology, bridging the apparent divide between psyche and cosmos that many esoteric systems address.",
    "target_audience": "Scholars and practitioners within consciousness studies, transpersonal psychology, and esoteric philosophy. It would appeal to those interested in the interface between science and spirituality, particularly concerning NDEs and mystical states. Magicians and occultists exploring the philosophical underpinnings of consciousness, non-duality, and the nature of ultimate reality as it pertains to magical practice and the pursuit of gnosis would find its insights valuable."
  }
}