{
  "header": {
    "title": "The Greater Key of Solomon",
    "authors": [
      "Solomon",
      "S. Liddell MacGregor Mathers"
    ],
    "category": "Grimoire Tradition",
    "keywords": [
      "Ceremonial Magic",
      "Qabalah",
      "Pentacles",
      "Spirit Conjuration",
      "Planetary Magic",
      "Western Esotericism",
      "Occultism"
    ]
  },
  "central_thesis": "The 'Greater Key of Solomon' presents itself as a divinely revealed compendium of magical arts and sciences, inherited from King Solomon. It outlines a detailed system for compelling and commanding spirits (both angelic and demonic) to achieve various magical ends, emphasizing the absolute necessity of divine piety, moral purity, precise astrological timing, and meticulous ritual adherence for successful operation and protection.",
  "structure_content": [
    {
      "chapter_title": "Preface To Book One",
      "summary": "This section provides an editorial overview, noting the historical rarity and manuscript tradition of 'The Key of Solomon.' It highlights the editor's work in correcting Hebrew elements, particularly in the Pentacles, and clarifies its relationship to other grimoires, while strongly cautioning against 'Black Magic' and the use of blood."
    },
    {
      "chapter_title": "Introduction (from Add. MSS. 10862 & Lansdowne MSS. 1203)",
      "summary": "King Solomon recounts his divine reception of wisdom from the Angel Homadiel, enabling him to compose this 'Key.' He instructs his son Roboam to safeguard it. The narrative includes the later discovery and decipherment of the 'Key' by Iohé Grevis through divine intervention. This introduction also delineates the hierarchy of Spirits (Celestial, Elemental, Planetary) and their governance over specific days and hours, linking them to various magical operations, and establishes the strict ethical imperative to use the knowledge for good."
    },
    {
      "chapter_title": "Chapter I: Concerning The Divine Love Which Precedes The Acquisition Of This Knowledge",
      "summary": "This chapter establishes the foundational ethical and spiritual prerequisites for magical practice: fearing, adoring, and honoring God. It stresses that all operations must begin with divine invocation and great devotion, emphasizing the critical importance of observing specific astrological timings (days, hours, and moon phases) for any magical work to succeed."
    },
    {
      "chapter_title": "Chapter II: Of The Days, And Hours, And Of The Virtues Of The Planets",
      "summary": "A detailed exposition on planetary timing, outlining the twenty-four hours of the day and night, each governed by one of the seven planets (Saturn, Jupiter, Mars, Sun, Venus, Mercury, Moon). It assigns specific magical operations to the days and hours ruled by each planet, detailing their efficacy for a range of purposes, from summoning souls to acquiring riches, love, or invisibility. It also provides specific guidance on optimal moon phases (waxing for 'construction,' waning for 'destruction,' airy signs for conversing with spirits) and the 'Hour of Inception'."
    },
    {
      "chapter_title": "Chapter III: Concerning The Arts",
      "summary": "This chapter categorizes experiments into those requiring a Circle and those not. It details the extensive preparatory purification rituals for the Master and Disciples, including nine days of continence, ritual bathing in consecrated water, wearing white linen garments, and fasting. It outlines the ritual preparation of the operating space, the lighting of candles and exorcised fire, and the roles of disciples in bearing magical instruments."
    },
    {
      "chapter_title": "The Construction Of The Circle",
      "summary": "Provides precise instructions for drawing the Magic Circle. This involves creating concentric circles and squares, inscribing sacred symbols ('Tau') and specific Divine Names (IHVH, AHIH, ALIVN, ALH, AL, IH, AGLA, ADNI) at cardinal points, and reciting specific Psalms (ii, liv, cxiii, lxvii, xlvii, lxviii) during its construction. It details fumigations, the arrangement of disciples within the circle, and the Master's initial prayer for divine blessing and protection from evil spirits."
    },
    {
      "chapter_title": "Chapter IV: The Confession To Be Made By The Exorcist",
      "summary": "This section provides a lengthy and detailed prayer of confession, where the Exorcist enumerates a vast array of sins (pride, avarice, lust, sacrilege, violence, ingratitude, etc.) before God. It emphasizes profound humility, self-accusation before divine and angelic witnesses, and a plea for divine mercy, wisdom, and strength to understand and accomplish the magical work."
    },
    {
      "chapter_title": "Chapter V: Prayer And Conjurations",
      "summary": "Introduces the initial prayers and conjurations to be performed by the Exorcist. After laying hands on the Pentacles, the Master turns to each cardinal point, invoking the Creator's symbols and names. It provides a primary conjuration utilizing numerous powerful Divine Names (IOD, TETRAGRAMMATON ELOHIM, EL, ELOHIM GIBOR, ELOAH VA-DAATH, EL ADONAI TZABAOTH, SHADDAI, EL CHAI, ADONAI MALEKH), linking them to biblical events and figures, to compel spirits to appear and obey."
    },
    {
      "chapter_title": "Chapter VI: Stronger And More Potent Conjuration",
      "summary": "Details increasingly forceful conjurations to be used if spirits do not immediately appear. The Master displays Pentacles as divine authority and, if necessary, uses the consecrated Knife of Art to strike the air, reiterating powerful Divine Names (EL, SHADDAI, ELOHIM, ELOHI, TZABAOTH, ELIM, ASHER EHEIEH, YAH, TETRAGRAMMATON, IAO, ON, AGLA, AIN SOPH, ABADDON, ELION, EDONAL, PATHEON, YESOD, HESION, ANABONA, ERYGION, HOA, YOD, YIAI). The text describes escalating threats, including curses and eternal torment, for disobedient spirits."
    },
    {
      "chapter_title": "Chapter VII: An Extremely Powerful Conjuration",
      "summary": "Presents the most potent conjuration (ADONAI ELOHIM TZABAOTH SHADDAI) for compelling spirits. It describes the appearance of spirits and instructions for addressing them. If spirits remain recalcitrant, the Master is to re-examine the Circle, cast dust towards the quarters, and, kneeling, invoke powerful Divine Names and angelic hierarchies (CHAIOTH HA-QADESH, AUPHANIM, ARALIM, CHASHMALIM, SERAPHIM, MALACHIM, ELOHIM, BENI ELOHIM, KERUBIM, ISHIM; ZECHIEL, DUCHIEL, DONACHIEL, METATRON, SANGARIEL, KERUB, MICHAEL, ANIEL, OPHIEL, BEDALIEL), with explicit threats of eternal punishment if they do not obey."
    },
    {
      "chapter_title": "The License To Depart / Curses for Disobedience",
      "summary": "Describes the procedure for dismissing spirits once tasks are completed, using a 'License to Depart' invoking ADONAI and reciting Genesis. For persistent disobedience, a severe ritual involves writing the spirits' names on virgin paper, soiling it, and burning it with specific odors while reciting a 'Conjuration of the Fire' and a 'Curse' that threatens eternal torment in the Abyss. Should they then submit, they receive another license to depart."
    },
    {
      "chapter_title": "Chapter VIII: Concerning Pentacles, And The Manner Of Constructing Them",
      "summary": "Explains the profound virtue of Pentacles for compelling spirits, protection, and various magical effects. It details their construction from specific metals or virgin parchment, with appropriate planetary colors, precisely timed to planetary days and hours (Mercury's day/hour, waxing moon in an aerial/terrestrial sign). The chapter emphasizes using exorcised materials, wrapping finished pentacles in silk, and consecrating them with specific fumigations and a prayer to ADONAI."
    },
    {
      "chapter_title": "Chapter IX: Of The Experiment Concerning Things Stolen, And How It Should Be Performed",
      "summary": "Outlines a specific operation for recovering stolen property. It involves an oration to God (Ateh Adonai Elohim Asher Ha-Shamain Ve-Ha-Aretz), followed by a conjuration to spirits (invoking YOD, HE, VAU, HE, IAH) to reveal the thieves and their whereabouts. A practical method is described using a sieve suspended by a hanged man's cord, inscribed with specific characters (Figure 4) in black hen's blood, which is made to turn by invoking names of suspected persons."
    },
    {
      "chapter_title": "Chapter X: Of The Experiment Of Invisibility, And How It Should Be Performed",
      "summary": "Describes a ritual to achieve invisibility. This involves making a yellow wax figure in human form, inscribing it with characters (Figure 5) on the crown and skull using a needle, and writing words/characters (Figure 6) on a strip of frog/toad skin. The figure is then suspended from a hair in a cavern at midnight, fumigated, and consecrated with invocations to METATRON and other spirits to grant invisibility. The operator carries the figure to activate the effect."
    },
    {
      "chapter_title": "Chapter XI: To Hinder A Sportsman From Killing Any Game",
      "summary": "A practical spell to prevent a sportsman from hunting successfully. It involves preparing a green elder stick with parchment slips of hare-skin inserted into its ends. These slips are inscribed with a specific character and word (Figure 7) using the blood of a black hen. The stick is then fumigated, buried under an elder tree, and strategically exposed in the sportsman’s path."
    },
    {
      "chapter_title": "Chapter XII: How To Make The Magic Garters",
      "summary": "Instructions for creating 'Magic Garters' that enable rapid, tireless travel. This involves making tubular garters from stag skin, inscribing them with characters and words (Figure 8) using hare's blood (June 25th), filling them with green mugwort, and inserting the eye of a barbel fish. The garters are washed at sunrise in a running brook, worn on the legs, and activated by writing the desired destination on the ground with a holm-oak rod. The command 'AMECH' with the rod halts the journey."
    },
    {
      "chapter_title": "Chapter XIII: How To Make The Magic Carpet Proper For Interrogating The Intelligences, So As To Obtain An Answer Regarding WhatSOEVER Matter One May Wish To Learn",
      "summary": "Details the creation and use of a magic carpet for receiving answers from 'Intelligences.' A white wool carpet is prepared under specific astrological conditions (full moon, Capricorn, Sun hour). A circle is drawn, and the operator, holding a wand, invokes MICHAEL, RAPHAEL, GABRIEL, MURIEL, and the name AGLA while manipulating the carpet. For interrogations, characters and names (Figure 9) are written on azure-blue virgin parchment and held against the forehead while invoking VEGALE, HAMICATA, UMSA, and other names."
    },
    {
      "chapter_title": "Chapter XIV: How To Render Thyself Master Of A Treasure Possessed By The Spirits",
      "summary": "Explains the nature of Gnomes as protectors of hidden treasures and how to compel them. The operation involves drawing a circle at the treasure spot, censing it, and preparing a special lamp with human fat and burial cloth wick. Workmen are fortified with a goat-skin girdle inscribed with words and characters (Figure 10) in a dead man's blood. The Exorcist performs a prayer to ADONAI, ELOHIM, EL, EHEIEH ASHER EHEIEH, commanding angels/spirits to assist in claiming the treasure."
    },
    {
      "chapter_title": "Chapter XV: Of The Experiment Of Seeking Favour And Love",
      "summary": "Describes the procedure for attracting favor and love. This involves an oration to ADONAI for blessing and grace. Specific words (SATOR, AREPO, TENET, OPERA, ROTAS, IAH, ENAM, KETHER, CHOKMAH, BINAH, GEDULAH, GEBURAH, TIPHERETH, NETZACH, HOD, YESOD, MALKUTH, ABRAHAM, ISAAC, JACOB, SHADRACH, MESHACH, ABEDNEGO) are written, placed in clean silk, and buried at a crossroads for a day and a night. Carrying this prepared item is said to grant desired favor."
    },
    {
      "chapter_title": "Chapter XVI: How Operations Of Mockery, Invisibility, And Deceit Should Be Prepared",
      "summary": "General guidelines for performing illusions, tricks, and deceptions. It specifies the use of virgin parchment paper and ink made from bat's blood. The operator is to pronounce a list of words (ABAC, ALDAL, IAT, HUDAC, GUTHAC, GUTHOR, GOMEH, TISTATOR, DERISOR, DESTATUR) to consecrate the enchantment and compel spirits of mockery and deceit to render things invisible or create illusions, thereby deceiving the senses."
    },
    {
      "chapter_title": "Chapter XVII: How Extraordinary Experiments And Operations Should Be Prepared",
      "summary": "Addresses the preparation for highly unusual or extraordinary magical experiments. It reiterates the importance of adhering to specific days, hours, and the use of specialized materials, such as 'Genuine Parchment Paper, made from the skin of dead-born Lambs.' A prayer to God (IOD, IAH, VAU, DALETH, VAU, TZABAOTH, ZIO, AMATOR, CREATOR, ADONAI) is provided to ensure the success and truth of these potent operations, followed by fumigation, sprinkling with exorcised water, and full ceremonial observance."
    },
    {
      "chapter_title": "Chapter XVIII: Concerning The Holy Pentacles Or Medals",
      "summary": "Elaborates on the nature, construction, and power of Pentacles. They are described as potent talismans for terrifying and commanding spirits, offering protection against various perils (earth, air, water, fire, poison, sorcery), and attracting positive influences. Detailed instructions are given for making Pentacles from specific planetary metals or virgin parchment, using corresponding colors, and performing the work during astrologically auspicious times (Mercury's hours, waxing moon)."
    }
  ],
  "key_concepts": [
    {
      "term": "The Key of Solomon",
      "definition": "A foundational grimoire in Western Esotericism, purportedly transmitted by King Solomon, detailing the theory and practice of ceremonial magic for commanding spirits."
    },
    {
      "term": "Pentacles",
      "definition": "Magical talismans, often circular or hexagonal, inscribed with Divine Names, symbols, and characters. They are crafted from specific planetary metals or virgin parchment under precise astrological conditions, serving as instruments of power for compelling spirits, protection, and achieving specific magical effects. The text emphasizes their role in striking terror into spirits and ensuring obedience."
    },
    {
      "term": "Divine Names",
      "definition": "Sacred Hebrew names of God (e.g., IHVH, AHIH, ALIVN, ALH, ADONAI, EHEIEH, TZABAOTH, SHADDAI) invoked as the ultimate source of authority and power in all magical operations. Their proper pronunciation and invocation are central to commanding spirits."
    },
    {
      "term": "Planetary Hours/Days",
      "definition": "A system of astrological timing in which each hour and day is governed by a specific planet. Adhering to these correspondences is crucial for aligning magical operations with appropriate celestial influences to ensure efficacy and success."
    },
    {
      "term": "Circle of Art",
      "definition": "A consecrated ritual space, typically drawn on the ground, often with concentric circles, squares, and inscribed Divine Names and symbols. It serves as a protective enclosure for the operator and disciples, and a focal point for magical energy during spirit conjurations."
    },
    {
      "term": "Purification and Continence",
      "definition": "Extensive moral and physical preparatory rites, including fasting, sexual abstinence, ritual bathing with consecrated water, and wearing clean, white garments. These are mandatory for the Master and Disciples to achieve the necessary spiritual purity and authority for successful magical operations."
    },
    {
      "term": "Spirits (Angels/Demons)",
      "definition": "Intelligent entities, both benevolent (Angels, Genii) and rebellious (Demons), that can be summoned and commanded through the authority of Divine Names. They are believed to govern various aspects of the universe and can be compelled to reveal hidden knowledge, assist in practical tasks, or influence events."
    },
    {
      "term": "Exorcist/Master of Art",
      "definition": "The chief practitioner of the ritual, responsible for all preparations, invocations, and commands. The text underscores their role in maintaining purity of intent, adherence to the ritual, and wielding divine authority to control spirits."
    },
    {
      "term": "Magical Instruments",
      "definition": "Specialized tools consecrated for ritual use, including the Knife of Art, Sickle, Sword, Wand/Rod, Censer, specialized pens (e.g., dove feather), inks (e.g., bloods, consecrated inks), virgin parchment, and specific natural elements like herbs or animal parts, each chosen for its symbolic and operative significance."
    }
  ],
  "practical_system": {
    "description": "The 'Greater Key of Solomon' presents a comprehensive system of ceremonial magic aimed at commanding various spirits (angels and demons) to accomplish specific magical objectives. The core mechanism relies on invoking the absolute authority of numerous Divine Names, often derived from Qabalah, combined with meticulous adherence to astrological timing (planetary hours and days, moon phases) and elaborate ritual purity. The system involves preparing consecrated magical tools and spaces, performing lengthy prayers and confessions, and engaging in specific conjurations. Disobedient spirits are threatened with escalating curses and torments, while compliant spirits are licensed to depart. Success is predicated on unwavering faith, moral uprightness, and precise execution of every ritual detail, with severe warnings against any deviation or malevolent intent.",
    "tools": [
      "Magic Circle (elaborately drawn ritual space)",
      "Pentacles/Medals (inscribed talismans of specific metals or parchment)",
      "Knife of Art (consecrated ritual knife for drawing circles, etc.)",
      "Sickle (alternative to Knife of Art)",
      "Sword (used by disciples and Master)",
      "Wand/Rod (held by Master)",
      "Censer, Earthen pots, Charcoal (for fumigations)",
      "Incense (frankincense, mastic, aloes, gum benjamin, olybdanum, storax, asafoetida)",
      "Consecrated taper of wax, Lantern",
      "Book (for reading conjurations, made of virgin parchment for spirit oaths)",
      "Virgin Parchment Paper (from various sources, e.g., dead-born lambs, hare-skin, frog/toad skin, for writing)",
      "Pens (e.g., made from dove feather), Inks (e.g., black hen's blood, bat's blood, blood of a dead man)",
      "Silk (for wrapping Pentacles)",
      "Brass basin, fountain water, green laurel twig (for theft divination)",
      "Sieve, cord from a hanged man (for theft divination)",
      "Yellow wax figure (for invisibility)",
      "Green elder stick (for hindering sportsmen)",
      "Stag skin, green mugwort, eye of barbel (for magic garters)",
      "White new wool carpet (for interrogating intelligences)"
    ],
    "rituals": [
      "Nine-day preparatory period of strict continence (abstinence from sensual pleasures, vain conversation), fasting, and purification (ritual bathing with exorcised water, wearing clean white linen).",
      "Construction and consecration of the Magic Circle, involving precise measurements, inscriptions of Divine Names (e.g., IHVH, AHIH, ALIVN, ALH, AL, IH, AGLA, ADNI) and sacred symbols ('Tau') at cardinal points, accompanied by recitations of specific Psalms.",
      "Preparation and consecration of Pentacles, crafted from planetary metals or virgin parchment with corresponding colors, timed to specific planetary hours and waxing moon phases.",
      "Performance of lengthy prayers and confessions by the Exorcist and Disciples, emphasizing humility, divine love, and purity of intent.",
      "Conjurations directed at spirits, utilizing numerous Divine Names and references to biblical events, escalating in intensity if spirits are disobedient. This includes displaying Pentacles and striking the air with the Knife of Art.",
      "Specific 'Conjurations of Fire' and 'Curses' to torment recalcitrant spirits, followed by a 'License to Depart' once tasks are completed.",
      "Specialized rituals for specific operations: e.g., using a sieve with hen's blood characters for theft detection, a wax figure with frog skin for invisibility, an elder stick for hindering sportsmen, stag skin garters for rapid travel, and a consecrated wool carpet for interrogating intelligences."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Key Of Solomon, save for a curtailed and incomplete copy published in France in the seventeenth century, has never yet been printed, but has for centuries remained in manuscript form inaccessible to all but the few fortunate scholars to whom the inmost recesses of the great libraries were open.",
      "page": "3"
    },
    {
      "text": "TREASURE up, O my son Roboam! the wisdom of my words, seeing that I SOLOMON, have received it from the Lord.",
      "page": "6"
    },
    {
      "text": "The rule of the Planets over each hour begins from the dawn at the rising of the Sun on the day which take its name from such Planet, and the Planet which follows it in order, succeeds to the rule over the next hour.",
      "page": "15"
    },
    {
      "text": "But observe inviolably that thou commence nothing while the Moon is in conjunction with the Sun, seeing that this is extremely unfortunate, and that thou wilt then be able to effect nothing; but the Moon quitting his beams and increasing in Light, thou canst perform all that thou desirest, observing nevertheless the directions in this Chapter.",
      "page": "17"
    },
    {
      "text": "I conjure ye anew by that most Holy Name which the whole Universe fears, respects, and reveres, which is written by these letters and characters, IOD, HE, VAU, HE; and by the last and terrible judgment; by the Seat of BALDACHIA; and by this Holy Name, YIAI, which Moses invoked, and there followed that great Judgment of God, when Dathan and Abiram were swallowed up in the centre of the earth.",
      "page": "31"
    },
    {
      "text": "ACCURSED BE HE WHO TAKETH THE NAME OF ALMIGHTY GOD IN VAIN; but thou mayest without any other ceremonies make use of them, provided that, as I have already said, thou hast only the Glory of Eternal God for thine object.",
      "page": "44"
    },
    {
      "text": "ACCURSED BE HE WHO TAKETH THE NAME OF GOD IN VAIN! ACCURSED BE HE WHO USETH THIS KNOWLEDGE UNTO AN EVIL END, BE HE ACCURSED IN THIS WORLD AND IN THE WORLD TO COME. AMEN. BE HE ACCURSED IN THE NAME WHICH HE HATH BLASPHEMED!",
      "page": "60"
    }
  ],
  "critical_analysis": {
    "relevance": "The 'Greater Key of Solomon' is a foundational text within the grimoire tradition and Western Esotericism, highly influential on later ceremonial magic systems like the Golden Dawn. It provides a comprehensive framework for ritual magic, synthesizing Qabalistic divine names, astrological timings, and elaborate ritual procedures. Its emphasis on purity, divine authority, and the ethical use of magic remains central to many modern occult practices, even as its explicit methods are often adapted or reinterpreted. Mathers' edition, in particular, is a seminal English translation that made this complex work accessible to a broader audience, contributing significantly to the modern understanding and practice of ritual magic.",
    "target_audience": "The target audience for this work is advanced students and practitioners of ceremonial magic, occultists, and academic researchers specializing in grimoire traditions. It is not suitable for casual readers or beginners due to its complexity, the rigor of its preparatory and operative rituals, and the explicit warnings against misuse, which imply significant spiritual and psychological risks for the unprepared or ill-intentioned. A strong background in Qabalistic concepts and a mature ethical framework are implicitly required."
  }
}