{
  "header": {
    "title": "Seidways",
    "authors": [
      "Jan Fries"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Shaking Trances",
      "Seidr",
      "Shamanism",
      "Dragon Lore",
      "Serpent Mysteries",
      "Consciousness",
      "Ecstasy",
      "Ritual",
      "Hypnotherapy",
      "Animal Magnetism",
      "Chaos Magic",
      "Rune Magic",
      "Sigils",
      "Ancestor Worship",
      "Divine Possession",
      "Lucid Dreaming",
      "Astral Projection",
      "Vision Questing",
      "Trance Induction",
      "Energy Work",
      "Deity Contact",
      "Belief Systems",
      "Self-Transformation",
      "Finnish Sorcery",
      "Celtic Mythology"
    ]
  },
  "central_thesis": "Seidways explores the re-discovery and practical application of ancient ecstatic trance states, particularly shaking and swaying, by drawing parallels across diverse global shamanic and occult traditions. Fries argues that these embodied practices, combined with focused intent, visualization, and rhythmic stimuli, enable practitioners to alter consciousness, contact spirits, perform healing, and engage in self-transformation. The book emphasizes personal responsibility, direct experience, and the fundamental role of belief in shaping magical outcomes, challenging conventional perceptions of magic, disease, and psychoactive substances.",
  "structure_content": [
    {
      "chapter_title": "1 The First Word from the Cauldron",
      "summary": "Introduces the book's themes of sex, drugs, rock'n'roll (metaphorically), dragons, cauldrons, and pagan magick in ancient Europe, presenting it as a handbook for rune-sorcery overflow. Emphasizes personal research, insight, and individual responsibility for experimenting with the described practices, noting that they are not suited for everyone and require good health and basic trance skills."
    },
    {
      "chapter_title": "2 The Serpent Stone",
      "summary": "Discusses the 'Serpent's Egg' in Druidic lore and 'serpent stones' in Finnish folklore as talismans for good luck, often associated with swaying and whistling serpents. Compares these myths to contemporary serpent consciousness practices and alludes to similar 'serpent dances' in other cultures, suggesting a connection to altered states of awareness."
    },
    {
      "chapter_title": "3 The Sacred Disease",
      "summary": "Examines shamanic initiation and healing practices, particularly among the Magar of Nepal and Siberian shamans, where intense shaking, trembling, and 'mad behaviour' are considered signs of spirit possession or sacred vocation. The chapter distinguishes these ecstatic states from epilepsy, suggesting that 'psychogenic' fits, like shamanic trances, involve a degree of control and are learned behaviors to achieve altered consciousness."
    },
    {
      "chapter_title": "4 The Num and the Kia",
      "summary": "Details the seething trance practices of the San people of the Kalahari, focusing on their 'giraffe dance' which activates 'Num' (transcendental energy) through shaking and sweating, leading to 'Kia' (an expanded consciousness state). Kia often involves out-of-body experiences, healing, divination, and shape-shifting, highlighting the importance of heat, rhythm, and overcoming fear of 'Kia-death'."
    },
    {
      "chapter_title": "5 Horses of the Zar",
      "summary": "Describes the Egyptian and Nubian Zar cult rituals, where participants become 'horses' (possessed) by Zar spirits through chanting, music, and swaying. These trances involve ecstatic motions like jumping, twitching, screaming, and weeping, often for healing or fulfilling spirit desires. The chapter contextualizes Zar within Islamic settings, noting the varied nature and hierarchy of Zar spirits."
    },
    {
      "chapter_title": "6 Kami of the Sacred Peaks",
      "summary": "Explores Japanese shamanism and mediumship (Yamabushi, Ainu), focusing on contacting Kami or ancestors through spirit possession. It highlights the role of violent and inhuman behavior, such as shaking, roaring screams, and kiai (spirit shouts), in demonstrating genuine possession and achieving altered states. The text also mentions austerities like fasting, cold showers, and fire-walking as preparatory practices."
    },
    {
      "chapter_title": "7 The Second Coming of Christ",
      "summary": "Recounts the history of the 'Shaking Quakers' or 'Shakers' in 18th-century England and America, whose Christian worship involved ecstatic practices like violent trembling, shouting, dancing, speaking in tongues, and spirit possession by departed souls, prophets, and even Jesus Christ. This chapter draws parallels between Shaker mediumship and shamanic traditions, emphasizing the role of spontaneous, unpatterned charismatic acts."
    },
    {
      "chapter_title": "8 Seidr Under Midnight Skies",
      "summary": "Investigates the Norse practice of Seidr, its 'arge' (lustful, dangerous, trembling) nature, and associated techniques like 'utiseta' (sitting outside for visions, necromancy) and pounding the earth. The chapter discusses the dubious reputation of Seidr-magick and its connections to fate-binding, shape-shifting (Odin as worm/snake), and the role of 'vardlokkur' chants in luring spirits."
    },
    {
      "chapter_title": "9 Spells of Suomi",
      "summary": "Delves into Finnish and Sami shamanism, describing practices like selling wind, drum divination (using painted drums and bone-pointers), and astral projection. It highlights the kantele as a trance-inducing instrument and analyzes elements from the Kalevala, including sorcerous chants, monstrous entities, and mythological figures like Väinämöinen and Louhi. The chapter notes similarities to other Asian shamanic traditions."
    },
    {
      "chapter_title": "10 Introduction to the Practice",
      "summary": "Provides guidelines for approaching shaking practices, emphasizing personal responsibility, creating conducive environments (privacy, appropriate clothing, temperature), and performing a thorough warm-up. It advises against forcing trances, encourages gentle experimentation, and stresses the importance of physical and mental health for these intense practices."
    },
    {
      "chapter_title": "11 Seething Practice",
      "summary": "Offers practical instructions for inducing seething trances, starting with allowing the legs to tremble and gradually moving the pulsation upwards into the body. Techniques involve modulating intensity, integrating visualizations (dragon, cauldron, power beasts), and using vocalizations (chants, whispers, screams). The chapter concludes with 'earthing' rituals and belly-rubbing to integrate energy and achieve post-trance well-being."
    },
    {
      "chapter_title": "12 Rhythms and the Mind",
      "summary": "Explores the significance of rhythms in life and consciousness, from ultradian rhythms (90-minute cycles) and brainwaves (alpha, theta, delta) to their application in trance induction. It discusses how specific drum beats can induce theta wave activity, leading to visions, and critiques monotonous drumming in favor of dynamic, varied rhythms responsive to the ritual's flow."
    },
    {
      "chapter_title": "13 Attention and Involvement",
      "summary": "Analyzes how attention functions in daily life and trance states, introducing '7±2 items' as the conscious mind's capacity and emphasizing the role of 'association' and 'dissociation' in managing awareness during ritual. It explores how seething trances naturally shift attention, allowing for visions and spirit contact, and discusses the dynamic interplay between body and mind in these states."
    },
    {
      "chapter_title": "14 Feeding the Spirits",
      "summary": "Presents offerings as a metaphor for giving attention and emotional energy to spirits, rather than literal sustenance. It discusses ancient bear cults, human sacrifice, and the belief that spirits thrive on human emotions and intent. The chapter also explores different attitudes towards spirits (independent entities vs. aspects of self) and highlights the efficacy of love, passion, and artistic expression as offerings."
    },
    {
      "chapter_title": "15 Dragon Lore",
      "summary": "Explores serpent and dragon imagery in European mythology, from King Guntram's soul as a serpent to Norse world-serpents. It discusses shape-shifting into animal forms (serpent, wolf, boar) as a shamanic practice for journeys to otherworlds, and the symbolic significance of serpent images in various artifacts, connecting them to danger, transformation, and hidden treasures. The chapter also touches on the 'draconian tradition'."
    },
    {
      "chapter_title": "16 A Tangle of Serpents",
      "summary": "Delves deeper into the 'draconian cult' as defined by Kenneth Grant, linking it to primal African mysteries, the stellar complex Draco, and goddesses like Kali. It explores the use of body fluids and secretions in draconian magick, connecting these practices to ancient fertility cults and challenging their suppression by later solar religions. The chapter also discusses serpent women (Melusine) and other serpent/dragon myths."
    },
    {
      "chapter_title": "17 Gods and Giants",
      "summary": "Examines the evolution of deities and the nature of gods and giants in various mythologies (Norse, Vedic, Celtic), emphasizing their roles as elemental forces, ancestors, and beings of primal chaos. It explores the idea that gods change with their worshippers and that 'evil' is often a cultural construct. The chapter lists numerous giant names and their attributes, providing insight into ancient cosmologies and the power of these entities."
    },
    {
      "chapter_title": "18 Visions of Taliesin",
      "summary": "Explores the myth of Taliesin, the Welsh bard, and his initiation through transformation and wisdom gained from the 'Cauldron of Ceridwen'. It discusses the concept of 'Imbas Forosnai' (illumination) in Irish tradition, a divination method involving chewing raw meat or symbolic 'bio-energy' to induce visions. The chapter links these practices to consciousness alteration, identity transformation, and the 'I have been' poetic formula, emphasizing the role of imagination and belief."
    },
    {
      "chapter_title": "19 The Cauldron of Ceridwen",
      "summary": "Analyzes the use of drugs in shamanic and religious systems, contrasting the author's view that 'All Psychoactive Drugs are Fakes' with traditional practices. It argues that the brain produces its own consciousness-altering chemicals, and that belief and expectation are key to eliciting desired effects, similar to the placebo response. The chapter outlines a method for 'designing consciousness' by using the deep mind to recall and refine states of 'rapture', integrating body, mind, and spirit for self-transformation."
    }
  ],
  "key_concepts": [
    {
      "term": "Seidr",
      "definition": "An ancient Germanic shamanic practice, often involving 'seething' or shaking trances. Associated with prophecy, fate-binding, shape-shifting, and sometimes carrying a 'dubious reputation' due to its 'argr' (lustful, dangerous, trembling) nature."
    },
    {
      "term": "Seething/Shaking Trances",
      "definition": "A consciousness-changing technique characterized by rhythmic bodily pulsation, trembling, sweating, and sometimes wild, ecstatic movements. It can be gentle or strong, used for divination, healing, self-transformation, spirit contact, and 'fate-binding'."
    },
    {
      "term": "Num and Kia",
      "definition": "Concepts from the San culture. 'Num' is transcendental energy, a 'death-thing' residing in the body, activated by dance and sweating. 'Kia' is the resulting state of consciousness, often involving out-of-body experiences, visions, and a feeling of being more fully oneself. 'Kia-death' refers to the sensation of dying during this process, often involving bursting apart or being shattered."
    },
    {
      "term": "Serpent's Egg / Serpent Stone",
      "definition": "Talismans in Druidic, Finnish, and other European folklore, associated with good luck and magical properties. Pliny describes a cartilaginous 'serpent's egg' as a potent charm. In Finnish museums, 'serpent stones' are small, round, with scratch marks. The term is also a metaphor for the bursting/transformation experienced in Reichian therapy."
    },
    {
      "term": "Draconian Tradition",
      "definition": "A system of magic linked to primal African mysteries and stellar cults, often involving ancient, primal entities (giants, monsters, chaos dragons). It is characterized by the use of fluids, secretions, and connections to chthonic and stellar forces, embodying transformation and the 'ophidian current'."
    },
    {
      "term": "Imbas Forosnai",
      "definition": "An ancient Irish bardic divination practice. It involves symbolically (or literally) chewing raw meat, placing palms on the cheeks, and entering a trance to receive hidden knowledge. This method aims for 'illumination between the hands' or 'the light of foresight'."
    },
    {
      "term": "Taliesin Consciousness",
      "definition": "A state of intense, expanded perception where the individual experiences themselves as all phenomena and objects, transcending personal identity and linearity of time. It is described through 'I have been' poetry, signifying a profound self-discovery beyond limited forms."
    },
    {
      "term": "Placebo Effect / Belief",
      "definition": "The mind's ability to produce desired physical or psychological effects based on strong belief and expectation, rather than the intrinsic properties of a substance or ritual. The author posits that this is the fundamental mechanism behind many magical and healing phenomena, and 'all psychoactive drugs are fakes' in this context, as the brain produces its own 'elixirs'."
    },
    {
      "term": "Awen",
      "definition": "The creative spirit or ecstatic inspiration, particularly in Welsh bardic tradition. It is associated with prophetic states, often manifesting as physical signs like foaming at the mouth and trembling, indicating a powerful, non-rational form of insight."
    },
    {
      "term": "Ultradian Rhythms",
      "definition": "Natural biological cycles, approximately every 90 minutes, during which brain activity and states of awareness shift. These periods of 'dull-mindedness' are presented as natural trance states and opportunities for mind exploration, influencing cerebral dominance and nasal breathing cycles."
    },
    {
      "term": "Cauldron of Ceridwen",
      "definition": "A symbolic vessel of transformation, inspiration, and wisdom in Celtic mythology. It represents a process of brewing essences to enlighten the mind, interpreted by Fries as a metaphor for designing and refining consciousness states within the 'deep mind'."
    },
    {
      "term": "Ego-death / Self-realisation",
      "definition": "A process of dissolving the ordinary human personality and its rigid beliefs to access deeper, broader, or 'void-minded' consciousness states. This transformation can be accompanied by intense, sometimes violent, ecstatic experiences, leading to a new interpretation of oneself and the world."
    },
    {
      "term": "Utiseta",
      "definition": "An ancient Norse shamanic practice of 'sitting outside' in desolate, natural places, often at night, to contact ghosts or other entities and receive visions. It requires an attitude of being 'outside of your personality, outside of your beliefs, outside your usual thought patterns' to achieve atmospheric, void consciousness."
    },
    {
      "term": "Vardlokkur",
      "definition": "A difficult Old Norse term interpreted as 'to lure, entice and bind fate and guardian spirits'. Chants used in Seidr rituals, often sung by women to invoke spirits or fix something, later becoming associated with the word 'warlock'."
    }
  ],
  "practical_system": {
    "description": "The practical system in 'Seidways' centers on the intentional induction and manipulation of 'seething' or shaking trances for consciousness alteration and magical work. It emphasizes a holistic approach, integrating physical preparation, mental focus, rhythmic stimuli, and imaginative constructs. The author advocates for personal experimentation and developing one's unique methods, stressing self-responsibility and the power of belief over external tools or substances. The goal is to achieve altered states for diverse applications, from divination and healing to spirit contact and self-transformation, ultimately aiming for a 'Taliesin consciousness' where one experiences oneself as the totality of phenomena.",
    "tools": [
      "The Body: Used as the primary instrument for inducing trances through shaking, swaying, and rhythmic movement, with emphasis on flexibility and relaxation.",
      "Imagination and Visualization: Essential for guiding the trance, creating 'dragon-visions', 'cauldron-visions', and assuming symbolic forms (power beasts, gods).",
      "Sound Instruments: Drums (frame drums, tablas, darabuka), rattles (butterfly cocoons with pebbles, matchboxes with stones), bells, lyres, kantele. Used to generate rhythms and soundscapes.",
      "Voice: Chanting, singing, whispering, hissing, screaming, and the use of 'chaos words' to focus intent and energy.",
      "Environment: Ritual space arranged for comfort and desired atmosphere (darkness, specific lighting), natural settings (forests, mountains, sacred sites) for outdoor practices.",
      "Clothing: Light, comfortable attire, or ritualistic costumes adorned with sound-producing elements (bells, tinkling coins) to amplify somatic feedback.",
      "Hydration and Nourishment: Water, fruit-sugar (dextrose), fruit juice to prevent exhaustion during intense trances. Proper bowel preparation is also noted.",
      "Talismans and Sigils: Objects charged with energy or used as focal points for magical intent.",
      "Deep Mind Communication: Ideomotoric signals (e.g., specific muscle twitches) for conscious/subconscious dialogue to guide trance states and magical operations.",
      "Herbs and Plants: While critically discussed, historical references include juniper wood smoke, ginger, vervain, poppy, cannabis, belladonna, henbane, wild lettuce, mandrake roots (often used in 'witch's ointments' or for visionary journeys)."
    ],
    "rituals": [
      "Seething/Shaking Trance Induction: Begin with gentle trembling, allowing it to spread from legs to the entire body, modulating speed and intensity from calm quivering to wild, ecstatic movements. This is often initiated through relaxation, but can also involve building tension to a 'breaking point'.",
      "Pulsation Modulation: Consciously increase or reduce the intensity and speed of shaking, using breathing and imaginative focus (e.g., imagining energy flow) to guide the body's rhythms. This prevents strain and allows for varied trance depths.",
      "Imaginative Immersion: Employ visualizations such as 'dragon-vision' (imagining self as a sky or earth dragon), 'cauldron-vision' (self as a seething cauldron of inspiration), assuming power-beast forms (e.g., snake, wolf, boar), or god-forms. These mental constructs amplify excitement and direct the trance experience.",
      "Vocalizations: Utilize diverse sounds, including rhythmic chants, 'chaos words' (meaningless but resonant sounds), whispers, hissing, 'runing' (internal chanting), and screams. These are used to increase/focus energy, release tension, or connect with specific entities.",
      "Rhythmic Practice: Integrate external and internal rhythms through music, drumming (varied beats, overtones), and dance. The body's movement and auditory input help pace and deepen the trance, as seen in San 'giraffe dances' or Zar cults.",
      "Utiseta (Sitting Outside): A Norse vision-questing practice involving solitary contemplation in wild or desolate natural places, often at night, to contact spirits, ghosts, or gain insights. It requires cultivating a state of being 'outside' one's usual personality and beliefs.",
      "Imbas Forosnai (Illumination Between Hands): A Celtic divination method that involves chewing raw meat (or its energetic equivalent), placing the palms of the hands on the cheeks, and entering a trance state to receive hidden knowledge or prophecies. The hands are used to 'anchor' the inquiry.",
      "Earthing: Post-trance practice to release excess energy into the earth, preventing emotional instability. Techniques include assuming a foetal position, crouching like a beast, or directing energy downwards through screams or physical gestures.",
      "Belly-Rubbing: A Taoist method to stabilize and balance life energy (Ch'i) by placing palms below the navel and circling them on the belly, fostering feelings of joy and power. This can be combined with mantras or power beast visualizations.",
      "Consciousness Design: A systematic method using ideomotoric signaling to communicate with the 'deep mind' to recall, refine, and intentionally produce desired states of consciousness (e.g., 'rapture', 'Taliesin consciousness') under specific conditions. This involves optimizing experiences by identifying best aspects and resolving internal objections."
    ]
  },
  "relevant_quotes": [
    {
      "text": "If you choose to experiment with the techniques described in this volume, let me remind you that you, and you alone, are responsible for what happens.",
      "page": "6"
    },
    {
      "text": "What do you make of this bizarre tale? The image of the swaying and whistling serpents brings no reptiles to my mind but humans deep into serpent consciousness.",
      "page": "16"
    },
    {
      "text": "The shaman's function lies in allowing the patient to find healing for her or himself.",
      "page": "26"
    },
    {
      "text": "Shaking and trembling, as a part of voodoo possession rites, was well documented by Maya Deren and Milo Rigaud, whose work is highly recommended. The phenomenon is commonly found in the polytheistic religions of Africa, from where it spread, via the slave trade, to the West Indies, the southern United States and parts of Meso-America.",
      "page": "29"
    },
    {
      "text": "Seething should never be forced. If it comes to be, you may enjoy what goes on, but if it doesn't, you should accept this decision of your deep mind and do something else. Maybe you'll find yourself shaking naturally at some other time, or discover you can find access to the desired consciousness by means of some other trance technique.",
      "page": "122"
    },
    {
      "text": "The energy goes where attention goes, especially when combined with joy.",
      "page": "136"
    },
    {
      "text": "This is exactly what happens when you experiment with a new trance-technique. Part of your experience will be defined by what you expect and believe.",
      "page": "147"
    },
    {
      "text": "All Psychoactive Drugs are Fakes",
      "page": "305"
    },
    {
      "text": "Using the 'I am' formula in daily life can be highly restrictive, especially when one uses it to describe negative sensations.",
      "page": "288"
    }
  ],
  "critical_analysis": {
    "relevance": "Seidways is a highly relevant work for practitioners in Western Esotericism and Occultism as it reintroduces and systematically analyzes embodied trance practices often overlooked or misinterpreted in modern magical discourse. Fries's comparative approach, drawing on diverse global shamanic traditions (San, Zar, Yamabushi, Norse Seidr, Shakers, Celtic bards), contextualizes these techniques within a broader human spiritual heritage. The book's emphasis on personal experimentation, the critical role of belief, and the internal production of 'psychoactive chemicals' offers a non-dogmatic and empowering framework for consciousness alteration, aligning with principles of Chaos Magic and radical empiricism. It challenges fixed notions of spiritual power, decolonizes occult practices from purely Western perspectives, and provides operative insights into self-transformation.",
    "target_audience": "The primary target audience is experienced practitioners of Western Esotericism, Occultism, and Chaos Magic, as well as those interested in shamanism, consciousness alteration, and energy work. The author explicitly warns that the practices are not for beginners, require 'good health of mind and body,' and prior mastery of basic trance skills (visualization, self-hypnosis, astral projection). Academics in religious studies, anthropology, and psychology interested in comparative mysticism and the phenomenology of trance would also find it valuable, especially for its ethnographic references and theoretical insights into the nature of belief and consciousness."
  }
}