{
  "header": {
    "title": "OTO ANORHA #30: Presencing Falcifer & The Last Word From One Of THEM",
    "authors": [
      "ThoTh of THEM",
      "Mark Sievwright",
      "J. Walker"
    ],
    "category": "Western Esotericism, Occultism, Satanism",
    "keywords": [
      "ONA",
      "Order of Nine Angles",
      "THEM",
      "Mvimaedivm",
      "Satanism",
      "Magic",
      "Baphomet",
      "Self-Initiation",
      "Sinister Path",
      "David Myatt",
      "Anton Long",
      "Nexion",
      "Aeonic Magic"
    ]
  },
  "central_thesis": "This document, comprising 'OTO ANORHA #30' and an interview 'The Last Word From One Of THEM,' presents a distinct reinterpretation and extension of the Order of Nine Angles (ONA) philosophy and practice by 'THEM' (The Temple of THEM). It argues for a 'beyond and beneath' understanding of ONA's forms, emphasizes a subtle, long-term 'Narrative Magic' for real-world change, critiques traditional male-centric occult archetypes through THEM's Baphomet, and outlines a practical system for developing 'Satanic Spirit' and achieving 'Acausal Nexion' through intense personal commitment and 'Sinister Solidarity,' moving towards a physically manifest 'Temple in Australia'.",
  "structure_content": [
    {
      "chapter_title": "OTO ANORHA #30: Presencing Falcifer",
      "summary": "This section serves as an organizational update, thanking key members for managing 'Mvimaedivm' (an online nexion) and processing new 'Initiates.' It details a shift in THEM's focus, noting the rejection of numerous applications in favor of those demonstrating 'Satanic Spirit.' It announces the annulment of an alliance with Integral Tradition Publishing and the dissolution of ties with WSA352 due to their 'ill-formed conclusions' and 'dangerously inept' approach. It highlights the successful dissemination of THEM's unique 'Mythos' and 'black magic narrative,' confirming the success of their first stage and outlining plans for a physical Temple in Australia, a 'mobile convoy' for rituals, and issuing 'charters' for new Temples, signifying a move from 'Mythos into Manifestation' and away from purely internet-based operations."
    },
    {
      "chapter_title": "Baphomet: A Man's Role for Sinister Women - The Greatest Heresy",
      "summary": "This essay challenges conventional occult understandings of 'Chaos' and gender in magic. The author posits a fundamental 'biological, physical, and spiritual difference' between men (Logos/intellect) and women (Eros/emotions). It critiques ONA's 'Sinister Feminine' archetype as still being a male-constructed concept and highlights that ONA's Baphomet, depicted as a 'Beautiful Woman,' is a misguided 'archetype for women, by men.' THEM's Baphomet is described as a 'full-hipped, curvaceous faceless beauty' holding a kitchen knife, symbolizing the 'faceless self-projection of man's insecurities' and the 'silent tolerance of billions of women' who secretly influence men and maintain society through unacknowledged labor. The 'greatest Heresy' for men is to learn to 'Feel In the World' like women, advocating for a genuine dialogue to unleash true Chaos."
    },
    {
      "chapter_title": "THEM on WSA352",
      "summary": "This segment directly responds to criticisms from WSA352 (Orange County group). THEM refutes WSA352's claims about its structure, membership, and understanding of ONA. THEM clarifies that Mvimaedivm is an online nexion while the Temple of THEM is an offline entity. It dismisses WSA352's 'hardcore' vs. 'softcore mind puzzles' dichotomy as a misunderstanding of ONA's developed esoteric system and critiques their 'immaturity' and 'sparse' understanding of the Seven-Fold Way, deeming their reasoning 'specious.' THEM asserts its professional, experienced, and strategically discreet approach to the Sinister Path, contrasting it with WSA352's 'dangerously inept' exposure of members and 'wishful thinking'."
    },
    {
      "chapter_title": "THEM, Magic and the Individual in Context",
      "summary": "This section discusses THEM's approach to individual evolution and its relationship to ONA's Septenary Tree of Wyrd. THEM views the Tree as a useful 'abstract' for situating oneself but cautions against aspirants being drawn into the 'Abyss' prematurely. It states that THEM's understanding is primarily intuitive, not intellectual, and stresses that aligning with THEM involves moving beyond merely believing in 'forms.' The core message is that one cannot be 'one of THEM' while still being 'in thrall to Mythos.' THEM aims to teach the systems of a form while revealing 'what we perceive beneath that form and its currents,' guiding individuals to transcend reliance on external structures."
    },
    {
      "chapter_title": "The Last Word From One Of THEM (Interview)",
      "summary": "An interview with 'Thoth' (a primary figure in THEM) clarifies THEM's origins, philosophy, and practical applications. Thoth explains that 'Anton Long' is a 'magickal creation' and 'personification of an 'idea'' by David Myatt, designed to manifest deep insights. He provides evidence for Myatt being Long (linguistic analysis) and describes THEM as an 'extension Offspring' of ONA, teaching 'beyond and beneath' its forms. Thoth emphasizes anonymity, the rejection of a physical Temple in favor of Australia itself, and the use of pseudonyms. He discusses the meaning of 'culling' (based on character, not race), his personal struggles with humanity's perceived flaws, and his 'hateful crusade.' He details THEM's strategic infiltrations into other occult groups, their use of 'green language' and 'Liber SSS' (collective grimoire), and their eventual aim to 'rescind/destroy the need for a Temple' by guiding members to recognize themselves as 'Acausal Nexion.' Thoth states that this is his last interview, indicating a shift in his personal trajectory."
    }
  ],
  "key_concepts": [
    {
      "term": "THEM (The Temple of THEM)",
      "definition": "A Sinister Organization, described as an 'extension Offspring' of the ONA, founded in 2006 by Thoth. It aims to transcend ONA's forms by teaching 'what lies beyond and beneath the ONA,' implement long-term 'Sinister Strategy,' foster 'Sinister Solidarity,' and create a 'Sinister History' for Australia, moving towards physical manifestation from an initial online presence."
    },
    {
      "term": "Mvimaedivm",
      "definition": "An online nexion serving as a 'tentacle' for THEM. It functions as a meeting place for 'serious minded' individuals, offers an extensive occult library, and acts as a testing ground for potential 'Initiates' to demonstrate 'practical initiative' and 'Satanic Fire.' It is distinct from the core, offline Temple of THEM."
    },
    {
      "term": "ONA (Order of Nine Angles)",
      "definition": "Presented not as an organization but as an 'organism' or 'stand-alone presencing of the Sinister.' It is understood as a 'deliberate magickal creation' by David Myatt (Anton Long), serving as an 'experimental means' to manipulate belief in forms and infuse deep learning into the world, ultimately leading to 'Homo Galactica.' THEM operates with an 'understanding of the ONA' that allows it to aid ONA's forms in 'Symbiosis/Mimesis'."
    },
    {
      "term": "Sinister Path / Seven-Fold Way",
      "definition": "A practical, lived approach to Occultism that leads to 'Grand Insight' and personal transformation. THEM views the Seven-Fold Way as a 'prelude to becoming one of THEM,' requiring genuine experience and effort beyond mere theoretical understanding or 'softcore mind puzzles.' It involves rigorous self-initiation and tenacious personal development."
    },
    {
      "term": "Baphomet (THEM's Interpretation)",
      "definition": "THEM's Baphomet is a 'full-hipped, curvaceous faceless beauty' holding a kitchen knife, explicitly contrasted with ONA's depiction of a 'Beautiful Woman.' This archetype represents the 'faceless self-projection of man's insecurities and neurotic inadequacies' and the 'silent tolerance of billions of women,' signifying a critique of male-centric archetypes and the unacknowledged 'natural predisposition of women'."
    },
    {
      "term": "Magian",
      "definition": "A term borrowed from ONA terminology, referring to the oppressive 'Power-Structure' and its associated ideologies (e.g., Capitalism, Christianity, Judaism) that THEM and ONA seek to dismantle. It represents a system that distorts human perception and traps individuals within limiting 'forms' and illusions."
    },
    {
      "term": "Narrative Magic / Cliology or Aeonic Magic",
      "definition": "THEM's strategy for achieving long-term, subtle changes in the world. 'Narrative Magic' involves diffusing 'Satanic insights' through conduct and writings to subtly shift collective consciousness. 'Cliology or Aeonic Magic' refers to exerting influence over 'forms of growth' by understanding how theoretical forms manifest in real-life reactions, leading to predicted outcomes."
    },
    {
      "term": "Acausal Nexion",
      "definition": "The ultimate goal for THEM's members, where individuals transcend reliance on external 'Forms' and recognize themselves as part of a 'dis-connected unification of a new consciousness.' It implies a deep connection to the 'Acausal' realm, moving beyond individual ownership and ego toward a 'supra-personal personification'."
    },
    {
      "term": "David Myatt / Anton Long",
      "definition": "Identified as the same individual, Myatt is seen as a 'genius' whose 'shape-shifting confessions' (e.g., National Socialism, Islaam, ONA philosophy) are deliberate strategies to attack the 'Magian' and provoke change. His various 'forms' are understood as means to infuse his 'deep learning' into the world, operating 'in-between Knowledge and Time' to fulfill his vision of 'Homo Galactica'."
    },
    {
      "term": "To Be First Human",
      "definition": "Thoth's personal aim to make the world a 'better place' by fostering individual responsibility and a deep understanding of the human mind. It represents the internal transformation achieved through the 'Sinister Path,' leading to 'patience, understanding, integrity, loyalty and empathy,' ultimately making one 'not easily swayed' by external forms."
    }
  ],
  "practical_system": {
    "description": "THEM's practical system, rooted in a 'genuine understanding' and living of the Sinister Way, serves as an 'extension Offspring' of ONA, aiming to teach 'what lies beyond and beneath' its established forms. The core methodology involves 'Narrative Magic,' a subtle dissemination of 'Satanic insights' through conduct and writings to influence collective consciousness. It incorporates 'cliology or Aeonic magic' to predict and influence 'forms of growth,' understanding how theoretical forms manifest in reality. 'Sinister Solidarity' is cultivated within the online 'Mvimaedivm' nexion, which acts as a testing ground for individuals to demonstrate 'Satanic Fire' and self-reliance for deep occult engagement. Initiates undertake rigorous 'Self-Initiation Rites' and swear life-long oaths, including one to restore 'chivalry, courtesy, integrity and loyalty' among the 'Sinisterion.' The system aims for 'long-term sinister strategy' and the eventual creation of a physical Temple in Australia, possibly utilizing 'mobile convoy blitzkriegs' for 'drawing acausal energy' at specific locations, and issuing 'charters' for others to establish 'Tendrils of THEM.' The ultimate goal is to guide members to transcend reliance on 'Forms' and recognize themselves as part of the 'Acausal Nexion,' pushing towards a state of 'To Be First Human' and 'impersonality' beyond individual ego.",
    "tools": [
      "Mvimaedivm online library (texts from FL, OHLP, OSV, IOT, ONA, TOB, WOT, OOS, HR, Chumbley, Castenada, Myatt, Ford/Koetting, Yockey, Burney, Le Bon, Spengler, Clausewitz, Devi, Spare)",
      "Liber SSS (collective grimoire for activity records, initiation files, administration)",
      "Naos Deck (Tarot, for personal gnosis and insight)",
      "Archetypia (personal impressions of archetypes, an ongoing project)",
      "Green language (for sensitive topics/identification)"
    ],
    "rituals": [
      "Self-Initiation Rites (by one's own fire)",
      "Rite of Nine Angles (9a one)",
      "Black Masses",
      "Mass of Heresy (OSB variant)",
      "Mobile convoy 'blitzkriegs' for drawing acausal energy",
      "Practical application of occult systems"
    ]
  },
  "relevant_quotes": [
    {
      "text": "\"Nothing is True, Everything is Permitted. Except Satanism. Or Obsession. Or THEM...”",
      "page": "1"
    },
    {
      "text": "THEM can now consider the next stage of the experiment – a physical form of Temple in Australia.",
      "page": "2"
    },
    {
      "text": "All women want is for men to Understand the lot of Women. Because through understanding the lot of women, this would be enough for men to change the World subtly and inevitably through their empathy with us.",
      "page": "4"
    },
    {
      "text": "The Baphomet I have presenced is a force of the faceless self-projection of man's insecurities and neurotic inadequacies and who represents the silent tolerance of billions of women with whom no genuine dialogue has taken place regarding their own essence as a separate people.",
      "page": "6"
    },
    {
      "text": "To be an effective agent of Chaos one need only open a genuine dialogue with our mysterious other half.",
      "page": "7"
    },
    {
      "text": "THEM is a Sinister Organization founded in a genuine understanding and living of both the way of outer appearance of the Order of Nine Angles, as well as the inner essence of the Order of Nine Angles, many of whose esoteric enigmas have been patiently explained by Adepts from THEM.",
      "page": "9"
    },
    {
      "text": "It is interesting just how hard it is for people to understand that Mvimaedivm, just like camlad, wordpress, or ona group – serves but one purpose, one tentacle, specifically designed to meet a particular challenge at any given time or for a duration; it does not represent the whole end goal or efforts of the Adepts behind it - such works are part of the expression of the Sinister whose aims can never fully be expressed in any outer form because a) the Sinister is beyond the temporal, beyond form, b) the Sinister is a living flux. It is presenced in/as Change itself.",
      "page": "10"
    },
    {
      "text": "THEM is not another ONA. THEM teaches what lies beyond the ONA and beneath the ONA.",
      "page": "16"
    },
    {
      "text": "The ONA as a fire still fuelled by Myatt out of continued exasperation (once optimism) and greater awareness of his distant mortality to complete his mission: with or without the consent of Humanity. Thus his ultra-destructive modus operandi as the product of desperation to change the world or create someone who will: such violence being an inverted/thwarted Love.",
      "page": "17"
    },
    {
      "text": "Long is the personification of an “idea”, and I don't mean the term “idea” lightly, the phrase “External Wraith or Manifestation developed to represent an Outer-formed, Inner-felt Development of a Unique Perennial Pagan Ethos based on a scrutiny of Sacred Geometry from a Way of Living that garners experience directly from many of the forms given great worship as means and guides by Humanity to alter an Ingrained Ethos” is probably better than “idea”.",
      "page": "20"
    },
    {
      "text": "THEM practice cliology or Aeonic magic via exerting influence over certain forms of growth, and this depends on how the understanding of forms in theory plays out against real-life reactions to certain forms.",
      "page": "30"
    },
    {
      "text": "I'm Thoth from Australia, I'm not David Myatt. And that's as close as you're ever going to get to knowing who I am. But I'm not Myatt.",
      "page": "36"
    },
    {
      "text": "ONA is Myatts personal Wyrd, THEM is mine.",
      "page": "46"
    }
  ],
  "critical_analysis": {
    "relevance": "This document is highly relevant within Western Esotericism and Occultism as it provides a critical, internal reinterpretation and extension of the controversial Order of Nine Angles (ONA) system. It moves beyond mere adherence to ONA's forms, offering a nuanced perspective on its 'Mythos' and the intentions of its progenitor, David Myatt (Anton Long). THEM's focus on 'Narrative Magic' and 'Aeonic Magic' for subtle, long-term societal change, rather than overt conflict, presents an evolved approach to Sinister sorcery. The critique of gender dynamics within occultism and the introduction of THEM's Baphomet archetype offer a significant internal challenge to prevailing views. For practitioners, it outlines a rigorous path of self-initiation, 'Sinister Solidarity,' and a move towards physical manifestation, grounding esoteric work in tangible, albeit unconventional, reality.",
    "target_audience": "The primary target audience consists of experienced practitioners and serious students of the Order of Nine Angles (ONA) and related Sinister traditions. This includes individuals engaged in practical magic, Aeonic sorcery, and those interested in the philosophical underpinnings and internal critiques of modern Satanism. It also appeals to researchers of David Myatt's work, gender studies in occultism, and the evolution of esoteric movements seeking to implement real-world, subtle socio-magical change."
  }
}