{
  "header": {
    "title": "EDITORIAL",
    "authors": [
      "Michael A. Thalbourne, Ph.D."
    ],
    "category": "Academic Journal Editorial",
    "keywords": [
      "Australian Journal of Parapsychology",
      "AJPara",
      "editorial",
      "journal features",
      "submissions",
      "subscriptions"
    ]
  },
  "central_thesis": "This editorial welcomes readers to the second issue of the Australian Journal of Parapsychology (AJPara), highlights its new features and content, encourages contributions for future issues, and provides information on subscription renewals.",
  "structure_content": [
    {
      "chapter_title": "Welcome to the Second Issue",
      "summary": "The editorial extends a warm welcome to readers for the second issue of the Australian Journal of Parapsychology, acknowledging the positive reception of the first issue and expressing optimism for continued success with the current publication."
    },
    {
      "chapter_title": "New Features and Content Highlights",
      "summary": "This section details new additions to the journal, including a Correspondence section for reader letters, a humorous interlude, and 'Technical Paper No. 1,' which contains statistical information. It also mentions ongoing features such as book reviews and a section dedicated to reports of experiences, specifically near-death experiences in this issue."
    },
    {
      "chapter_title": "Call for Submissions",
      "summary": "The editor thanks contributors to the current issue and actively seeks submissions for the upcoming third and fourth issues, which will form Volume 2. Guidelines for submitting scientific articles, experience reports, or book reviews are provided, specifying email, computer disk (IBM format), or neatly typed paper, and adherence to the journal's style."
    },
    {
      "chapter_title": "Subscription Information",
      "summary": "The editorial reminds readers that it is time to renew subscriptions and informs them that credit card payments are now accepted. It concludes by expressing the hope that readers will continue to enjoy the AJPara."
    }
  ],
  "key_concepts": [
    {
      "term": "Australian Journal of Parapsychology (AJPara)",
      "definition": "An academic journal dedicated to the field of parapsychology, publishing articles, experiences, and reviews, and is the subject of this editorial."
    },
    {
      "term": "Correspondence section",
      "definition": "A newly introduced feature in the journal allowing readers to submit letters to the editor for publication."
    },
    {
      "term": "Technical Paper No. 1",
      "definition": "A specific paper published in the journal's second issue that presents information of interest to readers familiar with statistics, with an emphasis on its Introduction and Discussion sections for those less familiar."
    },
    {
      "term": "Near-death experiences",
      "definition": "A type of 'experience' reported in a dedicated section of the journal within the current issue."
    }
  ],
  "practical_system": {
    "description": "This document is an editorial for an academic journal and does not present a practical system, philosophy, or operative mechanics related to esotericism, occultism, or magic. Its purpose is to communicate journal news and administrative information.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "Welcome, readers, to the second issue of the Australian Journal of Parapsychology, or AJPara.",
      "page": "102"
    },
    {
      "text": "We received nothing but praise for our first issue, and we hope to continue this happy state of affairs with our present issue.",
      "page": "102"
    },
    {
      "text": "We have some new features: a Correspondence section for letters to the editor; a humorous interlude; and Technical Paper No. 1, which contains information of interest to our readers who understand statistics.",
      "page": "102"
    },
    {
      "text": "We thank all those people who submitted contributions to this issue, but we seek more for the third and fourth issues that will comprise Volume 2.",
      "page": "102"
    },
    {
      "text": "Last but not least, it is time for some readers to renew their subscriptions, and this can now be done by credit card (see last page).",
      "page": "102"
    }
  ],
  "critical_analysis": {
    "relevance": "This editorial is highly relevant for individuals involved with or interested in the Australian Journal of Parapsychology, including current subscribers, potential contributors, and general readers of parapsychological research. It serves as an update on journal content, operational aspects, and future plans. It has no relevance to Western Esotericism, Occultism, or magic.",
    "target_audience": "The target audience consists of readers of the Australian Journal of Parapsychology, including researchers, academics, and enthusiasts interested in parapsychology. It also targets potential authors who might submit articles, experiences, or book reviews, and existing subscribers for renewal."
  }
}