{
  "header": {
    "title": "Papyri Graecae Magicae: A Collection of Ancient Magical Texts, Rituals, and Scholarly Analyses",
    "authors": [
      "Hans Dieter Betz (Editor and Translator, PGM/PDM)",
      "Marvin W. Meyer (Editor and Translator, Mithras Liturgy)",
      "G.R.S. Mead (Commentary on Mithraic Ritual)",
      "Morton Smith (Analysis of Demons of Magic)",
      "Laurel Holmstrom (Analysis of Self-Identification with Deity)",
      "J. Gager (Translator, Curse Tablets)"
    ],
    "category": "Western Esotericism, Grimoire Tradition, Greco-Egyptian Magic, Ancient Religion Studies",
    "keywords": [
      "Papyri Graecae Magicae",
      "Demotic Magical Papyri",
      "Mithras Liturgy",
      "Greco-Egyptian Magic",
      "Ancient Magic",
      "Spellcraft",
      "Divination",
      "Amulets",
      "Invocation",
      "Daemonology",
      "Self-Identification with Deity",
      "Voces Magicae",
      "Curse Tablets",
      "Hermeticism",
      "Ritual Practice"
    ]
  },
  "central_thesis": "This compilation presents a comprehensive overview of Greco-Egyptian magical practices from the Papyri Graecae Magicae (PGM) and Demotic Magical Papyri (PDM), alongside critical academic analyses. It reveals a highly syncretic operative magical system encompassing diverse rituals for practical outcomes (e.g., acquiring assistants, love, curses, healing, revelation, immortality), emphasizing precise execution, the inherent power of 'voces magicae,' and the controversial practice of self-identification with deity.",
  "structure_content": [
    {
      "chapter_title": "Papyri Graecae Magicae Texts (Compilation Overview)",
      "summary": "This section serves as an index and introduction to various PGM texts, highlighting their diverse applications from acquiring supernatural assistance to specific magical operations. It includes references to PGM I.54, III.1-59, IV.1-25, IV.1227-64, IV.1716-1870 ('The Sword of Dardanos'), and VII.429-58."
    },
    {
      "chapter_title": "Acquiring a Supernatural Assistant (PGM I.54 & PGM IV.1870 Context)",
      "summary": "Describes an elaborate ritual for obtaining a magical assistant. It involves purification, offerings (frankincense, rose oil, myrrh), engraving and wearing a stone amulet, and specific invocations to deities like Pnouthis/Isis. The ritual involves omens (a falcon dropping a stone, a fiery star) and details the assistant's wide-ranging powers, from sending dreams and bringing women to altering weather and healing, with a strong emphasis on secrecy."
    },
    {
      "chapter_title": "Papyri Graecae Magicae III.1-59 (Restraining Charioteers)",
      "summary": "Outlines a multipurpose magical recipe, specifically addressing the restraining of charioteers. It involves a ritual drowning of a cat while reciting a formula to Sekhmet-Bastet, preparing lamellae with inscriptions, burying the cat, and lighting lamps. The formula conjures chthonic deities and daimons to achieve immediate results, with instructions for sprinkling the drowning water on a stadium."
    },
    {
      "chapter_title": "Papyri Graecae Magicae IV.1-25 (Revelation Spell)",
      "summary": "Details a spell for revelation, invoking Egyptian and Jewish powers. It includes specific 'words of power' (e.g., SAPHPHAIOR, BAELKOTA) and greetings to various deities like Osiris, Anubis, Michael, and Thoth, followed by a request for answer concerning a specific matter. The ritual specifies timing based on days of the week and hours, often involving a 'cat' as a focal point."
    },
    {
      "chapter_title": "Papyri Graecae Magicae IV.1227-64 (Driving out Demons)",
      "summary": "Provides instructions for expelling a demon, utilizing Coptic and Egyptian divine names. The ritual involves placing olive branches, an adjuration against Satan using powerful names (e.g., Sabarbarbathioth), and the preparation of an amulet inscribed with permutations of BOR and PHOR (Horus) for protection after the expulsion."
    },
    {
      "chapter_title": "Papyri Graecae Magicae IV.1716-1870 aka 'The Sword of Dardanos' (Love/Attraction Spell)",
      "summary": "Describes a potent attraction spell, emphasizing its unparalleled power to bend souls. It involves engraving a magnetic stone with images of Aphrodite, Psyche, and Eros, along with specific divine names and vowel strings. The stone is consecrated, placed under the tongue, and used with a spoken spell to compel love or passion, alongside a burnt offering of various precious resins and herbs."
    },
    {
      "chapter_title": "Papyri Graecae Magicae VII.429-58 (Restraining Rite)",
      "summary": "Presents a restraining rite with broad applications, including causing enmity, sickness, and destruction. It instructs the practitioner to engrave desired effects on a lead plate from a cold-water channel, consecrate it with bitter aromatics, and cast it into a stream or sea. The spell can be undone by untying the plate, highlighting a mechanism for reversible magic. It also includes specific divine names for conjuration to make daimons enter objects or people."
    },
    {
      "chapter_title": "Ecloga Ex Papyris Magicis: Liber I (Selections from Magical Papyri)",
      "summary": "An introduction and compilation of spells from PGM and PDM, categorized into Protection, Divination/Visions, Self-Improvement, Health/Healing, and Craft. It provides context on the origin and translation of the papyri, and a guide to pronouncing magical names (voces magicae) written in Old Coptic using Greek letters, stressing their inherent power."
    },
    {
      "chapter_title": "Ecloga Ex Papyris Magicis: Liber II (Selections from Magical Papyri)",
      "summary": "Continues the compilation of spells, charms, and prayers, offering more examples within the categories of Protection, Divination & Visions, Health & Healing, and Craft. It reiterates the importance of 'voces magicae' pronunciation and includes specific rituals like charms to break enchantments, restrain anger, catch thieves, and various divination methods (e.g., bowl divination, dream oracles)."
    },
    {
      "chapter_title": "Ecloga Ex Papyris Magicis: Liber III (Selections from Magical Papyri)",
      "summary": "Focuses primarily on love spells, charms, prayers, and rituals, deemed 'not suitable for public consumption.' It includes methods for attracting love, making a woman love a man, appearing in dreams, and various other forms of erotic magic, often involving specific ingredients, inscriptions, and invocations."
    },
    {
      "chapter_title": "The 'Mithras' Liturgy (Edited and Translated by Marvin W. Meyer)",
      "summary": "A detailed translation and analysis of the Mithras Liturgy (PGM IV.475-834), an ancient text from the Paris Codex. It describes a liturgical mystery of ascent for the soul to attain immortality, featuring encounters with cosmic elements, planetary guardians, Fates, Pole-Lords, and the highest God. The text is permeated with magic, including breathing techniques, special recipes, magical rituals (like a scarab ceremony), amulets, and magical formulae."
    },
    {
      "chapter_title": "A Mithraic Ritual (by G.R.S. Mead)",
      "summary": "An analytical preamble discussing the Mithras Liturgy (P. 574). Mead positions the ritual as a complete, secret, and solitary inner rite for individual apotheosis, contrasting it with public liturgies. He highlights its syncretic nature, combining Egyptian traditions with Mithraic invocations, and the significance of 'nomina arcana' and 'voces mysticae' in its theurgic language, emphasizing the unique 'nature language' or 'tongue of the gods' involving hissing and popping sounds."
    },
    {
      "chapter_title": "The Demotic Magical Papyrus of London and Leiden (Compilation Overview)",
      "summary": "Introduces sections of the PDM, focusing on vessel-divination rituals and various magical recipes. It details procedures for inquiring of gods and spirits, including invoking deities like Anubis, Osiris, and Thoth, often with the aid of a pure boy as a medium. The rituals involve specific objects (e.g., oil in a vessel, bricks, crocodile eggs) and formulations to compel responses from divine or deceased entities."
    },
    {
      "chapter_title": "Curse Tablets (D.T. 237, 241, 242, 271)",
      "summary": "Presents examples of curse tablets, specifically targeting charioteers and horses in racing. These defixiones involve invoking spirits of the untimely dead and powerful divine names (e.g., SALBATHBAL, IAO, AOTH ABAOTH) to bind, hinder, and defeat opponents. The curses are direct, explicit, and demonstrate a clear intention to manipulate outcomes through malevolent magic, sometimes forming specific shapes like triangles or using specific names for each horse."
    },
    {
      "chapter_title": "Self-Identification with Deity and Voces Magicae in Ancient Egyptian and Greek Magic (by Laurel Holmstrom)",
      "summary": "An academic paper exploring the concepts of self-identification with deity ('I am' statements) and 'voces magicae' (magical names/vowel strings) in Greco-Egyptian magic. Holmstrom argues that while 'voces magicae' represent a widespread ancient Mediterranean magical tradition, self-identification is primarily an 'authentically Egyptian trait' that contrasts with Greek notions of divine-human separation, influencing the syncretic PGM texts."
    },
    {
      "chapter_title": "The Demons of Magic (by Morton Smith)",
      "summary": "A scholarly discussion on the usage of the term 'daimon' in Greco-Roman magical texts, particularly the PGM. Smith argues that 'daimones' often play a minor, subordinate role compared to 'gods' (theoi), serving as 'lower class help' to the magician. He notes the fluid and sometimes interchangeable use of 'daimon' and 'god,' and highlights instances where high gods are also referred to as daimons, reflecting a literary problem and evolving theological understanding."
    }
  ],
  "key_concepts": [
    {
      "term": "Papyri Graecae Magicae (PGM)",
      "definition": "A collection of magical spells and rituals from Greco-Roman Egypt, dating from the 2nd century BCE to the 5th century CE. These texts represent a syncretic blend of Egyptian, Greek, and Jewish magical traditions."
    },
    {
      "term": "Demotic Magical Papyri (PDM)",
      "definition": "A subset of the larger PGM corpus, specifically referring to texts written in the Demotic script of ancient Egypt, often incorporating distinct Egyptian magical traditions."
    },
    {
      "term": "Voces Magicae",
      "definition": "Untranslatable strings of vowels, consonants, and divine names (often palindromic or lengthy), believed to possess inherent magical power regardless of their semantic meaning. Their precise pronunciation and inscription were crucial for the efficacy of spells in Greco-Egyptian magic."
    },
    {
      "term": "Self-Identification with Deity",
      "definition": "A magical practice where the practitioner asserts identity with a specific deity ('I am [Deity Name]') to channel divine power or embody divine attributes, particularly emphasized in Egyptian magical traditions as a means to empower spells."
    },
    {
      "term": "Daimon",
      "definition": "A term in Greco-Roman magic with fluid meaning. It can refer to a subordinate spirit, a servant of the gods, a deified deceased human, or sometimes even used interchangeably with 'god' (theos) for powerful entities, reflecting a complex and evolving understanding of supernatural beings."
    },
    {
      "term": "Mithras Liturgy",
      "definition": "A specific text (PGM IV.475-834) from the Paris Magical Papyrus, detailing a complex liturgical mystery of ecstatic ascent for the soul to attain immortality. It is characterized by extensive magical formulae, breathing techniques, and encounters with cosmic entities."
    },
    {
      "term": "Vessel Divination",
      "definition": "A method of scrying using a bronze vessel, bowl, or saucer filled with water and/or oil. A medium (often a pure boy or the practitioner) gazes into the liquid while specific invocations are recited to summon gods or spirits for revelation."
    },
    {
      "term": "Defixiones (Curse Tablets)",
      "definition": "Magical texts inscribed on lead or other materials, intended to bind, restrain, or harm individuals. They often invoke chthonic deities, spirits of the untimely dead, or powerful divine names to achieve specific malevolent outcomes, such as hindering rivals in sports or love."
    },
    {
      "term": "Sacred Eye of Horus / Uzait Horu",
      "definition": "An ancient Egyptian symbol, the 'sound-eye' or 'sacred eye,' frequently referenced in PGM/PDM spells, particularly in connection with divinatory practices and amulets for protection or insight."
    }
  ],
  "practical_system": {
    "description": "The operative magical system presented across these papyri is characterized by its high syncretism, drawing on Egyptian, Greek, and Jewish religious and magical elements. It emphasizes precise ritual execution, including specific timings (lunar phases, hours of day/night), offerings, purifications, and the manipulation of material components (amulets, herbs, animal parts, inscriptions). Central to its efficacy is the use of 'voces magicae' (powerful, often untranslatable names or vowel sequences) and, particularly in Egyptian-influenced spells, the self-identification of the practitioner with a deity. The system aims for diverse practical outcomes, from gaining supernatural assistance, controlling human affairs (love, curses), healing, and divination, to achieving higher spiritual goals like divine revelation and immortality.",
    "tools": [
      "Inscribed Objects: Lead lamellae, papyrus strips, silver tablets, magnetic stones, seashells, amulets, gold rings, 'stele' (charm or amulet), tin metal leaves.",
      "Inks/Writing Implements: Cinnabar ink, myrrh ink, black ink, bronze stylus, headless bronze needle.",
      "Ritual Containers: Earthen censer, bronze cups, glass vessels, new dishes, lok-vessels (glass), Syrian pots, bath vessels.",
      "Offerings/Ingredients: Frankincense, rose oil, myrrh, storax gum, sulfur, seed of Nile Rushes, bitter aromatics (bdellium, styrax, aloes, thyme), animal parts (cat, hawk, falcon's head, frog, shrew-mouse, bat, hyena heart, goat's gall, black ram's brain, black ass's fat, dappled she-goat fat, black bull fat, tick blood), various plant juices/parts (heliotrope, myrtle, great-nile plant, mandragora root, ivy, saffron, wormwood, vetch plant, pinecones, pepper, honey, rue, acacia fruit), human elements (urine, semen, blood, nails), cow's milk, mare's milk, beer, wine (Mendesian, Egyptian), honey, salt, barley meal, unbaked bricks, oil (olive, rose, un-ripe olive, genuine, Oasis, dew, henna, sweet scented).",
      "Environmental/Timing: High rooftops, specific cardinal directions (East, South, North), sunrise, sunset, new moon, full moon, specific hours of the day/night, crossroad, stadium, river, sea, tomb/burial place, clean rooms/cells, beds of green reeds.",
      "Amulets/Phylacteries: Engraved stones, knotted threads, animal bones (wolf knuckle-bone), hairs (stallion, animal), animal skins (fawn, mulehide, deer), linen cloths, specific names/formulae."
    ],
    "rituals": [
      "Acquiring a Supernatural Assistant: Involves purification, specific incense and oil offerings, engraving a stone amulet, and invocations. Omens (falcon, fiery star) confirm success, granting a spirit capable of diverse tasks.",
      "Restraining Charioteers: Utilizes ritual animal sacrifice (cat drowning), inscribed lamellae (metal sheets) with curses and names of charioteers/horses, and specific invocations to chthonic deities to bind competitors.",
      "Demon Driving: Employs olive branches, adjurations using powerful divine names (e.g., Sabarbarbathioth), and the creation of protective amulets inscribed with Egyptian god names like BOR and PHOR.",
      "Sword of Dardanos (Attraction Spell): Requires engraving a magnetic stone with images of deities (Aphrodite, Psyche, Eros) and 'words of power.' The stone is used with invocations and a burnt offering to compel love or passion.",
      "Revelation Spell (PGM IV.1-25): Invokes Egyptian and Jewish entities with 'words of power' (e.g., SAPHPHAIOR) at specific times to gain prophetic answers, sometimes involving an animal (cat) as a focal point.",
      "Restraining Rite (PGM VII.429-58): Involves engraving lead plates with desired effects, consecrating them with bitter aromatics, and casting them into water, with a mechanism for undoing the spell by untying the plate.",
      "Memory Spells: Techniques include engraving a silver tablet with the 'Sacred Eye of Horus,' making offerings of barley bread shaped as female figures, and reciting specific formulae at lunar phases to enhance memory.",
      "Consecration for All Purposes: Ritual invoking Helios with various names and forms (animal forms for each hour of the day) to imbue an amulet or stone with power for general success, protection, or specific boons.",
      "Mithras Liturgy Ascent: A complex multi-stage ritual for soul ascent and immortality, featuring breathing techniques, recitation of specific utterances ('Silence!'), contemplation of cosmic phenomena, and interaction with celestial beings, utilizing amulets and a scarab ceremony.",
      "Vessel Divination: Scrying using a bowl or saucer with water/oil. Involves a medium (often a pure boy), specific divine invocations, and careful observation to receive answers from gods or spirits. Variations include testing the medium's profitability, using particular anointing oils, and specific timings.",
      "Love Spells (PDM & Ecloga III): Diverse methods including anointing with animal dung/blood/secretions, specific herbs, inscriptions on papyrus/seashells, and invocations with precise names, often aimed at compelling love or lust, sometimes involving menstrual blood or animal parts."
    ]
  },
  "relevant_quotes": [
    {
      "text": "This is the sacred rite for acquiring an assistant. It is acknowledged that he is a god; he is an aerial spirit which you have seen. If you give him a command, straightway he performs the task: he sends dreams, he brings women, men without the use of magical material, he kills, he destroys, he stirs up winds from the earth, he carries / gold, silver, bronze, and he gives them to you whenever the need arises. And he frees from bonds a person chained in prison, he opens doors, he causes invisibility so that no one can see you at all, he is a bringer of fire, he brings water, wine, bread and [whatever] you wish in the way of foods...",
      "page": "5"
    },
    {
      "text": "The predominant place of magic within the Mithras Liturgy deserves special mention. The entire text of the Liturgy is permeated with magic, including breathing techniques (cf. lines 537-538: drawing in breath from the rays) , special recipes (cf. lines 750-755: preparing the cake for the scarab), magical rituals (cf. lines 767-769: burying the scarab) amulets (cf. lines 659-660: kissing the amulets), and magical formulae. The magical formulae themselves are diverse in character: some seem onomatopoetic (cf. line 488, PPP: making a popping sound,...)",
      "page": "65"
    },
    {
      "text": "Two of the most intriguing aspects of these texts are the practice of self-identification with deity and the use of voces magicae in performing magical rituals. In many of the spells, the practitioner is told to use \"I am\" with a specific deity name to empower or work the spell. PGM I 247-62, a spell for invisibility, states `I am Anubis, I am Osir-phre, I am OSOT SORONOUIIER, I am Osiris whom Seth destroyed. .\"[6] The use of specific magical language in these texts, the voces magicae, is abundant.",
      "page": "187"
    },
    {
      "text": "So I decided that I was facing a new problem, or a problem that I had not seen adequately studied. And that is what exactly is the usage of the term daimon, and related terms? What usage does that family of terms have in magical texts in the Greco-Roman world? That is what I have been looking at for preparation of this paper. You know of course that the Septuagint has a very simple and brief answer to that, apantes hoi theoi ton ethnon daimonia, \"all the gods of the gentiles are daimonia\" (Septuagint Ps. 95.5). The Hebrew Psalm 96 calls them elilim.",
      "page": "198"
    }
  ],
  "critical_analysis": {
    "relevance": "This collection is foundational for understanding the practical mechanics, syncretic nature, and philosophical underpinnings of ancient Greco-Egyptian magic. It provides primary source material for examining the historical development of magical practices, the conceptualization of divine and daemonic entities, and the role of linguistic performativity in operative magic. The included academic analyses critically contextualize these practices within broader Western esoteric traditions and highlight unique aspects like self-identification with deity and the power of 'voces magicae,' making it indispensable for historical and comparative studies of magic.",
    "target_audience": "Academic researchers in classics, religious studies, Egyptology, and Western esotericism; practitioners of modern magical traditions (e.g., Chaos Magic, Hermeticism, Grimoire traditions) seeking historical precedents and operative techniques; students interested in the history of magic, occultism, and ancient Mediterranean cultures."
  }
}