{
  "header": {
    "title": "APPROACHING THE KABBALAH OF MAAT: Altered Trees and the Procession of the Æons",
    "authors": [
      "Don Karr"
    ],
    "category": "Western Esotericism, Occultism, Qabalah, Thelema, Maatian Magick",
    "keywords": [
      "Kabbalah",
      "Qabalah",
      "Tree of Life",
      "Aeons",
      "Maat",
      "Horus",
      "Golden Dawn",
      "Aleister Crowley",
      "Frater Achad",
      "Kenneth Grant",
      "Nema",
      "O.A.I.",
      "Tarot",
      "Qliphoth",
      "Magic"
    ]
  },
  "central_thesis": "This paper traces the evolution of Western occult Kabbalah, focusing on significant modifications to the Tree of Life and the introduction of new Aeonic philosophies, particularly the Aeon of Maat, demonstrating their interconnectedness and divergence from traditional Golden Dawn and Crowleyan models into new practical systems.",
  "structure_content": [
    {
      "chapter_title": "INTRODUCTION",
      "summary": "The introduction identifies two main streams of Kabbalah in English (Jewish and Western occult, primarily Golden Dawn/Crowley) and states the paper's focus on developments regarding the Tree of Life and the Procession of the Æons, emphasizing their interrelation."
    },
    {
      "chapter_title": "The TREE OF LIFE",
      "summary": "The Tree of Life is presented as a 'western mandala' and a system for classifying occult knowledge and performing ritual magick within the Golden Dawn tradition. It highlights the assumed correlation between tarot trumps, Hebrew letters, and the 22 paths of the Tree in Western occultism."
    },
    {
      "chapter_title": "The PROCESSION OF THE ÆONS",
      "summary": "This section defines an 'æon' as a roughly 2000-year period. It outlines the Horus/Maat Lodge's view of historic Aeons (Isis, Osiris, Horus, Maat) and Kenneth Grant's more extensive scheme of seven cycles, including pre-ëval (Void, Chaos, Earth) and historical Aeons. It introduces the concept of a 'Double Current' of Horus and Maat and the radical idea of Maat replacing Horus."
    },
    {
      "chapter_title": "THE GOLDEN DAWN & ALEISTER CROWLEY",
      "summary": "Crowley's Liber 777 is presented as a quintessential example of Golden Dawn qabalistic synthesis, detailing correspondences. The Golden Dawn Tree of Life, with its planetary and letter attributions, is described as a template for universal organization, noting variations within the tradition itself."
    },
    {
      "chapter_title": "TABLE OF CORRESPONDENCES ACCORDING TO THE GOLDEN DAWN",
      "summary": "A detailed table lists correspondences for Tarot Trumps, Hebrew letters, significations, gematria, and astrology as per Mathers and Crowley. It notes deviations in planetary attributions by groups like Builders of the ADYTUM and historical figures like Kircher."
    },
    {
      "chapter_title": "A GOLDEN DAWN PERFECTED TREE?",
      "summary": "This section introduces Pat Zalewski's 'Perfected Tree' of the Golden Dawn, which represents the Tree prior to or after 'the Fall.' It illustrates a specific letter/path arrangement that reproduces aspects of Rosenroth's Kabbala denudata."
    },
    {
      "chapter_title": "FRATER ACHAD",
      "summary": "Frater Achad's (Charles Stansfield Jones) 1923 re-attribution of Hebrew letters and tarot trumps, forming the 'Path of the Serpent of Wisdom' in an 'upside-down' order, is detailed. His proclamation of the Aeon of Maat in 1948, though initially rejected by Crowley, influenced later Thelemite splinter groups."
    },
    {
      "chapter_title": "KENNETH GRANT",
      "summary": "Kenneth Grant's Typhonian OTO system is examined, integrating qabalistic structures with tantra, Lovecraft, Spare, and Voodoo. He incorporates outer planets and elevates Da'at as an 11th sefirah, defining it as an 'abysmal portal' to the 'Nightside' and 'Tunnels of Set,' central to his 'Lovecraftian Tree of Life' and qliphotic attributions."
    },
    {
      "chapter_title": "HORUS",
      "summary": "The 'Horus' author's A Guide to Qabalistic Astrology (1977) is discussed, which revises planetary attributions on the sefirot, forming a 'Reconstituted Astrological Tree of Life' with Pluto in Kether and Da'at as 'The Abyss.' This system aimed for a 'natural balance' in planetary placements, differing from traditional models while sharing some attributions with 416's Perfected Tree."
    },
    {
      "chapter_title": "NIGHTSIDE DEVELOPMENTS",
      "summary": "This section explores the diverse influences shaping Maatian Kabbalah, including kabbalistic qliphoth (from Kabbala denudata and Crowley's Liber CCXXXI), Lovecraft's Cthulhu Mythos, Austin Osman Spare's sigil methods, and Voodoo practices."
    },
    {
      "chapter_title": "NEMA & MAAT MAGICK",
      "summary": "Nema's reception of Liber Pennae Praenumbra from Maat and her development of 'Maat Magick' are analyzed. Her system emphasizes the 'Double Current' of Horus and Maat, adopts an ascending orientation for the Tree (Malkuth to Kether), and treats Da'at as a 'non-sphere' that can be a gateway for 'Operation Nightmare' into the Nightside."
    },
    {
      "chapter_title": "ORDO ADEPTORUM INVISIBLUM",
      "summary": "The O.A.I., a Maatian Thelemic order founded in 1979, is described as adopting feminist and non-sexist principles. Their 'Maatian Kabbalah' vision reorders the Tree of Life as bi-pyramids in a 'spiral vortex of energy,' with 'ten points of relatedness' replacing traditional sefirot and an orientation towards time rather than space."
    },
    {
      "chapter_title": "CORRESPONDENCES ACCORDING TO OAI",
      "summary": "This section presents OAI's specific correspondences from 'Liber K,' including a unique order of sefirot (Tiphereth as the 4th) and paths, indicating an 11th sphere. It details planetary and elemental attributions, noting the divergence from conventional systems and the use of distinct sigils."
    },
    {
      "chapter_title": "THE PERFECTED TREE",
      "summary": "This section details the 'Perfected Tree' developed by the 416 group (Don Karr), drawing on Lurianic Kabbalah for letter attributions. Crucially, Da'at replaces Malkuth as the tenth sefirah and the primary station of Nukva (Maat), embodying truth, justice, and balance. It introduces 'concealed dynamics' and the concept of rotating sefirot around Tiphareth for ritual purposes."
    },
    {
      "chapter_title": "PASSAGE OF INFLUENCES ON THE PERFECTED TREE",
      "summary": "This section illustrates how planetary 'lines' (Venus, Mars, Jupiter, Saturn) interact with specific paths and Da'at on the 'Perfected Tree,' demonstrating the interconnectedness of astrological forces within this modified Qabalistic structure."
    },
    {
      "chapter_title": "CONCEALED DYNAMICS",
      "summary": "This section explains the 'concealed dynamics' of the supernals and Da'at using astrological glyphs and gematria. It interprets the Aquarius symbol as a two-directional circuit representing the reconciliation of opposites and assigns numerical values to illustrate the integration of hokhmah, da'at, and binah through the number 90 (tsade)."
    },
    {
      "chapter_title": "ADDENDUM 1: The Babalon Workings of Jack Parsons",
      "summary": "This addendum explores Jack Parsons' Babalon workings (1945-1946) as an early manifestation of the Maat current. Parsons 'demythologized' the Aeon of Horus and sought Babalon as a balancing agent. Liber 49, received by Parsons, contains numerological clues and Maatian symbols, indicating Maat's arrival."
    },
    {
      "chapter_title": "ADDENDUM 2: Drawing © Don Karr 1984",
      "summary": "This section presents a symbolic drawing for PVN's Rose of Charon, depicting a flower with roots in both Light and Dark, blooming in Yesod and Da'at. It symbolizes 'True Unity' as dual and four-fold, with rituals worked using 'Dayside flesh'."
    }
  ],
  "key_concepts": [
    {
      "term": "Kabbalah/Qabalah/Cabala",
      "definition": "A system of Jewish mysticism and esoteric knowledge, extensively adapted and reinterpreted within Western occult traditions."
    },
    {
      "term": "TREE OF LIFE",
      "definition": "A central glyph in Kabbalah, composed of ten sefirot (spheres) and twenty-two paths, used as a model for the universe, consciousness, and a framework for mystical meditation and ritual magick. Its structure and attributions are subject to significant variation in Western occultism."
    },
    {
      "term": "PROCESSION OF THE ÆONS",
      "definition": "A concept defining distinct historical and evolutionary periods, each characterized by specific spiritual formulae and divine manifestations (e.g., Aeons of Isis, Osiris, Horus, Maat), often lasting approximately 2000 years."
    },
    {
      "term": "Aeon of Horus",
      "definition": "The current Aeon, commencing in 1904 with Aleister Crowley's reception of The Book of the Law, characterized by the 'Crowned and Conquering Child,' anarchy, chaos, and rapid technological change."
    },
    {
      "term": "Aeon of Maat",
      "definition": "The Aeon prophesied to succeed or co-exist with the Aeon of Horus, associated with the 'Daughter,' truth, justice, synthesis, and re-integration. It is sometimes seen as bringing a 'reversal of time' and fostering universal empathy."
    },
    {
      "term": "Da'at (Knowledge)",
      "definition": "In some qabalistic systems, a 'non-sefirah' or 'eleventh sphere' located in the Abyss, often conceptualized as a portal to the Nightside of the Tree. In the 'Perfected Tree' of 416, it replaces Malkuth as the tenth sefirah and is the primary station of Nukva (Maat)."
    },
    {
      "term": "Qliphoth",
      "definition": "Demonic 'shells' or adverse forces associated with the 'negative' or 'Nightside' of the Tree of Life. They are incorporated into certain Western occult traditions, notably Kenneth Grant's Typhonian system, as 'Tunnels of Set' or 'ancient Atavisms'."
    },
    {
      "term": "Path of the Serpent of Wisdom",
      "definition": "Frater Achad's re-attribution of Hebrew letters and tarot trumps to the paths of the Tree of Life in an ascending, 'upside-down' order relative to the traditional Golden Dawn arrangement, connecting to the Aeon of Maat."
    },
    {
      "term": "Perfected Tree (416)",
      "definition": "A modified Tree of Life model developed by the 416 group (Don Karr), where Da'at replaces Malkuth as the 10th sefirah. It emphasizes balance, Lurianic letter attributions, and the central role of Nukva (Maat) in its internal structure and workings."
    },
    {
      "term": "Double Current (Horus & Maat)",
      "definition": "The concept, particularly in Nema's Maat Magick, that the currents and manifestations of both Horus and Maat are coeval and can manifest simultaneously, rather than Maat strictly succeeding Horus as a linear progression."
    },
    {
      "term": "Nukva",
      "definition": "A kabbalistic parzuf (face or persona) representing the 'daughter,' identified with Maat in Maatian Kabbalah. On the 'Perfected Tree,' Nukva's primary station is Da'at, and her movement through the surrounding sefirot is central to the system's 'restoration' mythology."
    },
    {
      "term": "Gematria",
      "definition": "A qabalistic method of interpretation based on the numerical values of Hebrew (or other) letters, words, and phrases, used to find hidden meanings and connections. Its application can vary widely among practitioners, with some, like Kenneth Grant, employing more flexible or 'variant' spellings."
    },
    {
      "term": "Automatic Drawing",
      "definition": "A technique, popularized by Austin Osman Spare and used by Aion 131, where images are drawn without conscious intent, believed to access subconscious or preternatural sources, contributing to the creation of new magical systems and tarots."
    }
  ],
  "practical_system": {
    "description": "The text describes various practical systems centered on adapting the Kabbalistic Tree of Life for new magical paradigms, particularly those aligning with the Aeon of Maat. This involves re-attributing planetary and elemental correspondences, reordering sefirot and paths, and integrating qliphotic energies and diverse mythologies. The goal is often personal transformation, collective consciousness awakening, and the manipulation of cosmic forces.",
    "tools": [
      "Tree of Life diagrams (various forms: Golden Dawn, Pat Zalewski's 'Perfected Tree', OAI bi-pyramids, Kenneth Grant's extended trees, 416's 'Perfected Tree')",
      "Tarot cards (Golden Dawn, Crowley's Book of Thoth, Linda Falorio's Shadow Tarot, Quahavin MacMath's Deck of Cthulhu, Aion 131's Axil/Aion Tarot, Louis Martinié's New Orleans Voodoo Tarot)",
      "Gematria and numerology for qabalistic analysis and deciphering 'received' material",
      "Qliphotic attributions and sigils (from Crowley's Liber CCXXXI and Grant's 'Tunnels of Set')",
      "Automatic drawing (Austin Osman Spare, Aion 131) for receiving images",
      "Scrying in a 'cracked egg' (O.A.I.)",
      "'Mirrored egg' technique (Nema) for reflecting evil projections",
      "Voodoo symbols and Loa (Martinié & Glassman)",
      "Astrological attributions (traditional and revised systems)"
    ],
    "rituals": [
      "Golden Dawn ritual magick (general)",
      "'Rite of the Tree' (Kenneth Grant's New Isis Lodge)",
      "O.A.I. initiatic rituals (e.g., Liber K, Liber Samekh Hé)",
      "'Operation Nightmare' (Nema) for confronting hidden monsters via the Nightside through Da'at",
      "Babalon workings (Jack Parsons) for invoking the Goddess Babalon/Maat",
      "'Aeonic Voudoo' rites (Louis Martinié) based on Anarchism, Postdrogeny, Feminism, Equalitarianism, Nonviolence",
      "Typhonian Chod (Mishlen Linden) utilizing the Typhonian Current",
      "Ma'atian physics meditations (Michael Bertiaux)",
      "Rituals involving the rotation of sefirot around Tiphareth on the 'Perfected Tree' (proposed by 416, used by Frater PVN)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Tree of Life is a 'western mandala' and it can be used for mystical purposes of meditation. It can also be used as a practical system of occult knowledge upon which to base the formula of one's Ritual Magick. These may be called the subjective and objective ways by which to use the Tree of Life. The Tree comprehends and synthesizes all forces, forms, and concepts of the Universe, and it embraces all essential keys to attain true union with the Divine. It is a most excellent model by which to view your entire Universe.",
      "page": "2"
    },
    {
      "text": ".rising out of the Nameless Aeon of our prehistoric and shamanic past are four periods of historic development. The age of Isis the Mother was of paganism and nature, and that of Osiris the Father of monotheism and the rise of cities. The corruption at the end of this period is now being overthrown by the new energies of Horus the Son, our modern era of anarchy and chaos and technological changes. This will in turn become the time of the Daughter Maat, whose way of being will manifest in unique and unexpected ways. Part of her magick involves the reversal of time, as the forward flow of Horus meets the backwards current of Maat, inspiring us with an understanding of the future Wordless Aeon, when we all may become something far greater, something which exists in the form of seeds within us in the eternal Now.",
      "page": "3"
    },
    {
      "text": "The familiar Egyptian form of the goddess of Justice who is the characterization of the fourth Aeon is Maat. And it was the Aeon of Maat or “MA-ION\" that Crowley's student Frater Achad (Charles Stansfield Jones) later came to advocate as prematurely succeeding that of Horus.",
      "page": "4"
    },
    {
      "text": "Da'at is the prismatic reflection of the supernal realm. It serves as a fulcrum between the supernals and the six lower sefirot. Hence, it is the sefirah most involved with the integration of the so-called upper and lower.",
      "page": "28"
    },
    {
      "text": "Nukva's movement through the six sefirot which surround tiferet led to the idea that, for the purpose of rituals or meditations with specific aims, the circle of sefirot around tiferet could be rotated like a dial. This would allow any of the six to direct or dominate the practice by being placed in da'at—rotating the others accordingly.",
      "page": "32"
    },
    {
      "text": "Parsons' work after the reception of Liber 49 became increasingly distorted as he used the material composed for the invocation of Babalon proper to continue the communication with Babalon/Maat. Parsons also continued Babalon workings with his scribe (Liber 49 was solely received by Parsons) who added a further distorting element, due to his ambiguous relation with Parsons. The distortion and confusion in Parsons' work and the tragedy of his later life should not obscure his real accomplishment in Liber 49 and his role in the emergence of Maat.",
      "page": "47"
    }
  ],
  "critical_analysis": {
    "relevance": "This paper is highly relevant for understanding the complex evolution and internal divergences within Western Esotericism, particularly Thelemic and post-Thelemic Qabalah. It meticulously traces how core symbols like the Tree of Life were reimagined and reinterpreted to align with new Aeonic philosophies and emergent magical currents, demonstrating a significant departure from foundational Golden Dawn and Crowleyan models. The analysis highlights the integration of diverse influences, including Lovecraftian mythos, Voodoo, and feminist perspectives, into practical magical systems, showcasing the dynamic and adaptive nature of these traditions.",
    "target_audience": "Academic researchers and advanced practitioners of Western Esotericism, Occultism, Thelema, Maatian Magick, Chaos Magic, and related fields. It caters to those interested in the historical, theoretical, and operative developments of these traditions, as well as magicians seeking to understand and potentially implement alternative Qabalistic and Aeonic systems."
  }
}