{
  "header": {
    "title": "The Wiccan Rede: Couplets of the Law, Teachings, and Enchantments",
    "authors": [
      "Mark Ventimiglia"
    ],
    "category": "Western Esotericism, Wicca, Paganism, Occultism, Magick, Runology, Numerology, Herbology, Divination",
    "keywords": [
      "Wiccan Rede",
      "Wicca",
      "Paganism",
      "Witchcraft",
      "Esotericism",
      "Occultism",
      "Magick",
      "Runes",
      "Numerology",
      "Divination",
      "Herbalism",
      "Wheel of the Year",
      "Threefold Law",
      "Pentagram",
      "Ethical Magic",
      "Natural Diet",
      "Celestial Bodies",
      "Protection Spells",
      "Love Spells",
      "Justice Spells",
      "Restrained Freedom",
      "An Ye Harm None"
    ]
  },
  "central_thesis": "The central thesis is that the Wiccan Rede, far from being a simple ethical guideline, constitutes a complete philosophical learning system and practical magical framework. Ventimiglia argues that each of its twenty-six couplets offers profound wisdom and actionable guidance for a practitioner to live a life of conscious compassion, ethical responsibility, and effective magick, ultimately fostering spiritual growth and harmony with nature.",
  "structure_content": [
    {
      "chapter_title": "Preface",
      "summary": "The author introduces the book's purpose: to provide a comprehensive, deep analysis of the Wiccan Rede, addressing its misinterpretation and emphasizing its role as a complete philosophical system rather than just a moral statement. He notes a void in existing literature that focuses solely on the Rede's teachings."
    },
    {
      "chapter_title": "Introduction",
      "summary": "This section traces humanity's religious history, arguing that paganism/shamanism is the original and natural form of religion. It critiques monotheistic systems for creating religious prejudice and imbalance by ignoring duality. The author positions Wicca as a nature-based religion that respects duality and provides a path to spiritual freedom, with the Rede as its core philosophy."
    },
    {
      "chapter_title": "The Wiccan Rede (Full Text)",
      "summary": "Presents the complete twenty-six couplets of the Wiccan Rede, serving as the foundational text for the subsequent interpretive analysis. This provides the primary source material for the book's philosophical and practical discussions."
    },
    {
      "chapter_title": "1. In Perfect Love",
      "summary": "Interprets the first couplet, 'Bide the Wiccan Law ye must; in perfect love, in perfect trust,' by contextualizing it within the historical persecution of pagans by the Christian Church. It emphasizes the paramount importance of loyalty, unconditional love, and trust among Wiccans, whether solitary or in a coven, viewing these bonds as foundational for spiritual practice and community."
    },
    {
      "chapter_title": "2. Give and Take",
      "summary": "Analyzes the second couplet, 'Ye must live an' let live, fairly take an' fairly give.' The author stresses the sanctity of all life, not just human, and introduces the concept of 'restrained freedom' as opposed to 'absolute freedom.' A significant portion advocates for a vegetarian diet, detailing its physical health benefits (e.g., lower cholesterol, less uric acid) and spiritual/ethical implications, linking meat consumption to disease and negative karma. It includes an extensive overview of essential vitamins and minerals for optimal health based on a natural diet."
    },
    {
      "chapter_title": "3. The Circle",
      "summary": "Explores the third couplet, 'Cast the circle thrice about, to keep unwelcomed spirits out,' detailing the foundational practice of circle casting in magick. It provides practical instructions for building and breaking a magic circle, including the use of an athame, salted water, and incense for purification and protection. The chapter also introduces guided meditation as a means to gain spiritual wisdom, presenting a specific Seax-Wiccan tradition meditation, and emphasizing the importance of intuition over rigid adherence to text."
    },
    {
      "chapter_title": "4. Rhyming Spells",
      "summary": "Interprets the fourth couplet, 'To bind the spell well every time, let the spell be spoken in rhyme.' It explains that rhyming aids memorization and concentration, enhancing spell effectiveness. The chapter encourages practitioners to craft their own short, potent rhyming enchantments, emphasizing tracking their success in a 'magickal journal.' Examples of spells for love, health, money, success, strength, prophetic dreams, and rain are provided, both with and without physical paraphernalia."
    },
    {
      "chapter_title": "5. The Qualities of the Student",
      "summary": "Analyzes the fifth couplet, 'Soft of eye an' light of touch, speak ye little an' listen much.' This section emphasizes the importance of silent observation, deep listening to nature, and the removal of preconceived notions to achieve true enlightenment within Wicca. A 'Simple Listening Exercise' is provided to cultivate this ability, stressing presence and attention to natural surroundings."
    },
    {
      "chapter_title": "6. The Runes",
      "summary": "Interprets the sixth and seventh couplets, 'Deosil go by waxing moon, chanting out the Seax-Wiccan Runes. Widdershins go by waning moon, chanting out thy baneful tune.' It delves into the influence of celestial bodies, particularly moon phases (waxing for constructive, waning for destructive magick). The author presents the 27-rune Seax-Wiccan Futhorc as numerically superior to the Elder Futhark, linking it to Teutonic cosmology. It also discusses 'negative magick' (curses) and includes an example of a 'justice-type curse' while cautioning against its use due to the Threefold Law."
    },
    {
      "chapter_title": "7. Of Lunar Aspects of Magick and the Basics of Occult Numerology",
      "summary": "Interprets the eighth couplet, 'When the Lady's moon is new, kiss the hand to her times two,' as a metaphor for occult numerology. It explains the method for converting words to numbers and reducing them to single digits. The chapter details how to calculate a person's Primary (birth date) and Secondary (name) Life Numbers, providing a brief universally accepted description of the personality attributes for each single-digit number (1-9) and compatibility in personal and business relationships."
    },
    {
      "chapter_title": "8. The Need to Love",
      "summary": "Examines the ninth couplet, 'When the moon rides at her peak, then thou heart's desire seek.' It reiterates love as a fundamental human need and the most potent form of magick. The author stresses casting non-manipulative love spells (on oneself to attract a compatible mate) and provides prayers and basic spell examples, highlighting ethical considerations and respect for free will."
    },
    {
      "chapter_title": "9. The Four Directions",
      "summary": "Analyzes couplets ten through thirteen, focusing on the elemental magick of the four winds. It contextualizes winds as spirits or deities in pagan cultures. The chapter provides invocations for each cardinal wind (North, South, East, West) for various purposes (e.g., breeze, warmth, new beginnings, rest for spirits) and practical protection spells against storms and tornadoes, emphasizing monitoring wind occurrences with tools like a weathervane."
    },
    {
      "chapter_title": "10. Herbalism",
      "summary": "Interprets couplets fourteen, fifteen, and eighteen, which discuss specific 'woods in the cauldron' and 'flower, bush an' tree' by the Lady. This section provides a basic lesson in pagan herbology, describing the magical and medicinal attributes of various herbs like Catnip, Coltsfoot, Comfrey, Garlic, Ginger, Lobelia, Plantain, Valerian, Vervain, Elder, Oak, Ash, and Hawthorn. It includes a conversion table for herbal measurements and a cautionary note about internal use."
    },
    {
      "chapter_title": "11. The Wheel of the Year",
      "summary": "Interprets couplets sixteen and seventeen, 'When the wheel begins to turn, let the Beltane fires burn. When the wheel has turned to Yule, light the log an' the Horned One rules.' This section details the Wiccan Wheel of the Year as a seasonal calendar representing balance and the cycles of the God and Goddess. It describes the eight Sabbats (Beltane, Yule, Samhain, Imbolc, Ostara, Litha, Lughnasadh, Mabon) and Esbats (full moon celebrations), explaining their significance and general practices."
    },
    {
      "chapter_title": "12. Of Divination and Prophecy",
      "summary": "Analyzes the nineteenth couplet, 'Where the rippling waters go, cast a stone an' truth thou'll know.' The chapter distinguishes between divination (using external tools to glimpse possible futures) and prophecy (an internal gift from the Gods). It emphasizes that the future is not fixed and magick can alter outcomes. Practical methods of divination like pendulum dowsing and skipping stones are described, along with a prayer for prophetic dreams."
    },
    {
      "chapter_title": "13. Of Morals and Ethics",
      "summary": "Interprets the twentieth couplet, 'When ye have an' hold a need, hearken not to others' greed.' This section critiques consumerism and the misinterpretation of the 'pursuit of happiness' as 'absolute freedom.' It advocates for 'restrained freedom' and a selfless life, distinguishing between true needs and manufactured wants. The author suggests deprogramming from societal greed to achieve inner peace and good karma."
    },
    {
      "chapter_title": "14. Relationships",
      "summary": "Examines the twenty-first couplet, 'With a fool no season spend, lest ye be counted as her friend.' The chapter highlights the human need for positive social interaction and warns against associating with 'fools' (unwise or deceitful individuals) who may negatively influence one's character or exploit kindness. It emphasizes living by example and in harmony with nature as the true essence of wisdom and friendship in Wicca."
    },
    {
      "chapter_title": "15. Unconditional Love",
      "summary": "Analyzes the twenty-second couplet, 'Merry meet an' merry part, bright the cheeks an' warm the heart.' This section positions unconditional love and respect for all life as core Wiccan principles that guide actions without imposing binding restraints. It promotes using traditional greetings ('Merry Meet!' and 'Merry Part!') as expressions of connection, warmth, and magical fulfillment within the community."
    },
    {
      "chapter_title": "16. The Threefold Law",
      "summary": "Interprets the twenty-third couplet, 'Mind the Threefold Law ye should, three times bad an' three times good.' It explains this as the Wiccan Law of Retribution, a natural law (like gravity) that ensures all actions, magical or mundane, return to the practitioner threefold. The chapter emphasizes conscious awareness and weighing all possibilities to avoid causing harm and to cultivate good deeds for greater positive returns."
    },
    {
      "chapter_title": "17. The Pentagram",
      "summary": "Examines the twenty-fourth couplet, 'When misfortune is enow, wear the witches' star on thy brow.' The author clarifies the pentagram as a sacred Wiccan symbol representing the five elements (earth, air, fire, water, spirit) and debunks its association with evil or Satanism. It provides practical protection spells for home, kitchen, food, and pets, demonstrating how to use the pentagram for safeguarding against misfortune and enhancing magical workings."
    },
    {
      "chapter_title": "18. Of Fidelity and Trust",
      "summary": "Interprets the twenty-fifth couplet, 'True in love forever be, lest thy lover's false to thee.' This section reiterates the importance of love and trust, particularly within marital relationships (handfasting). It emphasizes unwavering loyalty to one's partner and family, stating that such fidelity strengthens spiritual bonds and reflects the practitioner's love for the God and Goddess."
    },
    {
      "chapter_title": "19. Harm None",
      "summary": "Analyzes the twenty-sixth and final couplet, 'Eight words the Wiccan Rede fulfill: An ye harm none, do as thou will.' This is presented as the foundational philosophy of Wicca. The chapter draws parallels to the Native American 'Seven Generations Rule,' advocating for conscious compassion, self-restraint, and evaluating the long-term repercussions of actions. It promotes cruelty-free living (e.g., vegetarianism) and environmental protection (e.g., planting trees, using push mowers) as practical applications of the Rede."
    },
    {
      "chapter_title": "Conclusion",
      "summary": "The author concludes by summarizing the Wiccan Rede as a source of timeless wisdom. He stresses that 'Being Wiccan means living the Rede daily,' advocating for the active practice of its tenets to achieve physical and spiritual betterment. The book aims to enrich the reader's life and deepen their connection to the God and Goddess."
    }
  ],
  "key_concepts": [
    {
      "term": "Wiccan Rede",
      "definition": "The basic law and comprehensive philosophical learning system of the Wiccan religion, consisting of twenty-six couplets that provide ethical, spiritual, and magical guidance."
    },
    {
      "term": "An ye harm none, do as thou will",
      "definition": "The fundamental underlying principle of the Wiccan Rede, emphasizing conscious compassion, self-restraint, and responsibility in all actions, magical or mundane, to avoid causing harm to any living being."
    },
    {
      "term": "Threefold Law (Law of Retribution)",
      "definition": "A natural law within Wicca, akin to gravity, stating that all actions performed by a practitioner, whether good or evil, will return to them threefold. It serves as a gentle reminder of cosmic justice rather than a punitive commandment."
    },
    {
      "term": "Magic Circle",
      "definition": "A ritual space, often inscribed thrice about, used in Wiccan practice for protection against unwelcomed spirits or negative energies, and to contain and focus magical energy during spellworkings and celebrations."
    },
    {
      "term": "Deosil",
      "definition": "Sun-wise or clockwise motion, considered the proper direction for constructive magick, circle casting, and stirring cauldrons, aligning with the natural flow of celestial bodies."
    },
    {
      "term": "Widdershins",
      "definition": "Counter-clockwise motion, considered improper and in violation of natural law; associated with destructive or baneful magick."
    },
    {
      "term": "Seax-Wiccan Futhorc",
      "definition": "A 27-rune system, presented by the author as a superior runic system compared to the Elder Futhark, which aligns numerically with Teutonic cosmology (Nine Worlds) and human existence, providing greater magical potential."
    },
    {
      "term": "Life Number (Numerology)",
      "definition": "A numerical value derived from a person's birth date (Primary Life Number) or name (Secondary Life Number), used in occult numerology to understand personality attributes, define personal traits, and determine compatibility."
    },
    {
      "term": "Restrained Freedom",
      "definition": "A philosophical concept advocated by the author, defining freedom as the ability to live a free life and execute one's free will without doing harm to others or at their expense. This is contrasted with 'absolute freedom,' which is linked to greed and suffering."
    },
    {
      "term": "Pentagram",
      "definition": "A five-pointed star, a sacred Wiccan symbol representing the five magickal elements: earth, air, fire, water, and spirit. It is used as a powerful tool for protection from misfortune and is explicitly stated as having no association with evil or Satanism."
    },
    {
      "term": "Sabbat",
      "definition": "A Wiccan festival pertaining to seasonal times of the year (e.g., Beltane, Yule, Samhain), tied to the solar calendar and celebrating aspects of the God and Goddess, often through fertility rites, harvests, or solstices/equinoxes."
    },
    {
      "term": "Esbat",
      "definition": "A Wiccan lunar celebration, typically observed on the full moon, focusing on the lunar aspects of the Eternal Mother, the Goddess. Magickal workings are often performed during Esbats after worship."
    },
    {
      "term": "Thought-form",
      "definition": "A psychic phenomenon created by the concentrated mental and emotional beliefs of an individual or society. Through adherence to religious and magickal rites, a thought-form can grow in strength and intelligence, eventually becoming an independent and conscious entity."
    },
    {
      "term": "Wights",
      "definition": "Helpful spirits, implicitly recognized and invited for assistance in magical workings, particularly in circle casting and purification rites."
    }
  ],
  "practical_system": {
    "description": "The book outlines a holistic practical system centered on the Wiccan Rede, emphasizing personal responsibility, conscious compassion, and harmony with nature. This system integrates internal spiritual development (meditation, ethical discernment, adherence to the Threefold Law, practicing 'restrained freedom') with a wide range of external magical and ritual practices. The goal is spiritual growth, self-improvement, and effective spellworking while upholding the core principle of 'An ye harm none, do as thou will.'",
    "tools": [
      "Athame (or magickal sword)",
      "Bowl of salted water",
      "Censor and incense (charcoal and grains)",
      "Magickal journal",
      "Red candle",
      "Rosemary",
      "Rose petals",
      "Basil",
      "Ripe avocado",
      "Blender",
      "Airtight container",
      "Apple seeds",
      "Small red cloth band",
      "Short piece of red yarn",
      "Elm branch",
      "Hazelnuts",
      "Rose oil",
      "Sprig of dried mistletoe",
      "Ground mistletoe",
      "Hemp rope (three-foot, finger-diameter)",
      "3x5-inch index card",
      "Pendulum (crystal, precious metal, wood)",
      "Stones (blessed, holed, or gemstone)",
      "Ash or oak wood (3x3-inch circular piece)",
      "Paint (blue, red, green for color magick)",
      "Small glass jar",
      "Blank pet tag",
      "Black cloth bag",
      "Black candles",
      "Effigy of intended target",
      "Rusty pins",
      "Iron cauldron",
      "Weathervane or windsock"
    ],
    "rituals": [
      "Casting a magic circle using an athame, salted water, and incense, proceeding deosil from north to east, south, west, and closing in the north.",
      "Breaking a magic circle by cutting a waist-high, horizontal slice in the air, moving in the same direction as casting.",
      "Simple circle spell of protection: spinning sun-wise thrice while chanting 'By the power of three times three, may this circle bring protection to me!'",
      "Blessing salted water and holy incense for purification and protection during circle work.",
      "Guided meditations for gaining spiritual wisdom, following a narrative for astral travel and wisdom extraction (Seax-Wiccan tradition specific).",
      "Rhyming enchantments (short, self-composed, repeated 3, 6, or 9 times) for love, health, money, success, strength, prophetic dreams, and rain.",
      "Enchantment for love (without paraphernalia): 'By the power of nine times nine, let true love be mine!' (chanted 9 times).",
      "Enchantment for health (without paraphernalia): 'Magickal powers of earth, air, fire, and sea, destroy this illness and bring health back to me!'",
      "Enchantment for money (without paraphernalia): 'By the ancient forces of old, bring me money and wealth untold! MONEY!' (chanted deosil, spinning faster with each repetition, ending by screaming 'money' and falling).",
      "Enchantment for success (without paraphernalia): 'By the strength of three times nine, allow this success to be mine!'",
      "Enchantment for strength (without paraphernalia): 'Silver rays flowing, Full Moon's power growing; coming, going, coming, going, flowing down on me! Moonbeams flowing into me!'",
      "Enchantment for prophetic dreams (without paraphernalia): 'Divine Mother, you who was, is, and forever shall be, please grant prophetic dreams to me. Divine Father, you who created everything we see, please bring visions of the future to me.' (repeated upon falling asleep).",
      "Enchantment for rain (without paraphernalia): 'Goddess bring the rain down, giving life to the ground; energy to feed the seed, Mother Nature's gift to me. God bring the rain down, giving life to the ground; energy to feed the seed and a healthy harvest bring!'",
      "Enchantment to cure a headache (with paraphernalia): Tie blue yarn around neck, remove next morning in wooded area, tie to oak tree, say 'King of the forest, oh mighty Oak tree, please remove this headache from me!', leave coins.",
      "Enchantment to raise a storm (with paraphernalia): Take pinches of ground mistletoe, face north, say 'By the strength of mighty Thor, bring a storm, let thunder roar!', blow mistletoe to sky.",
      "Enchantment to get a better job (with paraphernalia): Tie knots in a three-foot hemp rope, reciting a line of the enchantment for each knot, then toss into fire.",
      "Enchantment to pass a test (with paraphernalia): Trace a pentagram with index finger on test paper, say 'I send this charm for the Wights to see, give me aid and wisdom bring!'",
      "Enchantment to charge a talisman (with paraphernalia): Lay talisman on altar between two white candles, place hands over it, recite 'By the power of sun and moon, charge this talisman, guard me from doom. By the power of moon and sun, charge this talisman, this spell is done!', let candles burn out.",
      "Prayer to Find a Compatible Spouse: 'Dearest Mother, I want to marry, but I have not met the right person. Please lead me to someone who will love me and understand me, and whom I can love and understand; someone with whom I can share the joys of a Wiccan life.'",
      "Prayer for Friendship: 'Dear Father, I know that I am never truly alone in this world. I know that you are always near me. But, Lord, even knowing this, I sometimes feel great despair and loneliness. Please send me a special friend, someone I can trust and confide in. Dear Mother, loving friend, please give me the gift of friendship, so that I will never be alone. Give me the strength to see the light of the God and Goddess in everyone I meet. So mote it be.'",
      "Basic Love Spell #1 (red candle with 'LOVE' inscribed, full moon).",
      "Basic Love Spell #2 (dried rose petals as incense, new moon).",
      "Basic Love Spell #3 (rosemary, rose petals, basil, avocado mask, full moon).",
      "Basic Love Spell #4 (sew nine apple seeds into red cloth band).",
      "Basic Love Spell #5 (red yarn bracelet/anklet, new moon, buried on full moon).",
      "Basic Love Spell #6 (walking barefoot at low tide, full moon, inscribing 'BRING TRUE LOVE TO ME' with elm branch in sand).",
      "Basic Love Spell #7 (moon bath with rosemary, catnip, chamomile, cinnamon, lemon juice, nine red candles, full moon).",
      "Basic Love Spell #8 (tossing hazelnuts into air at secluded location, eve of full moon).",
      "Basic Love Spell #9 (wearing rose oil behind ears).",
      "Basic Love Spell #10 (carrying dried mistletoe).",
      "Wind magick invocations (North wind for cooling, South wind for warming, East wind for breeze, West wind for departed spirits).",
      "Protection from storms (sprinkling salt around property perimeter).",
      "Protection from tornados (burying four sharp knives, blade tip skyward, on each side of the house).",
      "Protecting the home with a pentagram (engraving on ash/oak wood, consecrating, nailing to front door, optionally painted with color magick).",
      "Protecting the kitchen with a pentagram (painting on a glass jar, filling with blessed salt).",
      "Protecting food with a pentagram (tracing with dominant index finger on dishes/pots).",
      "Protecting pets with a pentagram (inscribing on a blank pet tag and attaching to collar).",
      "Justice-type curse (example provided but not condoned: black candles, effigy, rusty pins, iron cauldron fire, chanting incantations, burying ashes in graveyard).",
      "Prayers for healing Mother Earth and humanity.",
      "Sabbat and Esbat celebrations (general outlines, specific rituals to be found in other chapters or resources)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The Wiccan Rede is the heart and central teachings of the ancient Wiccan religion, and contains all its fundamental tenets.",
      "page": "2"
    },
    {
      "text": "an ye harm none, do as thou will.",
      "page": "2"
    },
    {
      "text": "Bide the Wiccan Law ye must; in perfect love, in perfect trust.",
      "page": "31"
    },
    {
      "text": "Ye must live an' let live, fairly take an' fairly give.",
      "page": "31"
    },
    {
      "text": "Cast the circle thrice about, to keep unwelcomed spirits out.",
      "page": "31"
    },
    {
      "text": "To bind the spell well every time, let the spell be spoken in rhyme.",
      "page": "31"
    },
    {
      "text": "Soft of eye an' light of touch, speak ye little an' listen much.",
      "page": "31"
    },
    {
      "text": "Deosil go by waxing moon, chanting out the Seax-Wiccan Runes. Widdershins go by waning moon, chanting out thy baneful tune.",
      "page": "31"
    },
    {
      "text": "When the Lady's moon is new, kiss the hand to her times two. When the moon rides at her peak, then thou heart's desire seek.",
      "page": "31"
    },
    {
      "text": "Mind the Threefold Law ye should, three times bad an' three times good.",
      "page": "32"
    },
    {
      "text": "When misfortune is enow, wear the witches' star on thy brow.",
      "page": "32"
    },
    {
      "text": "True in love forever be, lest thy lover's false to thee.",
      "page": "32"
    },
    {
      "text": "It is often said that the Gods of the old religion become the devils of the new religion.",
      "page": "25"
    },
    {
      "text": "A circle is eternal, without beginning or end. And herein lies its supernatural strength and potential.",
      "page": "71"
    },
    {
      "text": "The future is not set in stone! If it were, magick would simply not work.",
      "page": "168"
    },
    {
      "text": "Being Wiccan means living the Rede daily.",
      "page": "209"
    }
  ],
  "critical_analysis": {
    "relevance": "This book offers a robust and structured interpretation of the Wiccan Rede, elevating it from a simple moral guideline to a comprehensive spiritual and magical system. Its unique contribution lies in providing explicit, detailed explanations for each couplet, integrating them with historical context, philosophical debates (e.g., duality vs. monotheism, absolute vs. restrained freedom), and a wide array of practical occult techniques. The author's strong stance on ethical living, particularly advocating for vegetarianism and environmental consciousness as core Wiccan tenets, distinguishes it from many contemporary Wiccan texts that might focus predominantly on spellcraft without deep philosophical grounding. It also introduces specific runic systems (Seax-Wiccan Futhorc) and numerological applications not always detailed elsewhere, providing a practical yet esoteric framework for practitioners. The book's critical review of historical religious shifts and their impact on paganism adds a scholarly dimension often missing in introductory magical works.",
    "target_audience": "The primary target audience is practitioners of Wicca and modern paganism, particularly those seeking a deeper philosophical and ethical understanding of their faith. It caters to both solitary practitioners and coven members interested in integrating the Rede's wisdom into their daily lives and magical practice. Given its detailed instructions on spellcraft, divination, and other occult arts, it serves as a practical manual for those looking to expand their operative skills within a Wiccan framework. Its critical discussions on religious history and ethical living also make it suitable for students of Western Esotericism and comparative religion who wish to understand modern Wiccan perspectives."
  }
}