{
  "header": {
    "title": "Curses, Hexes, & Crossing: A Magician's Guide to Execration Magick",
    "authors": [
      "S. Connolly"
    ],
    "category": "Esoteric, Occultism, Magick",
    "keywords": [
      "Execration Magick",
      "Curses",
      "Hexes",
      "Crossings",
      "Black Magick",
      "Protection",
      "Self-Defense",
      "Daemonolatry",
      "Witchcraft",
      "Hoodoo",
      "Planetary Magic",
      "Sigilcraft",
      "Psychic Vampirism",
      "Dream Attacks",
      "Wards",
      "Grimoire Traditions"
    ]
  },
  "central_thesis": "The book posits that execration magick, while often controversial and misunderstood, is a legitimate and often psychologically beneficial aspect of magical practice. It asserts that understanding and utilizing curses, hexes, and crossings can serve as a means of self-defense, healing from trauma, and achieving closure, not solely as a means to harm. It also integrates methods for curse breaking, protection, and psychic self-defense, emphasizing that magick operates in 'shades of gray,' not strictly 'black and white,' and requires personal responsibility.",
  "structure_content": [
    {
      "chapter_title": "Author's Introduction",
      "summary": "The author shares a personal history with execration magick, emphasizing its role in self-confidence and emotional healing rather than constant malicious use. It introduces the book's purpose: to provide methods for cursing, but also for breaking curses, offering a comprehensive view of execration magick's 'darker aspects' and its psychological benefits, such as letting go of past hurts."
    },
    {
      "chapter_title": "What is Cursing?",
      "summary": "This chapter defines 'curse,' 'hex,' and 'crossing' through dictionary definitions, contextualizing them within historical and cultural magical traditions. It argues that cursing is an ancient, widespread, and natural part of human magical practice, often serving as a means to express and release anger or thwart opposition, challenging modern 'harm none' pagan perspectives."
    },
    {
      "chapter_title": "Let's Talk About Ethics & Execration Magick",
      "summary": "The author discusses the 'Three Fold Law' and the 'Wiccan Rede,' providing a nuanced perspective that allows for self-defense within execration magick. A 'litmus test' is introduced to guide practitioners in determining the justification for a curse, and the concept of guilt leading to self-fulfilled prophecies of curses 'returning' is explored, emphasizing personal responsibility."
    },
    {
      "chapter_title": "The Psychology of a Curse",
      "summary": "This section delves into the psychological dimensions of cursing, explaining how it can facilitate emotional release, provide closure, and serve as a primal exercise in dealing with anger and grief. It introduces 'Lesser Black Magick' as a form of psychological manipulation and shows how execration techniques can be adapted for positive ends, such as banishing addictions or negativity."
    },
    {
      "chapter_title": "A Brief History of Cursing",
      "summary": "A historical overview is provided, showcasing cursing practices across diverse cultures and eras. Examples include Ancient Egyptian curse pottery and execration texts, Greco-Roman curse tablets, Medieval wax effigies, African traditions (coconut curses, Hoodoo tongue binding), Asian cultural practices (omens, soul stealing), Native American war magick, and Celtic cursing stones and egg curses."
    },
    {
      "chapter_title": "Miscellany of Curses",
      "summary": "This chapter presents a diverse collection of practical curse spells and rituals, drawing from traditions such as Daemonolatry, traditional Witchcraft, and Satanism. It also includes guidance on creating one's own spells, the use of personal bodily fluids, and the importance of self-cleansing rituals after engaging in execration magick. Special attention is given to the 'Infamous Witches Ladder' and methods for 'Attacking Others Astrally and In Dreams'."
    },
    {
      "chapter_title": "Cursing Herbals & Stones",
      "summary": "A practical guide to magical ingredients, listing various herbs and stones traditionally associated with cursing, hexing, and uncrossing. Recipes for specific magical oils (Daemonica Sorcery Oleum, Hex Oil, Commanding Oil, Controlling Oil, Uncrossing Oil), powders (Hex Powder, Crossing Powder), War Water, and incense (Curse Breaker Incense, Hexing Herbs) are provided, detailing their components and uses."
    },
    {
      "chapter_title": "Recognizing & Breaking Curses, Hexes and Crossings",
      "summary": "This chapter focuses on identifying if one has been cursed and offers methods for protection and counter-magick. It covers physical evidence of curses, interpreting dreams and feelings, psychic self-defense techniques (mirror visualizations), creating protective wards for oneself and one's home, and specific rituals to break or render curses harmless, including uncrossing spells and dispelling negativity."
    }
  ],
  "key_concepts": [
    {
      "term": "Execration Magick",
      "definition": "The author's term for cursing rituals, encompassing various forms of magick intended to cause harm, banish negativity, or achieve specific outcomes against an individual or situation, often with a psychological component for the practitioner."
    },
    {
      "term": "Magick with a 'k'",
      "definition": "An intentional spelling used by the author and many occultists to differentiate genuine occult magical practices from stage illusions or entertainment magic."
    },
    {
      "term": "Psychodrama",
      "definition": "The ritualistic and psychological process involved in cursing, which can aid the practitioner in healing, releasing pent-up emotions, and gaining closure from traumatic experiences or difficult relationships."
    },
    {
      "term": "Lesser Black Magick",
      "definition": "A concept, particularly from Satanic circles, referring to the manipulation of others through subtle psychological techniques, which the human mind may perceive as magical, thereby influencing situations in one's favor."
    },
    {
      "term": "Bonded Objects",
      "definition": "Items enchanted to establish a magical link between people, serving as a portal through which energy (positive or negative) can be sent. These can be used for protection, love, or subtly as a cursed item if betrayal occurs."
    },
    {
      "term": "Niding Pole",
      "definition": "A Scandinavian/Nordic cursing custom involving a hazel pole topped with a horse's head, erected to direct a curse and invoke land spirits against a victim, aiming to cause misfortune or drive them away."
    },
    {
      "term": "War Water",
      "definition": "A magical ingredient, typically consisting of iron nails soaking in creolin and water, used in Hoodoo and similar traditions to incite conflict or confusion against an enemy."
    },
    {
      "term": "Psychic Vampirism",
      "definition": "The act of drawing energy from others' emotions. The author discusses recognizing this tendency, managing it, and even using it defensively to deplete an enemy's emotional or vital energy."
    },
    {
      "term": "Wards",
      "definition": "Protective enchantments or barriers placed to keep unwanted visitors (physical or otherworldly) or negative influences from entering a space or affecting a person, often involving sigils, oils, or thought forms."
    }
  ],
  "practical_system": {
    "description": "The book outlines a syncretic operative magical system for both execration and protection, primarily integrating Daemonolatry, traditional Witchcraft, and Hoodoo, with elements of Planetary Magic (Mars, Saturn) and general sigilcraft. The system emphasizes a structured approach to ritual design, focusing on clear intent, appropriate invocations, detailed steps, and post-ritual follow-up. A core philosophical tenet is the practitioner's psychological engagement, treating rituals as 'psychodrama' to channel anger, gain closure, and manifest desired outcomes. Personal responsibility, caution in application, and mandatory self-cleansing after execration workings are stressed. The system also includes detailed instructions for creating cursed objects, understanding psychic vampirism for defensive purposes, and various counter-magical techniques.",
    "tools": [
      "Candles (Black, Red, White, Purple, Seven Knobbed)",
      "Herbal mixtures (Mandrake, Mullein, Hemlock, Wormwood, Rose Thorns, Devil's Claw, Blood Root, Orris Root, Thyme, Rue, Calamus, Vervain, Black Mustard Seed, Poppy Seed, St. John's Wort, Sage, Dragonsblood, Sandalwood, Cinnamon, Lemon Peel, Five Finger Grass)",
      "Oils (Cursing oil, Oleum of Demonic Sorcery/Vengeance, High John Oil, Agaliarept Oil, Death oil, Commanding oil, Controlling oil, Uncrossing oil, Protection oil, Creolin)",
      "Parchment, Paper",
      "Practitioner's own bodily fluids (Blood, Urine, Feces, Spit, Sexual fluids)",
      "Personal items/taglocks of victim (Picture, Hair, Clothing, Handwriting, Footprint dirt)",
      "Ritual blade/knife, Needles, Pins",
      "Cauldron/bowl, Metal offering bowl",
      "Stones (Blue Sapphire, Coral/Red Coral, Ruby, Crystals, Amethyst, Jade, Citrine, Black Onyx, Loadstone, Tiger's Eye)",
      "Sigils (Daemonic, Planetary, personal)",
      "Thread (Red, Grey, Black/White string)",
      "Clay pot with lid, Small black bag, Small jar",
      "Sponge, Window screening, Small wood frame, Plastic basin/tub, Blender/food processor, White felt/flannel fabric, Staples/tacks, Liquid starch (for paper making)",
      "Apple",
      "Mirror",
      "Pillows/Mattress (for dream magick)",
      "Lavender salve, Tiger balm",
      "Consecrated chicken bone (for evil eye protection)",
      "SATOR squares (for home protection)",
      "Smudge sticks (for cleansing)",
      "Living plant (for addiction breaking)"
    ],
    "rituals": [
      "To Part Lovers",
      "The Blood Curse (Daemonolatry - Dukante)",
      "Curse I",
      "Curse II",
      "Curse III",
      "A Curse Chant (Traditional Witchcraft)",
      "Curse IV (Coffin nail ritual)",
      "To Cause Dreams of Evil",
      "A Powerful Curse (to cause illness)",
      "The Infamous 'Witches Ladder' (Cord of Nine Knots)",
      "Book of Fire: To Keep A Curse Until Needed",
      "A Binding to Control Your Enemy",
      "Miserable Life Curse (Deity judgment petition)",
      "Fifteen Day Curse (for stubborn enemies)",
      "The Curse of Flereous & Berith",
      "To Bring Forth A Power of Vengeance",
      "Book Of Fire: Curse & Evil Omen",
      "Book of Fire: Foes",
      "Book of Fire: The Mirror",
      "Book of Fire: To Rid Yourself of Competition, Doppelgangers, or Enemies",
      "Book of Fire: During the Rites of Belphegore",
      "Book of Fire: Destroy Friendship",
      "Book of Fire: To Cause Impotency",
      "Revenge of Svengali: Cursed Objects",
      "Lemon Curse",
      "A Night Spell (Protection/Unfruitful Enemies)",
      "Sleep of Sickness (with Psalm 25)",
      "Cursing Psalms (various Psalms for execration)",
      "KOS Curse (Daemonolatry)",
      "A Grimoire Cursing Note",
      "To Curse Someone in the Name of Satan",
      "Attacking Others Astrally and In Dreams",
      "Creating Cursed Objects",
      "Creating Bonded Objects",
      "Binding Rituals (Elaborate version)",
      "Cursing a Resistant Foe (Ba'alberith 10 Day)",
      "Lemon Uncrossing Spell (to break a curse)",
      "Overcoming An Enemy (Seven knobbed candle ritual)",
      "Rite to Dispel Negativity and Send Negativity Back To Its Source",
      "Establishing Wards Within Your Home or Personal Space",
      "Establishing Wards Upon Yourself",
      "KOS Protection",
      "Psychic Self Defense (Mirror visualization)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "This is intentional. Magick with a K separates occult magick from stage magic.",
      "page": null
    },
    {
      "text": "Truthfully I am familiar with curses. I have both cursed others and been cursed by magician ex-friends.",
      "page": null
    },
    {
      "text": "I suggest that if magicians actually use this book that they use the curses herein as psychological exercises in letting go.",
      "page": null
    },
    {
      "text": "There is no black and white when it comes to magick, only shades of gray.",
      "page": null
    },
    {
      "text": "The publisher nor the author assume any liability from the publication of this book. Readers use the content herein at their own risk and it is up to the individual to use good judgment and to take responsibility for his or her actions.",
      "page": "3"
    },
    {
      "text": "I learned there's a significant psychology to the act of cursing just as there is with any act of magick.",
      "page": null
    },
    {
      "text": "Curses, and the fear of them, are also the reason witches are still being burned, hung, and lynched in more primitive parts of the world.",
      "page": "16"
    },
    {
      "text": "Let's be blunt. Your scuzzy boss puts the moves on you and tells you if you don't blow him under his desk you're losing your job. That deserves a curse (on top of a lawsuit).",
      "page": "19"
    },
    {
      "text": "You're an adult and from this point forward you take all responsibility for the rnagick you work.",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "This book is highly relevant in contemporary occultism for its direct and unapologetic approach to execration magick, a topic often marginalized or condemned in modern 'light' magical traditions like some forms of Wicca. Connolly demystifies cursing, framing it not merely as an act of malice but as a potent tool for psychological processing, emotional release, self-defense, and setting energetic boundaries. Its historical contextualization of cursing practices, drawing from ancient Egyptian, Greco-Roman, African, and Celtic traditions, challenges the modern 'harm none' ethos as a universal historical standard. The book provides a practical framework for addressing interpersonal conflict and trauma through magical means, resonating with practitioners seeking empowerment and psychological well-being. Its inclusion of counter-magick and self-defense techniques further establishes its practical utility.",
    "target_audience": "The primary target audience consists of practitioners of Western Esotericism and Occultism, ranging from beginners to intermediate levels, who are interested in execration magick, protection, and psychic self-defense. It specifically appeals to those involved in Daemonolatry, traditional Witchcraft, and Hoodoo, as well as Wiccans and other pagans who are open to exploring or re-evaluating the ethics of 'darker' magic, especially in self-defense. The book is also for individuals seeking magical methods for emotional catharsis, psychological closure, or understanding how to identify and dismantle curses directed at them."
  }
}