{
  "header": {
    "title": "Far Journeys",
    "authors": [
      "Robert A. Monroe"
    ],
    "category": "Western Esotericism, Out-of-Body Experience, Consciousness Studies",
    "keywords": [
      "Out-of-Body Experience",
      "OBE",
      "Hemi-Sync",
      "Consciousness",
      "Astral Projection",
      "Nonverbal Communication",
      "Energy Systems",
      "Human Consciousness",
      "Monroe Institute",
      "Nonphysical Reality",
      "Time-Space Illusion",
      "Loosh",
      "Survival Drive Distortion",
      "Prime Energy Diffusion"
    ]
  },
  "central_thesis": "Human consciousness is inherently non-physical and capable of transcending the physical body (Out-of-Body Experience, OOBE) to explore vast non-physical realities. Through technological aids like Hemi-Sync and structured training, individuals can consciously access these states, communicate with non-physical entities (INSPECS), and understand their role in a larger 'Human Compressed Learning System' where human experience generates a vital energy called 'Loosh' for broader cosmic evolution. The ultimate goal is to evolve consciousness beyond physical limitations and the 'addictive' nature of human life.",
  "structure_content": [
    {
      "chapter_title": "Prologue",
      "summary": "Introduces the book's premise: that there's an 'easy way' to access non-physical realities, likened to an 'interstate' beyond conventional 'local traffic' (physical existence), requiring overcoming inertia and ingrained patterns of thought. It hints at a deeper, more efficient mode of being beyond the physical. It also acknowledges the author's own struggles with 'inertia' in sharing this knowledge. Mentions a personal account of perceived communication that emphasizes 'focus of attention' as a powerful energy."
    },
    {
      "chapter_title": "Part I: Near Reaches",
      "summary": "This section details the author's initial spontaneous OOBEs, the fears and rationalizations that accompanied them, and the subsequent scientific investigation that led to the development of Hemi-Sync technology and the Gateway Program at The Monroe Institute. It chronicles the transition from personal, uncontrolled experiences to a structured method for exploring consciousness, including early interactions with a 'friendly presence' and the adoption of a 'total self' approach to OOBE guidance."
    },
    {
      "chapter_title": "1. Old Local Traffic",
      "summary": "Robert Monroe recounts his twenty-five years of OOBE exploration, emphasizing his physical survival and sanity. He defines OOBE as a conscious state outside the physical body, allowing perception and action beyond physical limitations. He shares early, puzzling experiences like generating money in a pants pocket and being saved from falls, attributing them to unknown forces. He also describes a direct non-physical instruction to be at 'Eaglehill' at a specific time, which he initially misinterpreted as a physical visit, later realizing it was an OOBE appointment with a 'special federal research installation.'"
    },
    {
      "chapter_title": "2. Hemi-Sync et al.",
      "summary": "Following the publication of his first book, Monroe's laboratory attracted scientific interest, leading to the development of Hemi-Sync. This audio technology, patented in 1975, uses Frequency Following Response (FFR) to synchronize brain hemispheres, enabling subjects to achieve altered states of consciousness, such as Focus 10 (mind awake, body asleep), for extended periods. Early experiments showed subjects bouncing against ceilings and perceiving light/color patterns. Hemi-Sync was also found useful in psychiatry for memory access, stress reduction, pain control during surgery, and accelerated learning, demonstrating its broad potential beyond OOBE induction."
    },
    {
      "chapter_title": "3. The Gateway Program",
      "summary": "The Gateway Program evolved from a weekend workshop at Esalen, designed to teach participants to achieve Focus 10 and Focus 12 states. Focus 10 is 'mind awake, body asleep,' while Focus 12 involves shutting off physical data input to perceive beyond the five senses. The program aims to help individuals understand they are 'more than their physical body,' dissolving the 'Fear Barrier.' It uses CHEC Units (Controlled Holistic Environmental Chambers) for isolation and Hemi-Sync via headphones. Over 3,000 subjects yielded significant data, with 41% male and 29% professionals, all seeking self-exploration and understanding beyond physical death. Peak experiences and profound insights are common, often leading to reunions with 'dead' friends and family, and encounters with 'intelligent energy.'"
    },
    {
      "chapter_title": "4. Explorer Team I",
      "summary": "The Monroe Institute continued its research with a core volunteer group, the 'Explorer Team,' who became proficient in OOBEs. Initially, their non-physical explorations were 'boring,' with no intelligent life found beyond Earth. A pivotal shift occurred in 1974 when an affirmation, part of the Gateway Program, was introduced, leading Explorers to encounter and communicate with intelligent beings (INSPECS) in advanced Focus 12 states. Transcripts illustrate early encounters with entities, revealing telepathic communication and the challenge of translating non-physical realities into human terms. Strange magnetic field phenomena were also observed near experiment booths."
    },
    {
      "chapter_title": "5. New Associations",
      "summary": "This chapter elaborates on communication with non-physical entities, often through Explorers' vocal cords, yielding 'Explorer Material.' These beings are described as friendly, solicitous, and appear in hooded forms, limited by the Explorer's vocabulary. Key elements from these sessions include the perception of physical reality as a 'large daydream' for the education of a 'higher consciousness,' and a layered model of existence with different 'levels' (1-7 physical matter, 8-14 animals, 15-21 human life, 22-28 bridge, 28+ spiritual realm). The entities assist in understanding these levels, emphasizing consciousness evolution and the ability to transcend human form. They claim to be part of an 'ascending ellipse' of consciousness and offer 'love' as their level."
    },
    {
      "chapter_title": "6. Segue",
      "summary": "This chapter serves as a transition from 'local traffic' (here-now time-space events) to 'interstate' (non-physical realities), where conventional rules and illusions dissolve. It presents six key premises: (1) OOBE during sleep is a natural out-of-phase movement from physical time-space; (2) human consciousness is a non-physical dynamic energy that enters the body at birth and departs at death; (3) waking consciousness is only a part of human potential; (4) consciousness responds to external vibrations; (5) non-physical consciousness is not time-space dependent and continues after physical death; (6) an unrecognized 'science/technology' of energy manipulation exists beyond human culture. Excerpts from Explorer sessions illustrate interactions with this technology, including 'energy balancing' through 'two discs and a light' and the ability of entities to work on the subject's non-physical body to prepare for deeper levels of consciousness."
    },
    {
      "chapter_title": "7. Surveys and Schematics",
      "summary": "This chapter introduces a specialized 'replica vocabulary' to translate nonverbal communication from non-physical experiences into comprehensible human terms. Key terms include Time-Space Illusion (TSI) for the physical universe, M Band for the energy spectrum of thought, Ident for mental name/address, Rote for thought bundles of knowledge/experience, Percept for insight/intuition, and Open for receptive. The author details the discovery of multiple non-physical bodies and the 'sleeper's class'—an OOBE learning environment attended by humans during deep sleep, where advanced entities (like 'Bill') provide instruction. It describes a 'formula' for reducing anxiety and achieving goals by categorizing concerns and taking action."
    },
    {
      "chapter_title": "8. Contact Point",
      "summary": "The author recounts realizing that his OOBE journeys were guided by external 'intelligent species' (INSPECS), not his 'greater self.' He learned to communicate with them nonverbally (NVC), which involves direct, instantaneous transmission of experience and knowledge. The INSPECS, described as radiant beings, facilitate learning through simulated earth-type situations to teach lessons, particularly regarding emotional patterns. Monroe's confidence in their guidance grew, even as he realized their concept of 'beyond my depth' differed from his own. The chapter highlights a simulation where Monroe had to overcome a personal 'flaw' (curiosity) to understand his function in the broader scheme of things, likening the INSPECS to maintenance workers for human energy flow."
    },
    {
      "chapter_title": "9. Rainbow Route",
      "summary": "Monroe accepts his role and engages in periodic 'meetings-instruction sessions' with INSPECS, using his 'Ashaneen' ident. These sessions involve simulations designed to evoke forgotten pre-human experiences and understanding of the 'human experience' (e.g., a primitive life, a sacrificial priest, a dog's death). The purpose is to understand emotions like love, grief, and survival drive from a non-physical perspective, to learn to 'generate and transform' these energies, and to remember one's true nature before the 'human experience.' A profound experience of merging with other 'I' entities into a unified waveform, transcending individuality, is also described, showing a coherent energy and vast knowledge beyond physical limits."
    },
    {
      "chapter_title": "10. Newfound Friend",
      "summary": "This chapter describes the author's OOBE journey to a 'human entry station' (KT-95) where non-physical entities are processing to enter human physical lives. He encounters 'Red,' the Entry Director, who explains that these 'First-Timers' (like 'AA') undertake human existence as a 'compressed learning system' with a 'pre-brief rote' that blanks previous experience. The author learns about 'Repeaters' (those who re-enter multiple times) and 'Last-Timers' (those on their final human cycle). The controversial concept of 'Loosh' is introduced—an energy substance generated by human emotions, especially conflict, loneliness, and unfulfillment, which is 'harvested' by 'Collectors.' This revelation shocks the author, leading to anger and a sense of manipulation."
    },
    {
      "chapter_title": "11. Rescue Mission",
      "summary": "The author, now known as 'RAM,' attempts to rescue his non-physical friend 'AA' from a simulation of human physical life that has trapped AA in a cycle of suffering and aggressive impulses. Guided by INSPECS, RAM intervenes in AA's simulation, first a violent dog attack, then a primitive warrior life. RAM learns that AA, a 'First-Timer,' is stuck in the 'wild rote' of human experience because of the 'survival drive' and the blanking of previous knowledge. The 'rescue' involves providing AA with a 'BHP-1' rote, an 'inoculation process' to understand the human experience without getting addicted, emphasizing free will and consciousness as key to escaping the cycle."
    },
    {
      "chapter_title": "12. Hearsay Evidence",
      "summary": "RAM continues to explore the 'game' of human physical life with BB, who struggles to comprehend human concepts like 'survival' and 'emotion' from a non-physical perspective. BB takes RAM on a 'skip' (rapid movement) through energy bands around Earth, where various human entities exist after physical death, many 'locked-in' to physical desires or in a state of confusion. RAM realizes the 'M Band noise' is human emotion. BB introduces the 'BHP-1' rote, a 'brochure' about the 'Time-Space Illusion' (TSI) and the 'Human Compressed Learning System,' which reveals that human existence is a mechanism for generating 'Loosh' (energy from emotional conflict). This concept is shocking, revealing a deeper, seemingly manipulative cosmic purpose behind human suffering and existence."
    },
    {
      "chapter_title": "13. Shock Treatment",
      "summary": "Monroe undergoes a profound 'shock, rejection, anger, depression, resignation, acceptance' cycle upon fully comprehending the 'Loosh rote,' which explains human existence as a system for generating a vital energy from emotions. He learns that 'love' from a non-physical perspective is different from human emotion. During an OOBE, shielded by an INSPEC, he glimpses 'Somewhere,' the source of 'pure, distilled Loosh,' perceiving it as radiant globes emitting rays, a place of ultimate joy beyond human comprehension. This experience, while deeply transformative, reinforces his understanding of the limited 'provincial' nature of human perception and the immense scale of non-physical realities."
    },
    {
      "chapter_title": "14. One Easy Lesson",
      "summary": "BB asks RAM for a 'one easy lesson' on being human. RAM attempts to explain human survival, eating, and reproduction, highlighting the powerful 'survival drive' and its role in perpetuating the physical life cycle. BB initially finds the concepts 'fascinating' and sees reproduction as a 'big game,' but RAM emphasizes the hidden complexities and 'addictive' nature of human existence. The lesson takes them to a simulated New York City, where RAM demonstrates the 'M Band noise' (human emotions) and the constant struggle for survival. The lesson reveals that humans are caught in a cycle of self-perpetuating needs and forget their true non-physical nature due to their deep immersion in the physical illusion."
    },
    {
      "chapter_title": "15. Promised Plan",
      "summary": "RAM visits Earth in the year 3000+ in an OOBE, observing a dramatically transformed world without roads, cities, or most human structures. The planet has been restored to its original ecological balance, inhabited by 'H-plus' humans who have transcended the 'survival drive' and live in harmony with nature, using 'Reballs' for physical body protection. They demonstrate the ability to manifest food from dirt and control their physical forms. This future Earth represents a successful evolution beyond the 'Human Compressed Learning System,' where humans no longer generate 'Loosh' through conflict but have attained a higher state of consciousness and collective unity. This journey is presented as a 'promised plan'—a potential future for humanity."
    },
    {
      "chapter_title": "16. The Gathering",
      "summary": "After a period of quiet, Monroe is called to another OOBE, where he finds himself on the 'far rim of the outermost ring' with his INSPEC friend. He learns that Bill and Lou, former Explorers, have 'graduated' to a new 'address.' He is then taken to observe Earth from space, perceiving it as a 'complex unorganized pattern' of energy. He is told about 'the gathering'—a rare convergence of intense energy fields around Earth, signifying a 'point of crisis' that presents both 'danger and opportunity' for human consciousness. The opportunity is to evolve rapidly into a 'unified intelligent energy system,' while the danger is that humans might retreat into a lower state. Monroe later encounters BB and Charlie, both now in advanced non-physical states, collaboratively creating a 'sailboat/hang glider' hybrid, symbolizing their mastery over energy and form."
    },
    {
      "chapter_title": "Epilogue: End Game",
      "summary": "This epilogue synthesizes the 'Explorer Material' into a structured understanding of the 'Human Time-Space Illusion' (HTSI) as a 'Compressed Learning System.' It categorizes non-physical entities residing near Earth: 'Dreamers' (OOBE during sleep), 'Locked-Ins' (physically dead but unaware), and 'Wild Ones' (unaware, seeking physical experiences). The outermost ring contains 'Last-Timers' or 'Seniors' preparing for final exit. The system's purpose is to generate 'Loosh' (energy from human experience, particularly emotions) and facilitate consciousness evolution. The path to 'escape velocity' involves 'Detoxification/Load Reduction/Purging' of emotional loads, recognizing free will as illusory within HTSI, and consciously generating 'Super Love' (SL) – a pure, indestructible energy. The practical system for achieving this involves a series of mental disciplines and applications of NVC, ultimately leading to a 'tangent' from the physical orbit and a return to one's 'original base' or 'greater exploration.'"
    }
  ],
  "key_concepts": [
    {
      "term": "Time-Space Illusion (TSI)",
      "definition": "An anomaly among the 'standard' energy systems, which includes the entire physical universe; also referred to as the Earth-Human Energy Environ."
    },
    {
      "term": "M Band",
      "definition": "A part of the energy spectrum commonly used for thought, distinct from electromagnetic, electrical, magnetic, or nucleonic energy. 'M Band noise' is caused by uncontrolled thought (human emotions)."
    },
    {
      "term": "Ident",
      "definition": "A mental name or 'address,' an energy pattern used to locate specific items, individuals, or non-physical locations."
    },
    {
      "term": "Rote",
      "definition": "A 'thought ball' or 'packet' of thought/mentation containing total memory, knowledge, information, and experience. It is a unit of non-verbal communication."
    },
    {
      "term": "Run the rote",
      "definition": "The act of recalling and processing portions of a Rote after receiving its total information non-verbally."
    },
    {
      "term": "Percept",
      "definition": "A unit of direct insight, intuition, or understanding, bypassing intellectual analysis."
    },
    {
      "term": "Open",
      "definition": "A state of receptivity in non-physical perception and communication."
    },
    {
      "term": "Hemi-Sync (Hemispheric Synchronization)",
      "definition": "A patented process utilizing specific sound patterns to induce identical waveforms in both brain hemispheres, facilitating altered states of consciousness and OOBEs."
    },
    {
      "term": "Focus 10",
      "definition": "A state of consciousness where the mind is awake and the body is asleep, physiologically resembling deep sleep but with active brainwave patterns (mixed sleep and beta signals)."
    },
    {
      "term": "Focus 12",
      "definition": "An advanced state of consciousness where all physical-data input is shut off, allowing consciousness to perceive in ways other than through the five physical senses."
    },
    {
      "term": "INSPECS (\"Intelligent Species\")",
      "definition": "Non-physical entities, referred to as 'helpers,' 'guides,' or 'superhuman graduates,' who exist before human time-space patterns and assist in human learning and evolution, often through NVC and simulated experiences."
    },
    {
      "term": "NVC (Nonverbal Communication)",
      "definition": "A 'total' form of communication, far beyond verbal language, involving direct, instantaneous transmission and reception of experience, feelings, and knowledge between intelligent energy systems."
    },
    {
      "term": "Loosh",
      "definition": "A rare and vital energy substance generated by the carbon-oxygen cycle and human emotions, particularly from conflict, loneliness, unfulfillment, and suffering. It is 'harvested' by 'Collectors' for use in 'Somewhere' (a higher realm)."
    },
    {
      "term": "Super Love (SL)",
      "definition": "A pure, indestructible energy radiation, a synthesis of emotional thought and action, which is the original Prime Energy. It is not dependent on physical manifestation or objects, and its generation enables 'lift-off' and 'escape velocity' from the Human Compressed Learning System."
    },
    {
      "term": "Human Compressed Learning System",
      "definition": "The overarching cosmic system of human existence on Earth, designed as an intense learning process to facilitate the generation of Loosh and the evolution of consciousness, with various categories of entities cycling through human lives."
    },
    {
      "term": "Repeaters",
      "definition": "Non-physical entities who have completed one or more human physical lives and choose to re-enter for further learning or to fulfill specific purposes within the Human Compressed Learning System."
    },
    {
      "term": "First-Timers",
      "definition": "Non-physical entities who are experiencing human physical life for the first time, having received a 'pre-brief rote' that blanks their previous non-physical experiences."
    },
    {
      "term": "Last-Timers (Seniors)",
      "definition": "Non-physical entities who are on their final human physical life cycle, preparing for their ultimate 'graduation' from the Human Compressed Learning System and transition to a higher state of existence."
    },
    {
      "term": "Seekers",
      "definition": "A category of unstable, slippery non-physical entities who poke around the Entry Station but have a physical human body alive and kicking."
    },
    {
      "term": "Reball (Resonant Energy Balloon)",
      "definition": "An energy field created around the physical body to shield and protect it during OOBE, preventing external interference or damage."
    }
  ],
  "practical_system": {
    "description": "The operative system presented in 'Far Journeys' is a structured methodology for consciously inducing and controlling Out-of-Body Experiences (OOBEs) and other altered states of consciousness, primarily through the Hemi-Sync audio technology developed by The Monroe Institute. The system aims to facilitate non-physical exploration, communication with non-physical entities (INSPECS), and a deeper understanding of one's non-physical self and the 'Human Compressed Learning System.' It emphasizes the importance of emotional regulation, detachment from physical-world 'load factors,' and conscious intent for spiritual evolution, ultimately leading to 'escape velocity' from the cycle of human existence and the generation of 'Super Love.'",
    "tools": [
      "Hemi-Sync audio technology (tapes/headphones) for brainwave entrainment and consciousness alteration. (pages 14-16)",
      "CHEC Units (Controlled Holistic Environmental Chambers): Acoustically and electrically shielded isolation booths designed to optimize OOBE induction. (page 24)",
      "'Ident' (mental name or address) for navigation in non-physical realities. (page 44)",
      "'Rote' (thought bundle) as a unit of information for nonverbal communication. (page 44)",
      "'Reball' (resonant energy balloon) for protection during OOBE. (page 213)",
      "Microphone/headphone system for verbal reporting during OOBE sessions. (page 15)"
    ],
    "rituals": [
      "Daily affirmation for expanding consciousness and seeking guidance: 'I am more than my physical body. Because I am more than physical matter, I can perceive that which is greater than the physical world. Therefore, I deeply desire to expand, to experience: to know, to understand, to control, to use such greater energies and energy systems as may be beneficial and constructive to me and to those who follow me. Also, I deeply desire the help and cooperation, the assistance, the understanding of those individuals whose wisdom, development, and experience are equal to or greater than my own. I ask their guidance and protection from any influence or any source that might provide me with less than my stated desires.' (pages 19, 263)",
      "Application of the 'Grazing Principle': Instead of actively seeking changes, deal with needs as they arise in daily life. (page 259)",
      "Practice of 'Twenty-four-Hour Day' introspection: Consciously examine thoughts and emotions throughout the day, including during sleep, to identify and release emotional energy feeds. (page 259)",
      "Implementation of 'Ego Diet Regimen': Systematically cut off emotional power feeds linked to ego-gratification, redirecting this energy. (page 259)",
      "Divestment of 'Survival Sex Ties': Understand sexual acts as physical survival drives, detaching emotional load from them. (page 261)",
      "Release of 'Value Judgments': Recognize good/evil and right/wrong as time-space illusions to lighten one's 'load.' (page 261)",
      "Practice of 'Detach Matter-Emotion': Store memories and experiences from physical life but release attached emotions. (page 261)",
      "Maximization of Sleep Periods: Utilize sleep for nonverbal communication and self-development, stating affirmations mentally while drifting to sleep. (page 263)",
      "'Laughter Is a Purging Process': Engage in spontaneous laughter as a direct expression of Prime Energy to release emotional blockages. (page 261)",
      "The A, B, C Lists: Categorize worries (A-do nothing, dismiss; B-take action, resolve; C-hopes/desires, take action) to manage indecision and emotional energy. (page 81)",
      "Developing 'Focus 10' (mind awake, body asleep) and 'Focus 12' (perception beyond physical senses) through guided Hemi-Sync exercises. (page 20)",
      "Using 'Ident' (mental address) to target specific non-physical locations or beings for OOBE travel. (page 44)",
      "Conscious 'Reball' creation: Mentally project a 'resonant energy balloon' around the physical body for protection during OOBE. (page 213)",
      "'Wiggle big toe' signal: A mental homing device to ensure safe and quick return to the physical body during OOBE. (page 267)",
      "'Security repository box': A mental technique to temporarily store distracting thoughts that hinder OOBE. (page 79)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "What is the out-of-body experience? For those who have not encountered the subject as yet, an out-of-body experience (OOBE) is a condition where you find yourself outside of your physical body, fully conscious and able to perceive and act as if you were functioning physically—with several exceptions.",
      "page": "7"
    },
    {
      "text": "By introducing certain sound patterns in the subject's ear, we determined that there was a similar electrical response in the brain waves of the subject. By controlling that brain-wave frequency, we were able to help the subject relax, keep him awake, or put him to sleep.",
      "page": "14"
    },
    {
      "text": "The program itself teaches the Focus 10 state (mind awake, body asleep). Participants also learn to move into what is called Focus 12, where all physical-data input is shut off and the consciousness can reach out and begin to perceive in ways other than through the five senses. The action really begins here, where perspectives and overviews change drastically. It is here where the participant truly understands that he is 'more than his physical body.'",
      "page": "20"
    },
    {
      "text": "NVC takes a quantum jump beyond a talking moving color picture. It is direct instant experience and/or immediate knowing transmitted from one intelligent energy system and received by another.",
      "page": "72"
    },
    {
      "text": "Someone, Somewhere (or both, in millions, or uncountable) requires, likes, needs, values, collects, drinks, eats, or uses as a drug (sic) a substance ident Loosh.",
      "page": "163"
    },
    {
      "text": "The creation of pure, distilled Loosh is brought forth in Type 4M units by the action of unfulfillment, but only if such pattern is enacted at a vibratory level above the sensory bounds of the environment. The greater the intensity of said pattern, the greater the output of Loosh distillate.",
      "page": "169"
    },
    {
      "text": "In short, the problem can be stated very succinctly, which turns a first-timer into a repeater: human physical life is addictive.",
      "page": "252"
    }
  ],
  "critical_analysis": {
    "relevance": "Robert Monroe's 'Far Journeys' is a pivotal work in modern esotericism, specifically within the realm of out-of-body experiences and consciousness studies. It provides a unique blend of systematic, almost scientific, inquiry into non-physical phenomena, distinguishing it from purely anecdotal accounts. The concept of Hemi-Sync as a tool for inducing altered states of consciousness has had a significant impact on meditation, spiritual development, and even therapeutic applications, positioning the Monroe Institute as a key player in this field. The controversial 'Loosh' theory offers a challenging esoteric cosmology that attempts to explain human suffering and evolution from a non-human perspective, resonating with certain Gnostic and Hermetic ideas of energetic harvesting from lower realms. Monroe's emphasis on NVC (nonverbal communication) aligns with broader esoteric understandings of telepathy and direct transmission of knowledge, predating some mainstream psychological explorations of non-linguistic communication. The book's practical guidance for OOBE, emotional regulation, and spiritual growth offers a structured system for personal transformation, appealing to both experienced occultists and new seekers.",
    "target_audience": "The primary audience includes individuals interested in personal growth, consciousness exploration, and spiritual development through non-physical means. This encompasses practitioners of Western Esotericism, Occultism, and Magic who seek practical methodologies for altered states, astral projection, and direct communication with non-physical intelligences. It also appeals to researchers in consciousness studies, transpersonal psychology, and parapsychology, as well as anyone curious about the nature of reality beyond physical perception and the purpose of human existence."
  }
}