{
  "header": {
    "title": "Learn Telepathy",
    "authors": [
      "Khwaja Shamsuddin Azeemi",
      "Maqsood-ul-Hassan (Translator)",
      "Iqbal Hassan Azeemi (Designer & Composer)"
    ],
    "category": "Esotericism and Occultism",
    "keywords": [
      "Telepathy",
      "Spiritualism",
      "Metaphysics",
      "Sufism",
      "Islamic Esotericism",
      "Mind-control",
      "Breathing exercises",
      "Muraqbah",
      "Consciousness",
      "Unconscious",
      "Cosmic Unconscious",
      "Waves of Ego",
      "Third Eye",
      "Healing",
      "Thought Transference",
      "Willpower",
      "Certitude",
      "Dukhan",
      "Nasma"
    ]
  },
  "central_thesis": "The book posits that telepathy is a branch of metaphysical science rooted in the 'sublime heritage of our ancestors' (Islamic spiritual traditions), enabling the transference of thought and perception of the unseen realm. It asserts that all existence is fundamentally composed of 'waves of Ego' and that through specific breathing exercises, Muraqbah (meditation), and other practices, one can activate latent spiritual senses, transmute the mind into the 'Cosmic Unconscious,' and achieve 'direct seeing' to influence and perceive information beyond physical limitations for benevolent purposes.",
  "structure_content": [
    {
      "chapter_title": "Foreword",
      "summary": "The book is dedicated to those seeking human excellence through service and scientists adorning Earth after 2006 A.D., establishing a benevolent, future-oriented context for telepathy."
    },
    {
      "chapter_title": "Preface",
      "summary": "Introduces Qalander Baba Auliya's teachings, explaining that all communication, from humans to minerals, occurs via 'waves of Ego.' It defines the 'Single Unconscious' as the universal field connecting all existence and states that telepathy aims to transform the mind into the 'Cosmic Unconscious' for universal perception. The author emphasizes the need for a teacher and highlights the non-Western, ancestral origin of this metaphysical knowledge."
    },
    {
      "chapter_title": "WHAT IS TELEPATHY?",
      "summary": "Telepathy is described as accessing knowledge hidden from conscious senses, revealing the hypothetical nature of sensory perception. All things are 'waves or rays,' each with distinct 'fixed quantities and magnitudes.' By understanding and controlling these waves, one can influence reality. The book introduces breathing exercises and Muraqbah as foundational practices for developing concentration and perceiving the inner, true reality where 'every manifested form of universe is located within our selves' and 'existence of anything in the out is only a hypothetical phenomenon.'"
    },
    {
      "chapter_title": "Law of Sight",
      "summary": "Man is inherently 'Sight,' processing information through the 'mental screen.' Sustained focus builds 'will power,' the force for task performance and telepathic thought transfer. The mind's 'Unconscious' holds bright impressions, while the 'Conscious' holds dim ones. Spiritual practice dissolves spatio-temporal ties in clear thoughts. Emotions and life's trajectory are determined by thoughts, with clear thoughts leading to joy and confused thoughts leading to distress and diseases by creating 'scratches in the innate-impression.'"
    },
    {
      "chapter_title": "TIME & SPACE",
      "summary": "This chapter explores the psychological reality of thought-induced phenomena, illustrating with a healing story involving telepathic 'divorce.' It describes man as having three 'folds' (attributive, self, material body) and two types of 'impressions' (innate, manifested). The author argues that ascribing meaning to thoughts shapes one's life, with complex concepts leading to 'deterioration of brain cells' and various illnesses. Unfulfilled urges cause sadness, stressing the importance of understanding the 'laws' governing a joyful life."
    },
    {
      "chapter_title": "THE GALAXIAL SYSTEM / Waves of Ego",
      "summary": "Man's physical body is merely an 'attire' for the soul. The universe, including man, angels, and jinni, is an interconnected 'family' constantly exchanging 'waves of Ego' (thoughts). These thought waves, faster than light, transcend time and space, enabling communication and the creation of phenomena. Historical examples, like King Solomon's awareness of the Queen of Sheeba's throne, are cited as evidence of advanced thought transference. The chapter emphasizes that 'continuous concentration transmutes the mind into Cosmic Unconscious' for deeper universal understanding."
    },
    {
      "chapter_title": "THE LAW OF EXCHANGE OF THOUGHTS",
      "summary": "Human thought functions on three levels: individual conscious, individual unconscious (species-level conscious), and cosmic conscious (universe-level conscious). All beings exchange information through thought waves, which are essentially light. Telepathy allows transmitting messages across the cosmos because man's unconscious is perpetually connected to the universe. Willpower is crucial for thought manifestation, strengthened by eliminating 'dubiety and uncertainty' and cultivating 'certitude.' The book explains how to harness thought waves to understand and influence the material and incorporeal worlds, emphasizing this is not just about human communication but universal interaction."
    },
    {
      "chapter_title": "Society and Our Belief / Deterioration of the Brain Cells / Focusing of Attention",
      "summary": "Societal beliefs often become unquestioned faith, creating 'deceptive illusions' that hinder self-awareness. Living contrary to one's true self leads to 'rapid deterioration of brain cells' and negative life outcomes. The root cause of weak determination and faith is 'doubt.' The book advocates 'focusing of attention' through radiant thoughts to replace doubt with 'certitude,' aligning with the Quranic concept of 'faith in the unseen.' It asserts that developed willpower, achieved through targeted exercises, safeguards mental and physical health by preventing brain cell deterioration."
    },
    {
      "chapter_title": "6. EXPERIENCES AND INCIDENTS OF FIRST LESSON",
      "summary": "Students report diverse experiences from the first telepathy lesson, including dreams of divine light and martyr's souls ('Mercury Lights'), visions of angels extracting 'black things,' sensations of flying, green worlds, light-filled rooms ('Goddess of Sleep'), immersion in a 'river of light' ('Universe Submerging in Light'), and the activation of a 'Third Eye' seeing a blue-tinged river of light or candle flames. These accounts detail the initial perceptual and energetic shifts experienced during the introductory breathing and Muraqbah practices."
    },
    {
      "chapter_title": "7. TELEPATHY AND THE BREATHING EXERCISES",
      "summary": "Responding to a query about the unique approach, the author explains that the cosmos is in constant motion, and life is intrinsically linked to dualistic respiration. Inhaling connects to the inner self/soul ('ascending movement,' nocturnal senses), while exhaling connects to the material world ('descending movement,' diurnal senses). Concentrative breathing increases inhalation, drawing attention to the soul. These exercises are crucial for developing willpower, accessing latent soul potentialities, and curing various physical and mental ailments by purifying blood, boosting faculties, and calming emotions. The goal is to make the mind's 'antenna' functional through devoted attention and concentration in the 'ascending movement' to ultimately grasp the 'Light (noor) of Allah' and cultivate pure thoughts."
    },
    {
      "chapter_title": "8. THE SECOND LESSON OF TELEPATHY",
      "summary": "This lesson advances concentration and mind focus. It introduces a new breathing exercise with specific timings (5s inhale, 10s hold, 5s exhale, 10 cycles). The Muraqbah involves imagining a 'sky…clouded with clouds of blue color and light is showering...like rain upon you,' starting with closed eyes and progressing to open-eyed visualization with the 'third eye.' Initial giddiness and heaviness are noted as positive signs of success."
    },
    {
      "chapter_title": "9. THINKING OF RIGHTEOUSNESS",
      "summary": "This chapter addresses whether telepathy is exclusive to Muslims and how it relates to Islamic righteousness. The author states that 'righteousness' is universal human values, not limited to any religion. Citing Quranic verses and historical Islamic figures (Holy Prophet, Hazrat Omer Farooq), he argues that telepathy is a divine knowledge shared by prophets for mankind's benefit, demonstrated through instances of direct telepathic communication with animals and strategic guidance in battle across vast distances. The core principle is the transfer of thought patterns for constructive ends."
    },
    {
      "chapter_title": "10. ON THE THRESHOLD OF GRAVE / Men, Jinni & Angels",
      "summary": "Responding to an elderly inquirer, the author explains that spiritual sciences can be learned at any age, but young, open minds are more receptive than older ones burdened by 'limiting ideologies.' The true nature of man, angels, and jinni is described as 'patterns of thinking' or multi-layered 'dukhan' (positive for human, negative for jinni, compounded for angel). Manipulating salt and sugar intake is presented as a means to shift between these states, influencing one's susceptibility to angelic or jinni-like qualities by changing the 'dukhan' balance. The text reiterates that everything is interconnected through thinking patterns and 'waves of Ego,' which transcend time and space."
    },
    {
      "chapter_title": "11. INCIDENTS & EXPERIENCES OF SECOND LESSON / Rain of Noor / Candle & Lamp / Broom and a Lean Person",
      "summary": "Students recount experiences from the second lesson, including visions of light emitting from eyes, blue globes, celestial domes with precious stones, and a 'towering antenna' spreading light. Others describe intense sensations of being drenched in 'rain of light,' transparent bodies, and mystical encounters with sages, holy places (Kaaba), and symbolic transformations. These narratives illustrate the deepening of imaginative and perceptual abilities, leading to altered states of consciousness and novel sensory experiences through the prescribed breathing and Muraqbah practices."
    },
    {
      "chapter_title": "12. CLASSIFICATION OF KNOWLEDGE",
      "summary": "This chapter categorizes knowledge into Physical, Psychological, and Para-psychological sciences. The latter, 'Para-psychology,' is identified as the true source of information, operative in the 'ultra-unconscious.' The author explains that human perception involves processing waves into imagination before manifestation. He differentiates between 'indirect seeing' (perception through external senses) and 'direct seeing' (perceiving an object's wave-forms on the mind's screen), advocating for the latter as the goal of telepathy. Examples like the pyramids' construction are explained through advanced wave-control, and the ethical use of telepathy is stressed, discouraging its application for mundane tasks like crime detection by those with 'liberal minds.'"
    },
    {
      "chapter_title": "13. MENTAL TURMOIL",
      "summary": "Drawing on Shah Waliullah's teachings, the chapter introduces 'nasma' (aura), a light-wave body enveloping the physical body, where ailments originate. Man is a 'conglomeration of thoughts,' and healing occurs by purging the aura through healthy thoughts. The universe is a network of waves, and understanding their 'frequencies' is 'wisdom.' Telepathy, by teaching how to cognize and control these waves, enables one to prevent anxieties and serve others. The author criticizes a purely religious view of the Quran, emphasizing its 'formulae' for conquering the universe, accessible to all who research nature's secrets, regardless of creed."
    },
    {
      "chapter_title": "14. THIR D LESSON OF TELEPATHY",
      "summary": "This lesson reiterates the importance of liberating the mind from dispersed thoughts and cultivating 'concentrative abilities,' emphasizing the need to complete previous lessons sequentially. It includes a breathing exercise with increased breath-holding duration (7s inhale, 15s hold, 7s exhale, 15 cycles) and a Muraqbah practice where one imagines being 'submerged in a pool of mercury,' aiming to experience its 'tactual feeling' and 'weight.' The chapter cautions against performing Muraqbah while lying down to avoid drifting into sleep and dreaming instead of conscious observation."
    },
    {
      "chapter_title": "15. BELIEF OF SCIENCE / Trees also Converse",
      "summary": "The author responds to a question about telepathic thought reception beyond language barriers by asserting that all existence, including thoughts, is fundamentally wave-based. True recognition comes from perceiving these waves, not just words. He provides examples of sensing others' dispositions or a flower's beauty without physical interaction. Extending this, he explains that plants, animals, and even inanimate objects communicate via thought waves, which can be observed through the 'Cosmic Unconscious,' demonstrating that reliance on verbal language is a 'weakness of the conscious.'"
    },
    {
      "chapter_title": "16. INCIDENTS & EXPERIENCES OF THIRD LESSON",
      "summary": "Students describe experiences from the third lesson, primarily involving visions of mercury pools: some initially struggled but eventually found themselves transformed into 'Mercury,' flying over pools, or witnessing a 'big wave of mercury' spreading across Earth. Other accounts include encounters with the 'Mausoleum of the Holy Prophet (PBUH)' filled with 'Noor,' a 'palace in the depths of pool of mercury' emanating light, and journeys through enchanting landscapes. These experiences indicate a deepening of inner vision and a heightened sense of light and form during the mercury-focused meditation."
    },
    {
      "chapter_title": "17. TRUE DEFINITION OF IMAGINATION",
      "summary": "Imagination in telepathy is defined not as autosuggestion but as a focused, attentive process that, when combined with 'predilection and tastefulness,' leads to acquiring 'innate knowledge.' The author emphasizes that one must become so absorbed in imagining 'light' that they are oblivious to surroundings and time, allowing 'innate knowledge of the soul' to 'transpire.' This process, starting with closed eyes and advancing to open-eyed perception, culminates in the 'activation of the third eye,' the spiritual eye that transcends physical sight."
    },
    {
      "chapter_title": "18. THE FOURTH LESSON OF TELEPATHY",
      "summary": "This lesson introduces a breathing exercise with increased breath-holding (10s inhale, 20s hold, 10s exhale, 10 cycles). The accompanying Muraqbah involves imagining a 'ball...filled with lights of blue color' showering upon oneself, absorbed into the brain and 'earthed through the feet.' The goal is to feel a 'sense of lightness' and liberation from 'gravitational pull,' eventually practicing with open eyes to perceive oneself and the world encased in blue light. A caution is included against practicing while walking due to potential loss of ground contact."
    },
    {
      "chapter_title": "19. 156 ELEMENTS",
      "summary": "The author explains that the seemingly 'prolonged' exercises are necessary to develop concentrative abilities and purge scattered thoughts, preparing the practitioner for deeper metaphysical cognition. He asserts that man's 'will-power' is his distinguishing divine faculty, enabling him to harness nature's forces. This requires transcending physical senses to access the 'extra-refined senses of the unconscious' and understand the 'computer of the soul.' The gradual, systematic approach is likened to natural growth, ensuring proper development of innate potentialities."
    },
    {
      "chapter_title": "20. INCIDENTS & EXPERIENCES RESULTING FROM FOURTH LESSON / Riddance of Inferiority Complex / Golden Palaces",
      "summary": "Students report enhanced visions during the fourth lesson, seeing blue lights entering the head and being earthed through the feet, transforming into blue globes, and witnessing elaborate light-filled structures and animated natural scenes. Many describe feeling the physical effects of light, such as body transparency, and experiencing significant personal changes like increased confidence ('Riddance of Inferiority Complex') and the manifestation of thoughts. Accounts include visions of the Holy Kaaba, golden palaces, and mystical journeys, often accompanied by sensations of lightness and out-of-body experiences, indicating deeper immersion into spiritual perception."
    },
    {
      "chapter_title": "21. DOMAIN OF THOUGHTS",
      "summary": "This chapter dismisses skepticism about telepathy being mere auto-suggestion, affirming that all life and the universe are a 'convoluted network of thoughts' and 'imaginations,' which Qalander Baba Auliya termed 'Aura (Nasma).' It explains that the brain's 'inbuilt antenna' receives these waves as thoughts and emotions. A practical experiment demonstrates that focused imagination can induce physical sensations (heat/cold in feet), proving the power of thought beyond mere fantasy. Emotions, urges, and even physical perceptions are presented as 'changing forms of thoughts,' making the universe a 'harmonious film of thoughts and imaginations.'"
    },
    {
      "chapter_title": "22. LAW OF NATURE",
      "summary": "The author argues that abilities like telepathy, hypnotism, and healing are not 'supernatural' but manifestations of natural laws, currently beyond ordinary human comprehension. Man is complex, possessing 'innate qualities' that can be activated through specific exercises under a teacher's guidance. These abilities belong to the 'Soul,' not the physical body. A strong moral character is emphasized as prerequisite to ensure these powers are used for 'constructive and positive purposes' to benefit mankind, rather than for misuse."
    },
    {
      "chapter_title": "23. FIFTH LESSON OF TELEPATHY",
      "summary": "This lesson introduces a new meditation tool: an 18\"x18\" white rexine board with a central black circle (5\" thick, 1\" inner radius), to be placed vertically 4 feet away. The lesson begins with a breathing exercise (10s inhale, 5s hold, 10s exhale, 10 cycles), followed by 10-15 minutes of 'circle-gazing' at the black circle without blinking, keeping the neck and spine straight. The subsequent Muraqbah involves imagining a 'Jar of glass' containing 'impressions' of earthly things on its inner surface. Instructions specify timings and lighting, emphasizing the need for conscious observation over sleep."
    },
    {
      "chapter_title": "24. SIXTH LESSON OF TELEPATHY",
      "summary": "This lesson elaborates on the concept that 'man, in fact, is light,' composed of wave combinations that form sentiments and emotions. It distinguishes between 'Compound Waves' (confining man to time/space, forming material body, observing on a screen) and 'Simple Waves' (liberating from spatio-temporal restrictions, enabling interaction with angels and knowledge of heaven/earth). Life oscillates between these two states, influenced by their predominance. The lesson introduces a breathing exercise (5s inhale, 15s hold, 5s exhale, 15 cycles) and a Muraqbah focusing on imagining a 'bright radiating point at your navel point' emitting and absorbing rays, affecting all surrounding beings and elements for at least 15 minutes. It strictly mandates starting from the first lesson under expert guidance."
    },
    {
      "chapter_title": "25. EXPERIENCES DURING THE COURSE OF SIXTH LESSON",
      "summary": "Students share vivid experiences, including visions of a bright, rotating point at the navel emitting rays that interconnect all creatures, transforming into a 'T.V. like screen' showing nature's scenes, and conversing with trees and mountains. Other reports describe being a 'glass encasing shell' with light bulbs, perceiving monstrous animals, or inducing physical changes (e.g., making fish surface, a rose wilt) through concentrated intent. The author provides a warning against using metaphysical sciences for 'destructive' purposes, emphasizing their benevolent intent."
    },
    {
      "chapter_title": "26. SEVENTH LESSON",
      "summary": "This lesson introduces a breathing exercise with longer breath retention (10s inhale, 30s hold, 10s exhale; 5 morning cycles, 10 evening cycles). The Muraqbah requires blindfolding the eyes with a black cloth to apply mild, constant pressure, then imagining the 'brain of left hand side is rotating anti-clockwise' for at least 15 minutes, ensuring no head movement. A practical 'Dice Experiment' is introduced for telepathy practice: partners transmit/receive numbers mentally using 50 specially numbered wooden cubes, aiming for 75% accuracy. This structured exercise aims to refine mental transmission and reception abilities."
    },
    {
      "chapter_title": "27. METHOD OF INFLUENCING TELEPATHICALLY / Curing Cancer Telepathically",
      "summary": "The universe and all creation are 'dihedral' (bifolded), with manifested and hidden aspects. This applies to man (male/female, inner man/woman), health (sickness/health aspects), and circumstances (peace/distress). The author introduces a 'FORMULA' that existence is confined to 'circle or triangle,' with the phenomenal realm dominated by 'triangle.' He posits that diseases, including 'authoritative' ones like cancer, have specific forms and senses, and can be telepathically contacted and 'suggested' to disappear, particularly when the patient is sleeping, by imploring it with friendly sentiments."
    },
    {
      "chapter_title": "28. EIGHTH LESSON",
      "summary": "The final lesson increases the breathing exercise duration (10s inhale, 45s hold, 10s exhale, 20 cycles). The Muraqbah requires blindfolding the eyes and imagining a 'bright point where your heart is,' moving it 'anti-clock-wise' for 20 minutes. Once perfected, practitioners are instructed to engage in mutual telepathic communication with a partner at an agreed time, noting messages and comparing them to achieve a 50% accuracy rate. Subsequent practice extends to influencing common people, such as telepathically suggesting health to an ailing person, marking the culmination of practical telepathy application."
    },
    {
      "chapter_title": "29. MIND....... A TREE",
      "summary": "This chapter explains why young people are generally more successful in learning metaphysical sciences: their minds are 'fertile land,' receptive and unencumbered ('green branches'). Older individuals often struggle due to 'limiting ideologies,' 'narrow-mindedness,' and a reliance on 'logic and philosophy' that hinders acceptance of spiritual truths. The author emphasizes that true learning requires absolute acceptance of the teacher's 'final verdict' and a 'liberal and unbiased approach,' warning against how 'doubts and whims swallow up' natural abilities, referencing a Quranic verse about 'seals on hearts and ears' for those who resist spiritual insight."
    },
    {
      "chapter_title": "30. SPIRITUAL PERSON",
      "summary": "A spiritual person, having refined senses, perceives a broader reality. The author dismisses the idea of telepathy being exclusive to Muslims, stating that spiritual potentialities are a universal heritage for all mankind. He explains that 'tragic events' leave 'lasting impressions' as 'waves' on Earth's surface, creating 'haunted' places perceived by 'extrasensory perception.' Russian scientific experiments are cited as proof of telepathy's scientific reality. The chapter highlights a concern that if such knowledge is misused by destructive nations, it could lead to global enslavement, underscoring the ethical responsibility inherent in spiritual attainment."
    },
    {
      "chapter_title": "31. SPIRITUALITY AND SORCERY",
      "summary": "This chapter differentiates between constructive 'divine' telepathy (aligned with prophets, for mankind's benefit) and destructive 'evil' sorcery (selfish, demoniac). It explains that ancient words of power evolved, with righteous practitioners adopting new divine terms while sorcerers clung to repealed, 'demoniacal' ones. The story of Moses overpowering Pharaoh's magicians is presented as an allegory for divine, constructive knowledge triumphing over material, destructive magic. The author emphasizes that students of this book develop a 'constructive pattern' of thinking, ensuring their experiences align with spirituality rather than sorcery, which brings 'destruction, brutality, cruelty, and misery.'"
    }
  ],
  "key_concepts": [
    {
      "term": "Waves of Ego",
      "definition": "The fundamental energetic basis of all existence and communication. Thoughts are expressed through these waves, which operate irrespective of sound or physical distance, connecting all creatures and inanimate objects in the universe. They are described as having 'maximum velocity,' transcending time and space."
    },
    {
      "term": "Single Unconscious / Cosmic Unconscious",
      "definition": "The universal, unified field of consciousness actively functioning throughout the cosmos. It allows for the understanding and perception of all 'Seen and Unseen' realities, transcending individual limitations. Continuous concentration (Muraqbah) transmutes the individual mind into this Cosmic Unconscious."
    },
    {
      "term": "Direct Seeing",
      "definition": "The true form of perception, as opposed to 'indirect seeing' (perception through limited physical senses). Direct seeing involves perceiving the wave-forms or 'impressions' of objects and realities directly on the 'mental screen' of the mind, independent of physical presence or spatio-temporal restrictions. This is the ultimate goal of telepathy."
    },
    {
      "term": "Third Eye",
      "definition": "The activated 'inner' or 'spiritual eye,' distinct from the physical eyes, which enables open-eyed perception of realities previously only accessible through closed-eye imagination. Its activation signifies a significant stage in telepathic development."
    },
    {
      "term": "Nasma (Aura)",
      "definition": "A 'body composed of light waves' that envelops the physical body. Shah Waliullah describes it as the real man, controlling the physical body and being the initial site of ailments and diseases. Purging and curing the Nasma leads to physical health and well-being."
    },
    {
      "term": "Dukhan",
      "definition": "The fundamental 'smoke' or energetic basis of all manifestations. 'Positive dukhan' (sweetness in blood) is associated with human qualities, while 'negative dukhan' (salinity/salt) is associated with jinni qualities. Angels are a compounded form. Modulating the balance of Dukhan through dietary and spiritual practices allows for shifts in one's energetic and experiential state, bridging human, jinni, and angelic realms."
    },
    {
      "term": "Certitude",
      "definition": "A state of unwavering belief and conviction, free from 'dubiety and uncertainty.' It is essential for developing strong willpower and enabling thoughts to manifest as reality. The exercises in the book are designed to purge the mind of doubt and fill it with certitude."
    }
  ],
  "practical_system": {
    "description": "The system for learning telepathy, termed a 'divine approach,' is a structured, progressive path blending breathing exercises (Pranayama-like), Muraqbah (transcendental meditation with specific visualizations), and focused gazing. Its core operative principle is that all existence, including thoughts, is wave-based ('waves of Ego'). By developing intense concentration, fostering 'certitude' over 'dubiety,' and aligning oneself with a 'constructive thinking approach,' the practitioner transmutes their mind into the 'Cosmic Unconscious,' enabling 'direct seeing' and thought transference across spatio-temporal distances. Dietary adjustments, particularly reducing sugar and salt (based on the 'Dukhan' theory), are integral to activating the unconscious senses. The ultimate goal is to achieve self-mastery and use these powers benevolently for healing and universal understanding, under the strict supervision of an expert teacher to avoid 'destructive' practices.",
    "tools": [
      "Black downy cloth (for blindfolding eyes during Muraqbah to apply mild, constant pressure and prevent eyeball movement).",
      "Rexine leather board with concentric black/white circles (18\"x18\" white board with a 6\" outer radius black circle and 1\" inner radius white circle, for gazing exercises).",
      "Soft wood cubes (dices), numbered 1-50 (for the telepathy transmission/reception experiment).",
      "Notebook and pen (for recording results of the dice experiment).",
      "Water with spoonful of honey (consumed slowly before exercises).",
      "Quiet, well-ventilated space (for performing exercises)."
    ],
    "rituals": [
      "Breathing Exercises (Lesson 1-8): Specific patterns of nostril closure, inhalation, breath retention, and exhalation, with durations and cycles increasing progressively through the lessons (e.g., Lesson 1: 5s inhale, 5s hold, 5s exhale, 5 cycles; Lesson 8: 10s inhale, 45s hold, 10s exhale, 20 cycles). Always performed in a relaxed posture, on an empty stomach, in an open and airy place.",
      "Muraqbah (Meditative Visualization): Performed after breathing exercises, involving focused mental imaging with closed or later open eyes. Visualizations include: immersing oneself in an 'ocean of light (Noor)'; a 'sky clouded with blue color and light showering as rain'; being 'submerged in a pool of mercury'; imagining a 'bright radiating point at the navel' emitting rays; visualizing a 'Jar of glass' containing impressions of earthly things; and imagining a 'bright point at the heart' rotating anti-clockwise. These aim to induce lightness, dissolve gravitational pull, and activate inner perception.",
      "Gazing Exercises (Lesson 5): 'Circle-gazing' involves staring without blinking for 10-15 minutes at a specific black concentric circle on a white rexine board, placed at a set distance and height. Other forms mentioned are candle, mirror, photo negative, sun, moon, and water gazing, all for developing concentration.",
      "Telepathy Practice (Dice Experiment - Lesson 7): A partnered exercise using 50 specially numbered wooden cubes. One partner mentally suggests a number for the other to perceive and throw the corresponding dice. The goal is to achieve 75% accuracy (19/25 correct throws), followed by practicing with common people (e.g., suggesting healing).",
      "Dietary Restriction: Reduction of sweet and sour foods, especially sugar, to activate the unconscious senses and liberate from spatio-temporal restrictions. Consumption of honey water before exercise is also advised. This must be done under a teacher's supervision.",
      "Ethical Conduct: Strict adherence to 'constructive and positive purposes,' avoiding any 'destructive' use of powers. Maintaining a diary of experiences and remaining in a state of ablution (wazu) are also noted."
    ]
  },
  "relevant_quotes": [
    {
      "text": "'Human beings are conversant with the act of 'articulation' from the very beginning. In talking, the sound waves with predetermined meanings convey the information to the listeners. This method is a duplication of that communication style which takes place between the waves of Ego.'",
      "page": "3"
    },
    {
      "text": "'Many events of prophets and people with spiritual powers are evident that only one and the same Unconscious is actively functioning in the whole universe.'",
      "page": "3"
    },
    {
      "text": "'Continuous concentration transmutes the mind into Cosmic Unconscious and the artificial self—adopted shell of our personality is emancipated from the clutches of Ego and begins to observe it in the conscious.'",
      "page": "3"
    },
    {
      "text": "'whatsoever we see is not seen in the outer world. Every manifested form of universe is located within our selves.'",
      "page": "7"
    },
    {
      "text": "'Man, in fact, is Sight. When the sight is focused upon an object after absorbing it, brings it to the mental screen, then the mind sees it, feels it and ascribes meanings to it.'",
      "page": "8"
    },
    {
      "text": "'The basic principle of telepathy is to enable one to concentratively focus one's sight on one particular point. For attaining concentration of sight, some intention is also required to be there. The more proficiency in concentration is there the stronger becomes the will-power, backing the intentions.'",
      "page": "8"
    },
    {
      "text": "'If the concepts are complex and complicated it results in anxiety, uneasiness and worries and this causes scratches in the innate-impression, These very scratches are the basic reason of the moral corruption and the very same scratches are responsible for diseases like epilepsy, melancholia, depression, schizophrenia, anxiety, cancer, fistula, consumption and T.B. etc.'",
      "page": "11"
    },
    {
      "text": "'The waves of Ego (thoughts) are present everywhere in the Boundlessness simultaneously gripping the distances of Time and Space. Distances do not exist for these in the distance which the light waves have to cover up, existence of that distance is not even acknowledged by these waves.'",
      "page": "13"
    },
    {
      "text": "'Telepathy; the technique of transference of thought, is that branch of metaphysical science which has widely attracted the attention of the people of the present era.'",
      "page": "4"
    },
    {
      "text": "'Only a teacher knows, when some exercises should be practiced and when not. Those who practiced the reduction of sugar intake under the supervision of a teacher have reported that this exercise helped them in liberating from the spatio-temporal restrictions, enabling them to witness the far off things, see the incidents of the remote past or that of the future and observe the activities, taking place at the preternatural level.'",
      "page": "23-24"
    },
    {
      "text": "'All that is existing in the universe is either confined in circle or triangle. There does not exist any tiling, in this planet earth or the sky, which could be declared an exception to this law.'",
      "page": "87"
    },
    {
      "text": "'The material body of man is controlled by the aura. All the ailments, diseases, anxieties and disorders taking place in the psychical body of man initially take place in the aura. Diseases or anxieties are merely expressed by the physical body, that is, the physical body is a screen on which the film of the aura is being displayed. When the film is clear and free of distortions the picture displayed on the screen is also clear and sharp. In other words, if the aura is purged and cured the body automatically becomes healthy.'",
      "page": "56"
    },
    {
      "text": "'It is an important aspect of life that we remain in pursuit of those things which could give us pleasure. But since we are otherwise oblivious of the laws governing a sorrowful or pleasant life, we, in search of happiness, usually keep on heading in a wrong direction and due to our ignorance; we often select a path which ends in darkness.'",
      "page": "11"
    },
    {
      "text": "'Man is only a set of thoughts, or to say, he is nothing but a pattern of thinking. Similarly the angels, jinni and every creature having any awareness of its surroundings merely is a pattern of thinking.'",
      "page": "43"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is a unique contribution to modern esotericism, specifically within the realm of telepathy and spiritual development, by explicitly grounding its methods in an Islamic spiritual framework. While drawing on universal mystical concepts like a 'Cosmic Unconscious' and the energetic nature of reality (waves, light), it distinctively integrates them with Sufi teachings, particularly those of Qalander Baba Auliya. The emphasis on 'disciplic succession' and Quranic references situates it within a traditional lineage, differentiating it from Western occult practices that might focus solely on technique. The 'Dukhan' concept and its relation to salt/sugar intake offers a novel physiological-energetic model for altering consciousness, reminiscent of certain yogic and alchemical dietary disciplines. Its practical focus on healing and benevolent use aligns it with Hermetic principles of self-mastery for service, rather than purely acquisitive magic. The detailed student experiences provide empirical (albeit subjective) validation, a common feature in many grimoire traditions and magical diaries, making it a valuable case study for comparative occult research.",
    "target_audience": "The book targets 'lively-hearted friends' and 'scientists' seeking personal spiritual development and service to mankind, particularly younger generations with 'unpolluted minds and hearts.' It is designed for aspiring practitioners of telepathy and metaphysical sciences, emphasizing the need for an expert 'spiritualist and master of occult sciences' as a guide. The author explicitly states that the path is suitable for anyone with a 'soft nature, tender heart and an unencumbered mind,' suggesting a preference for individuals open to non-rational modes of understanding, often contrasting with the 'narrow-minded' or 'harsh hearted' who are 'confined in the shell of his own specific ideologies.' The text's blend of spiritual philosophy, practical exercises, and anecdotal evidence also makes it suitable for academic researchers in comparative religion, parapsychology, and the anthropology of esotericism."
  }
}