{
  "header": {
    "title": "Of Geomancy.",
    "authors": [
      "HENRY CORNELIUS AGRIPPA"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Geomancy",
      "Agrippa",
      "Divination",
      "Figures",
      "Houses",
      "Planets",
      "Zodiac",
      "Matres",
      "Filiae",
      "Index"
    ]
  },
  "central_thesis": "This text provides a comprehensive and practical guide to the Geomantic Art of Divination, detailing the generation of geomantic figures, their astrological correspondences (Planets and Zodiacal Signs), their placement within the Twelve Houses of Heaven, and the methodology for interpreting these figures to render judgments on any querried matter.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Geomancy and Figure Generation",
      "summary": "Geomancy is presented as an Art of Divination rendered by lot or destiny, where random points are generated in four lines. These points are then reduced to sixteen specific geomantic figures, which are further attributed to coelestial figures (Planets) and Zodiacal Signs, forming the basis for judgment."
    },
    {
      "chapter_title": "The Sixteen Geomantic Figures and Their Astrological Correspondences",
      "summary": "The text lists and illustrates the sixteen primary geomantic figures: The Greater Fortune, The Lesser Fortune, Via, Populus, Acquisitio, Laetitia, Puella, Amissio, Conjunctio, Albus, Puer, Rubeus, Carcer, Tristitia, Dragons Head, and Dragons Tail. Each figure is systematically assigned a ruling Planet (e.g., Solis for Fortune, Lunae for Via/Populus, Jovis for Acquisitio/Laetitia) and corresponding Zodiacal Signs (e.g., Leo for Fortune, Cancer for Via/Populus, Pisces for Acquisitio). The text notes distinctions, such as Greater Fortune being diurnal Sun and Lesser Fortune nocturnal Sun, and variations in benefic/malefic attributes based on planetary dignity or retrograde status."
    },
    {
      "chapter_title": "Construction of the Geomantic Chart: Matres, Filiae, and Houses",
      "summary": "The practical system begins by setting down points in four lines, forming the initial four 'Matres' (Mothers). From these Matres, four 'Filiae' (Daughters or Succedents) are derived by combining the point rows. These eight figures (four Matres and four Filiae) are then placed into the first eight Houses of Heaven (Matres forming Angles, Filiae forming Succedent Houses). The remaining four 'Cadent' Houses (9th, 10th, 11th, 12th) are derived by combining prior figures according to either a common method or a more 'true and rational' method based on the elemental triplicities of the Zodiacal Signs associated with the houses."
    },
    {
      "chapter_title": "Derivation of Coadjutrices, Testes, and the Index",
      "summary": "After the twelve Houses are constituted, further figures are derived hierarchically. The Coadjutrices or Testes (two figures) are produced by combining the figures of the last four Houses (9th, 10th, 11th, and 12th). From these two Coadjutrices, a single 'Index' figure is constituted. An alternative, 'secret' method for finding the Index is also provided, involving summing all points in the initial 'projections' and dividing by twelve, with the remainder indicating the House where the Index falls and provides competent judgment."
    },
    {
      "chapter_title": "Principles of Geomantic Judgment",
      "summary": "The core of the Geomantic Art lies in interpreting the figures within the Houses. Each House signifies specific life aspects (e.g., 1st for Querent, 2nd for substance). Judgment requires not only considering the figure in the specific House pertaining to the question but also observing all figures, the Index, and their interrelationships (aspects and commixtures). The text emphasizes grounding judgment in the 'natures of the signes ascending in their Houses' and the 'proprieties of the Figures'."
    },
    {
      "chapter_title": "Significations of Figures in Each House",
      "summary": "The largest portion of the text is dedicated to a detailed enumeration of the significations of each of the sixteen geomantic figures when found in each of the twelve Houses. For instance, 'The Greater Fortune in the first House' bestows long life and honour, while 'Amissio in the first House' signifies short life and sickness. These significations cover a vast array of potential questions, from health and wealth to relationships, travel, and public office, outlining both positive and negative outcomes depending on the specific figure and house placement."
    }
  ],
  "key_concepts": [
    {
      "term": "Geomancy",
      "definition": "An Art of Divination whereby judgment is rendered by lot or destiny, based on figures generated from points, in response to any question."
    },
    {
      "term": "Figures",
      "definition": "The sixteen fundamental patterns (e.g., Fortuna Major, Via, Populus) formed by reducing random points, each with specific planetary and zodiacal correspondences and interpretive meanings."
    },
    {
      "term": "Matres (Mothers)",
      "definition": "The first four geomantic figures generated directly from the initial four lines of randomly cast points."
    },
    {
      "term": "Filiae (Daughters/Succedents)",
      "definition": "Four secondary figures derived by combining the point rows of the Matres."
    },
    {
      "term": "Houses of Heaven",
      "definition": "The twelve astrological houses, to which the Matres, Filiae, and derived figures are assigned to form a geomantic chart for specific judgments relating to different aspects of life."
    },
    {
      "term": "Coadjutrices / Testes",
      "definition": "Two figures derived from the combination of the last four figures assigned to the Houses of Heaven (Houses 9-12)."
    },
    {
      "term": "Index",
      "definition": "The final single figure derived from the Coadjutrices, representing the ultimate judgment or 'thing Queried'. It can also be found by summing all points and dividing by twelve."
    },
    {
      "term": "Triplicities",
      "definition": "Elemental groupings of zodiac signs (fiery, earthly, airy, watery) used in the 'true' astrological method to derive the Cadent Houses (9th, 10th, 11th, 12th) from earlier figures."
    },
    {
      "term": "Projections / Point Generation",
      "definition": "The foundational act of randomly generating series of points (traditionally on earth or sand, then transcribed) that are subsequently reduced to geomantic figures."
    }
  ],
  "practical_system": {
    "description": "The practical system of Geomancy, as outlined, involves a sequential process of point generation, figure derivation, astrological attribution, chart construction, and interpretive judgment. It begins with the seemingly random act of making points, which are then systematically reduced to the sixteen fundamental figures. These figures are then carefully placed into an astrological house chart, with specific rules for deriving intermediate and final figures (Matres, Filiae, Coadjutrices, Index). The core operative aspect is the rigorous application of the interpretive significations of each figure within its respective house, alongside considering its planetary and zodiacal associations, to provide answers to a querent's question. The 'secret' method of Index calculation suggests an underlying numerical occult philosophy. The system requires meticulous attention to detail and a thorough understanding of the extensive interpretive lexicon provided.",
    "tools": [
      "A medium for making points (e.g., 'Earth,' sand, or paper).",
      "A stylus or finger for marking points.",
      "Knowledge of the 16 Geomantic figures and their symbolic representations.",
      "Knowledge of astrological houses, planets, and zodiacal signs for correspondences and chart construction."
    ],
    "rituals": [
      "Generation of points: 'Projections of the points of this Art to bee made with signes in the Earth,' implying a casting or marking process, traditionally on sand or earth, or by dotting on paper.",
      "The text mentions 'certayne holy incantations and deprecations, with other rites and observations, provoking and alluring spirits of this nature thereunto' in the initial generation stage, suggesting a ceremonial component to imbue the casting with spiritual influence, although specific incantations are not detailed in the provided excerpt."
    ]
  },
  "relevant_quotes": [
    {
      "text": "Geomancy is an Art of Divination, whereby the Judgement may be rendred by lot, or destiny, to every question of everything whatsoever, but the Art hereof consisteth especially in certain points whereof certain figures are deducted according to the reason or rule of equality or inequality, likenes or unlikenes, which Figures are also reduced to the Coelestiall Figures, assuming their natures and proprieties, according to the course and forms of the Signes and Planets; notwithstanding this in the first place we are to consider, that whereas this kinde of Art can declare or shew forth nothing of verity, unless it shall be radicall in some sublime vertue, and this the Authours of this Science have demonstrated to be two fold; the one whereof consisteth in Religion and Ceremonies; and therefore they will have the Projections of the points of this Art to bee made with signes in the Earth, wherefore this Art is appropriated to this Element of Earth, even as Pyromancy to the fire, and Hydromancy to the Element of Water: Then whereas they judged the hand of the Projector or Worker to me most powerfully moved, and directed to the terrestriall spirits; and therefore they first used certaine holy incantations and deprecations, with other rites and observations, provoking and alluring spirits of this nature thereunto.",
      "page": "1"
    },
    {
      "text": "That is to say, the four Matres are placed in a single row as in Table 3. The dots in the top row of the figures are used to form the first Filia: The top row of the first Matre becomes the top row of the first Filia; the top row of the second Matre becomes the second row of the first Filia; the top row of the third Matre becomes the third row of the first Filia, and the top row of the last Matre becomes the bottom row of the first Filia. The second, third and fourth rows of the Matres are similarly used to form the remaining Filiae.",
      "page": "4"
    },
    {
      "text": "As the former Matres doe make the foure Angles of an House, the first maketh the first Angle, the second the second Angle, the third maketh the third Angle, and the fourth the fourth Angle; so the foure Filiae arising from the Matres, doe constitute the foure succedent Houses; the first maketh the second House, the second the eleventh, the third the eighth, and the fourth maketh the fifth House: the rest of the Houses, which are Cadents are to be calculated according to the Rule of their triplicity; that is to say, by making the ninth out of the fourth and fifth, and the sixth out of the tenth and second, of the seventh and eleventh the third, and of the fourth and eighth the twelfth.",
      "page": "5"
    },
    {
      "text": "But here we shal give you the secret of the whole Art, to find out the Index in the subsequent Figure, which is thus: that you number all the points which are contained in the lines of the projections, and this you shall divine by twelve: and that which remaineth project from the Ascendant by the several Houses, and upon which House there falleth a final unity, that Figure giveth you a competent Judgement of the thing quesited; and this together with the significations of the Judgements aforesaid. But if on either part they shall be equal, or ambiguous, then the Index alone shall certifie you of the thing quesited.",
      "page": "7"
    },
    {
      "text": "But now in the maner of proceeding to judgement, this you are especially to observe; That whensoever any Question shall be proposed to you, which is contained in any of the Houses, that you shall not only answer thereunto by the figure contained in such a House; but beholding and diligently respecting all the figures, and the Index it self in two Houses, you shall ground the face of judgement. You shall therefore consider the figure of the thing quesited or enquired after, if he shall multiply himself by the other places of the figure, that you may cause them also to be partakers in your judgement: as for example, if a Question shall be propounded of the second House concerning a theef, and the figure of the second House shall be found in the sixth, it declareth the theef to be some of ones own household or servants: and after this maner shall you judge and consider of the rest; for this whole Art consisteth in the Commixtures of the figures, and the natures thereof; which whosoever doth rightly practice, he shall alwaies declare most true and certain judgements upon every particular thing whatsoever.",
      "page": "19"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is a foundational and highly relevant work within Western Esotericism, particularly for the study and practice of Geomancy. As part of Agrippa's 'Three Books of Occult Philosophy', it solidifies Geomancy's place within a broader magical worldview, integrating it with astrology and planetary magic. Its detailed systematization of figure correspondences, chart construction, and interpretive significations made it a standard reference for centuries. For modern practitioners, it offers an authentic primary source on traditional geomantic techniques, enabling a deeper understanding compared to more contemporary interpretations. It's crucial for understanding historical divinatory practices and their underlying magical philosophy.",
    "target_audience": "The target audience includes serious students and practitioners of Western Esotericism, occultists interested in traditional grimoire magic and divination, academic researchers in the history of magic and astrology, and anyone seeking a comprehensive and authoritative manual for practicing traditional Geomancy. Its technical depth and detailed instructions make it suitable for those already familiar with basic occult concepts, as it assumes a degree of existing knowledge in astrological principles for its more advanced interpretive sections."
  }
}