{
  "header": {
    "title": "Get Ha-Shemot - Divorce of the Names",
    "authors": [
      "Abraham Abulafia"
    ],
    "category": "Western Esotericism, Jewish Mysticism, Kabbalah, Letter Magic",
    "keywords": [
      "Abraham Abulafia",
      "Kabbalah",
      "Gematria",
      "Tzeiruf",
      "Names of God",
      "Sefer Yetzirah",
      "Merkava Mysticism",
      "Neoplatonism",
      "Celestial Spheres",
      "Divine Intellect",
      "Nefesh",
      "Torah",
      "Hebrew Letters",
      "Ecstatic Kabbalah"
    ]
  },
  "central_thesis": "Abraham Abulafia posits that names and letters are the fundamental, active, and creative elements of reality, forming the cosmic structure and serving as the primary means for human intellectual and spiritual perfection. The book, 'Divorce of the Names,' advocates for the removal of false or misunderstood names, retaining only those imbued with true wisdom, and provides the principles for 'masters of the names' to access genuine Kabbalistic knowledge and achieve 'the perfection of the mind by way of the intellect' through precise letter manipulation.",
  "structure_content": [
    {
      "chapter_title": "Preface",
      "summary": "This section introduces Abulafia's core philosophical premise: names and letters are the essential, active, and creative elements of reality, forming the basis of Kabbalistic cosmology. It sets the book's purpose as an indispensable guide for 'masters of the names' to achieve intellectual perfection by understanding true names. The preface emphasizes the esoteric nature of Kabbalah, traditionally transmitted orally, and states the intention to outline its foundational principles while maintaining necessary secrecy regarding deeper truths."
    },
    {
      "chapter_title": "Get Ha-Shemot – Divorce of the Names",
      "summary": "This extensive section elaborates on Abulafia's philosophical cosmology and operative Kabbalistic system. It begins by outlining the cosmic structure, detailing the 12 concentric celestial spheres and a surrounding uppermost sphere, relating them to the unified nature of God (Echad) through Gematria (1+8+4=13). The text introduces the five processes of letter manipulation from Sefer Yetzira – Chakika, Chatziva, Shikul, Hamira, and Tzeiruf – as the technical means for revealing the secrets embedded within divine names. It classifies different types of names (equivocal, metaphorical, doubtful, conventional, synonymous) and explores the profound significance and transformative power of primary divine names like YHVH and ADNY, along with their extensive permutations (Zeiruf). The work discusses the three parts of reality (intellectual, intermediate, lowest), the concept of Man as a micro-world, and the role of the Nefesh in achieving Dveikut (adhesion) to higher intellects. Abulafia details the ten hierarchical levels of separate intellects (Malachim), from Chayot Ha-Kodesh to Ishim, and explains how knowledge of these names and their inherent powers allows for the transformation of nature. The author underscores the importance of pure intention (Leshem Shamaim) and intellectual understanding over mere belief, ultimately guiding the 'Maskil' towards shedding lower forms of Nefesh to align with the intellectual form and comprehend the Creator."
    }
  ],
  "key_concepts": [
    {
      "term": "Kabbalah",
      "definition": "The secret part of Torah that must remain concealed from the public, transmitted orally from a worthy teacher to a worthy student. Its fundamental principle is that names and letters are the essential, active, and creative elements of reality."
    },
    {
      "term": "Maskil (משכיל)",
      "definition": "An intellectual or enlightened individual, a student or master of Kabbalah who possesses the capacity for deep understanding of esoteric truths. The target audience of this work."
    },
    {
      "term": "Nefesh (נפש)",
      "definition": "The intellectual quality of Man, akin to the 'Mind' or 'Psyche,' possessing various faculties. Its perfection through the intellect is the ultimate goal of Abulafia's Kabbalah, symbolizing gold in relation to the intellectual Torah."
    },
    {
      "term": "Get Ha-Shemot (גט השמות)",
      "definition": "Literally 'Divorce of the Names,' representing the act of separating and discarding false, misunderstood, or profane names, retaining only those that embody true wisdom and divine purpose. The title's numerical and textual significance is derived from combining specific scriptural initials and Gematria."
    },
    {
      "term": "Echad (אחד)",
      "definition": "'One,' signifying the unified nature of God and the cosmos. Its Gematria (1+8+4=13) is used to illustrate the unity of the world's 13 spheres (1 circumspective, 8 celestial, 4 elemental)."
    },
    {
      "term": "Tzeiruf (צירוף)",
      "definition": "'Combination' or 'Permutation,' referring to the systematic manipulation of Hebrew letters, either through rearrangement or combination, as one of the five core operative techniques for revealing hidden meanings and activating the power of divine names."
    },
    {
      "term": "Gematria (גימטרות)",
      "definition": "A method of numerical computation for Hebrew letters and words, used to uncover hidden relationships, equivalences, and esoteric meanings within divine names and scriptural texts. It is a key aspect of the 'Shikul' process."
    },
    {
      "term": "Shem Meforash (שם מפורש)",
      "definition": "The 'Pronounced Name,' primarily referring to the Tetragrammaton (YHVH), which is considered the most potent divine name. It represents the origin and culmination of all existence, unifying all paths of creation and possessing profound transformative power."
    },
    {
      "term": "ADNY (אדני)",
      "definition": "The pronounced name Adonai, associated with divine lordship and mercy. Its Gematria value of 126 connects it to 'Nachon' (established). It is a central name in conjunction with YHVH for advanced letter combinations and mystical operations."
    },
    {
      "term": "Merkava (מרכבה)",
      "definition": "'Chariot' or 'Composition,' referring to the mystical tradition of the divine chariot. It also denotes the cosmic structure and the composition of letters. When Man's intellect is actualized, it becomes a 'lower Merkava,' capable of perceiving divine realities. The concept is also used metaphorically to explain truth and falsehood through letter-based decompositions."
    },
    {
      "term": "Ruach Ha-Kodesh (רוח הקודש)",
      "definition": "The 'Holy Spirit,' representing a state of divine inspiration and higher knowledge, surpassing mere philosophical wisdom. It enables direct insight into the levels of reality and the ability to transform nature through the power of names."
    },
    {
      "term": "Leshem Shamaim (לשם שמים)",
      "definition": "'For the sake of heaven,' indicating pure, altruistic intention in all actions and studies, especially in Kabbalistic practice. It is crucial for the efficacy and ethical conduct of letter and name manipulations, ensuring alignment with divine will rather than selfish gain."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined in 'Get Ha-Shemot' is a form of ecstatic Kabbalah, or prophetic Kabbalah, centered on achieving spiritual and intellectual transformation through the active, meditative, and operative manipulation of divine names and Hebrew letters. The underlying philosophy is that the letters and names are the fundamental 'active, and creative elements of reality,' capable of reshaping both inner consciousness and outer nature. The system requires a deep theoretical understanding of cosmology (the 13 spheres, hierarchical intellects) and anthropology (the Nefesh and its faculties) as a prerequisite for effective practice. The practitioner, a 'Maskil,' engages in a structured methodology of letter permutations to unlock and internalize divine wisdom.",
    "tools": [
      "Hebrew Alphabet: The 22 letters and five vowels (Kamatz, Tzeire, Cholam, Chirik, Shuruk) are the primary tools, viewed as living entities embodying divine creative power.",
      "The Five Processes of Tzeiruf (צירוף): These are the core operative techniques derived from Sefer Yetzirah:",
      "- Chakika (חקיקה): 'Engraving' or 'Legislating,' involving the initial inscription and conceptual establishment of names.",
      "- Chatziva (חציבה): 'Carving' or 'Separating,' the analytical process of dissecting names into constituent letters to understand their individual qualities and potential.",
      "- Shikul (שיקול): 'Weighing,' the evaluation of letters and names through Gematria (numerical values) and Cheshbonot (computations) to discern their hidden relationships and energetic significance.",
      "- Hamira (המירה) / Temurah (תמורה): 'Substitution' or 'Exchange,' replacing letters based on specific Kabbalistic rules (e.g., אחה\"ע permutations) to alter and reveal new dimensions of a name's power.",
      "- Tzeiruf (צירוף): 'Combination,' the active rearrangement and recombination of letters to form new sequences or names, without direct substitution, to access deeper meanings and activate transformative forces.",
      "Kavanot (כוונות): 'Mystical intentions,' denoting focused mental concentration and pure, altruistic alignment (Leshem Shamaim) crucial for directing the spiritual energy generated through letter manipulations.",
      "Divine Names: Specific divine names (e.g., YHVH, ADNY, Elohim, Shadai, Eheieh) and the ten levels of separate intellects (Malachim) serve as the primary subjects for these letter-based meditations and operations.",
      "Cosmological Knowledge: A detailed understanding of the 13 celestial and elemental spheres and their correspondence to divine unity (Echad) provides the 'cosmic stage' and conceptual framework for all operative work."
    ],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "Get Ha-Shemot is Abulafia's attempt to describe the general ideology and cosmology that underlie the fundamental principle of Kabbalah – that names and letters are the essential, active, and creative elements of reality.",
      "page": "4"
    },
    {
      "text": "if I mention something of the roots of true Kabbalah, I will only indicate it as something that must remain concealed – for I will not be a teller of secrets. Let he who can hear, hear, and he who fails, fail.",
      "page": "6"
    },
    {
      "text": "God created man in his own image\" (Genesis 1:27), and the essence of the Blessed Creator is the conception of all existence, which is why He is called intellect.",
      "page": "8"
    },
    {
      "text": "And the five mentioned processes are generally called Tzeiruf (צירוף, combination) of the letters. And they are Chakika (חקיקה, engraving or legislating), Chatziva (חציבה, carving), Shikul (שיקול, weighing), Hamira (המירה, substitution, more commonly spelled Hamara, or Temurah, תמורה).",
      "page": "9"
    },
    {
      "text": "And so the motion repeats itself in a circle at the end of every 999. And these are the nines, and similarly in all the letters there are three nines (ט, צ, ק), which are equal respectively to 9, 90, 900 in Gematria], in the image of the three worlds, and together they equal [9*3=] 27; and their secret [meaning] is Kaf Zchut (כף זכות, the scale of merit [Zach, ז\"ך = 27]).",
      "page": "35"
    },
    {
      "text": "And know that this blessed name contains all the names that are Meforashim, and they all follow from it. And it includes three books [this is a reference to the three Seforim of Sefer Yetzirah], which are Chochma (חכמה, wisdom), Bina (בינה, understanding) and Daat, (דעת, knowledge). And within it are seventy-two names, and this is the secret of Y (י) YH (יה) YHV (יהו) YHVH (יהוה) [= 72]; and know and understand this deeply.",
      "page": "36"
    },
    {
      "text": "And I truly know that whenever I or another interpreter who knows some Kabbalah mentions one thing or another about the transformation of nature, enforced by the power of the knowledge of names, our words will sound very strange and pretty much mistaken to those who inquire after wisdom with their intellects.",
      "page": "38"
    },
    {
      "text": "And now I will enlighten you generally by way of conclusion. And know that there are 3 (ג) types of Nefesh among the inferior ones. And the types of Nefesh of the superior ones are 9 (ט), so that all those who have a Nefesh in general are Ge\"t (ג\"ט, 12).",
      "page": "49"
    }
  ],
  "critical_analysis": {
    "relevance": "Abulafia's 'Get Ha-Shemot' is a cornerstone text in the study of ecstatic Kabbalah, offering a unique blend of philosophical cosmology and operative letter mysticism. Its primary relevance lies in providing a detailed technical framework for understanding how divine names and Hebrew letters are not merely symbolic but are the active, creative forces shaping reality. Abulafia innovatively integrates concepts from Sefer Yetzirah, Maimonides' Guide to the Perplexed, and Neoplatonic thought, reinterpreting them through the lens of Gematria and Tzeiruf. The work is crucial for appreciating the intellectual depth of Kabbalistic practice, particularly its focus on mental transformation and prophetic experience. It directly contrasts with other Kabbalistic schools that emphasize the emanations (Sefirot) as the primary focus, instead placing the manipulation of language and divine names at the forefront of mystical ascent and transformative magic.",
    "target_audience": "The book is explicitly addressed to the 'Maskil,' an advanced student or practitioner of Kabbalah who possesses a solid foundation in Jewish mystical and philosophical traditions. It is not an introductory text; rather, it assumes prior knowledge of Hebrew, scripture, and core Kabbalistic concepts. Abulafia frequently references complex ideas and numerical equivalences without elementary explanations, often stating that deeper secrets are to be conveyed orally to worthy initiates. The text warns against superficial engagement or the pursuit of magical power for worldly gain, emphasizing pure intention ('Leshem Shamaim') and the ultimate goal of intellectual perfection and Dveikut (adhesion to the divine). Therefore, its practical utility is geared towards dedicated esotericists and mystics committed to rigorous intellectual and spiritual discipline."
  }
}