{
  "header": {
    "title": "ESOTERIC EXTENSION OF TAROT TO DEVELOP SUPERSENSORY POWERS",
    "authors": [
      "Ann Davies"
    ],
    "category": "Esotericism and Occultism",
    "keywords": [
      "Tarot",
      "Subconsciousness",
      "Supersensory Powers",
      "Qabalah",
      "Consciousness",
      "Telepathy"
    ]
  },
  "central_thesis": "This text posits that the development of supersensory powers is fundamentally linked to understanding and consciously directing the subconscious mind, which is viewed as the universal substance underlying all existence. The High Priestess Tarot card is presented as a symbol of this subconscious realm, and its mastery allows for the conscious co-creation of reality and the harnessing of telepathic abilities.",
  "structure_content": [
    {
      "chapter_title": "LESSON 14: Transcriptions from Ann Davies' Class Lectures",
      "summary": "This lesson introduces the concept of subconsciousness as the fundamental universal substance, contrasting it with self-consciousness (The Magician) and superconsciousness. It explains that the subconscious holds the patterns for all existence and is the foundation for self-consciousness. Through dream analysis and practical exercises, students are encouraged to develop awareness of this subconscious realm. The text emphasizes that we are all unconscious co-creators and the goal is to become conscious co-creators by directing subconscious power. It also introduces telepathy as a key supersensory power facilitated by the fluidic nature of universal subconsciousness. The lesson links Tarot Key 2 (The High Priestess) to subconsciousness and its symbolic representation of memory. It distinguishes between physical reality and the mental images held within Universal Consciousness and highlights the importance of the physical universe as a manifestation. The text further explores the nature of telepathy, its constant operation, and its relationship to clairvoyance and clairsentience. It also touches upon the potentially negative aspects of uncontrolled subconsciousness, such as insanity and obsessions, and the importance of maintaining conscious control."
    }
  ],
  "key_concepts": [
    {
      "term": "Subconsciousness",
      "definition": "The fundamental, universal substance within which all beings live, move, and have their being. It contains the underlying patterns for all existence and is the foundation for self-consciousness. It is described as a fluidic, universal flow that permeates all things and life, and it is the repository of all memory. It is the secret path to experiencing a particular kind of awareness and is the medium for telepathic transmission."
    },
    {
      "term": "Self-consciousness",
      "definition": "The aspect of consciousness that is associated with The Magician Tarot card. It is the power of holding attention in one spot and then another, enabling subconsciousness to weave sensed images into the fabric of reality. It is crucial for experiencing consciousness, but it rests upon and depends on the power of subconsciousness."
    },
    {
      "term": "Superconsciousness",
      "definition": "A higher level of awareness of life that allows one to perceive the essence and livingness behind physical forms. When attained, it reveals that questions of reality are matters of interpretation and that the physical universe is real but not what it seems, being pictorial images held by Universal Consciousness."
    },
    {
      "term": "Universal Substance/Universal Consciousness",
      "definition": "The single, overarching consciousness and substance of life that encompasses all of existence. Self-consciousness, subconsciousness, and superconsciousness are seen as different aspects or levels of expression of this one substance, interpermeating and inseparable."
    },
    {
      "term": "The High Priestess (Tarot Key 2)",
      "definition": "The symbolic representation of subconsciousness. Her scroll indicates the registration of memory in a spiral form, symbolizing the cyclic nature of evolution. Her fluidic aspect symbolizes the universal substance and the interconnectedness of all beings within the One Substance."
    },
    {
      "term": "Peace and Strife",
      "definition": "The pair of opposites assigned to Tarot Key 2 (The High Priestess). Strife arises from the delusion of separation from the rest of creation, while Peace comes with the experience of the flow of subconsciousness and the understanding of interconnectedness."
    },
    {
      "term": "Telepathy",
      "definition": "A supersensory power that functions through the fluidity of universal subconsciousness. It is the constant transmission and reception of thoughts and emotions, happening at all times between all living beings, though often not consciously perceived. It is described as the shape the mind takes when an image is received or sent."
    },
    {
      "term": "Conscious Co-creator",
      "definition": "The state of being where one consciously directs their subconscious power to shape their environment and experiences, rather than being an unconscious co-creator whose desires and experiences are shaped by forces beyond their awareness."
    }
  ],
  "practical_system": {
    "description": "The practical system described involves cultivating conscious awareness and direction of the subconscious mind, which is identified as the Universal Substance. This is achieved through: 1. Understanding the nature of consciousness as layered (self, sub, super) but ultimately One Substance. 2. Recognizing the subconscious as the foundation for all manifestation and experience, including dreams and physical reality. 3. Using conscious attention to direct the 'creative mind' which operates through the subconscious. 4. Developing awareness of the essence and livingness behind forms, not just the forms themselves. 5. Understanding telepathy as a constant, fluidic exchange through the universal subconscious, and learning to be consciously aware of and potentially direct this flow. The goal is to transition from an 'unconscious co-creator' to a 'conscious co-creator' by harnessing this power for personal growth and influencing one's environment. The High Priestess Tarot card serves as a symbolic focus for meditating on and understanding the subconscious and memory.",
    "tools": [
      "Tarot Key No. 2 (The High Priestess) as a symbolic representation and focus for subconscious exploration."
    ],
    "rituals": [
      "Meditative practices focused on the High Priestess Tarot card to understand and connect with subconscious memory and universal substance.",
      "Developing conscious attention and directing it towards the 'essence of livingness' behind physical forms.",
      "Analyzing dream experiences as indicators of subconscious functioning.",
      "Practicing the consistent holding of mental images with emotion to manifest them (as mentioned in elementary metaphysics)."
    ]
  },
  "relevant_quotes": [
    {
      "text": "In essence, subconsciousness is the universal substance within which we live and move and have our being.",
      "page": "1"
    },
    {
      "text": "There could be no such thing as self-consciousness without a subconscious substance as a foundation for consciousness or to provide the materials for consciousness.",
      "page": "1"
    },
    {
      "text": "The functioning consciousness is basically subconsciousness.",
      "page": "1"
    },
    {
      "text": "When your development attains to a superconscious awareness of life, you will discover that there are no questions of reality on any level of experience. These are merely matters of interpretation.",
      "page": "2"
    },
    {
      "text": "Subconsciousness is the secret path which we travel in order to experience this particular kind of awareness. This is necessary because it is in the subconscious level of universal consciousness that all memory of all that has ever been exists.",
      "page": "2"
    },
    {
      "text": "You are becoming a conscious co-creator with God, instead of being an unconscious co-creator. This is the major difference.",
      "page": "2"
    },
    {
      "text": "This feeling of separation is the greatest delusion of all.",
      "page": "3"
    },
    {
      "text": "Your subconscious mind does untold numbers of things simultaneously in every instant of life, so that you will be enabled to experience consciousness. Your ability to experience consciousness rests and depends upon the power of subconsciousness.",
      "page": "3"
    },
    {
      "text": "We must, therefore, think of subconsciousness as something that we all share in, as a fluidic universal substance, as an ocean flowing in and out, permeating all things and all life, everywhere.",
      "page": "4"
    },
    {
      "text": "This fluidity of the universal subconscious is the secret of the understanding of telepathy.",
      "page": "5"
    },
    {
      "text": "Telepathic communication has taken place. You have not been aware of it, so you may think telepathy occurs only at times. However, telepathy occurs at all times. There is never a time when telepathic communication does not take place between all living beings.",
      "page": "5"
    },
    {
      "text": "Insanity is the retirement of self-conscious objective awareness into the depths of subconscious illusion.",
      "page": "5"
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant to practitioners of Western Esotericism, particularly those interested in Qabalistic and Tarot-based systems for spiritual development and the cultivation of psychic abilities. It offers a framework for understanding consciousness and its layers, positioning the subconscious as the wellspring of both psychic phenomena and creative power. Its emphasis on conscious co-creation aligns with modern magical theories of manifestation and intention.",
    "target_audience": "The primary target audience is advanced students of esoteric philosophy and occultism, individuals who have some familiarity with concepts like consciousness, Tarot, and psychic phenomena. It is aimed at those seeking to move beyond theoretical understanding to practical application in developing supersensory awareness and consciously influencing their reality."
  }
}