{
  "header": {
    "title": "Ars Notoria: The Notory Art of Solomon",
    "authors": [
      "Solomon",
      "Apollonius",
      "Robert Turner",
      "Benjamin Rowe"
    ],
    "category": "Grimoire Tradition",
    "keywords": [
      "Ars Notoria",
      "Solomonic Magic",
      "Notory Art",
      "Memory Arts",
      "Hermeticism",
      "Angelic Magic",
      "Liberal Arts",
      "Orations",
      "Notes"
    ]
  },
  "central_thesis": "The 'Notory Art of Solomon' provides a divinely revealed system, transmitted by angels to Solomon, enabling practitioners to rapidly acquire profound knowledge, wisdom, eloquence, and memory in all Liberal Arts, Sciences, and even prophetic and divinatory abilities, through the disciplined contemplation of sacred 'Notes' (figures) and the reverent recitation of powerful 'Orations' (prayers and barbarous names), adhering to specific lunar and temporal conditions.",
  "structure_content": [
    {
      "chapter_title": "Foreword",
      "summary": "This section by Benjamin Rowe contextualizes Robert Turner's 1657 translation of 'Ars Notoria,' noting it is the sole English version based on Agrippa's Latin. It highlights that Turner's edition lacks the crucial 'Notes' (visual figures, sigils, and integrated text) central to the practice. It describes the 'inspection' of these notes as a contemplative or imaginative visualization process leading to knowledge of the Liberal Arts. The Foreword also outlines the text's division into three parts: 'generals' (broad abilities), 'specials' (Liberal Arts specific skills), and a variant section focusing again on 'generals,' noting the text's internal inconsistencies and poor original typesetting."
    },
    {
      "chapter_title": "The Notory Art revealed by the Most High Creator to Solomon.",
      "summary": "This foundational section asserts that the Notory Art, bestowed upon Solomon by holy angels at the Altar of the Temple, granted him immediate and complete knowledge of all Arts and Sciences. It begins with a general invocation, 'Alpha and Omega! Oh Almighty God,' a prayer for divine illumination of the mind and spirit to attain the perfection of this holy Art, encompassing all faculties of memory, intelligence, and understanding for the glory of God."
    },
    {
      "chapter_title": "The First Treatise: The Golden Flowers",
      "summary": "Introduced by Master Apollonius, this treatise is presented as a general introduction to the Natural Sciences, confirmed by Solomon, Manichaeus, and Euduchaeus. It discusses attaining knowledge of Liberal Arts and Astronomy through 'Experiments and Documents,' emphasizing the efficacy of sacred words. The Notory Art is divided into general and special rules, with its core being 'Notes' whose virtue transcends human comprehension, rooted in Hebrew signification, and whose power is activated through pronunciation."
    },
    {
      "chapter_title": "The First Precept & Spiritual Mandate",
      "summary": "This section introduces specific, untranslated words (e.g., 'Hely, Scemath Amazaz') as Solomon's 'First Revelation,' too pure for full interpretation and derived from Chaldee, Hebrew, and Greek. It instructs that before reciting any Orations, the initial prayer must be said devoutly. For scriptural understanding or eloquent pronunciation, specific 'Figure' words (e.g., 'Hely Scemath') are to be pronounced in the morning. The Oration 'Theos Megale' is described as mystically framed from various tongues for broad application."
    },
    {
      "chapter_title": "Efficacy and Practice of Orations",
      "summary": "This part details the profound and untranslatable nature of some Orations, asserting their mystical depth from Solomon's writings and their essential connection to specific 'due times and seasons' for operation. It introduces 'Triumphal Orations of the Liberal Arts' (called 'Hely' in Chaldean) as an entry point to the Notory Art, to be pronounced on specific lunar days (4th, 8th, 12th, 16th, 24th, 28th, 13th). Angels are said to explain these 'expositive times,' connecting the four languages (Greek, Hebrew, Chaldee, Latin) to global knowledge and virtues."
    },
    {
      "chapter_title": "The First Figure and Oration of the Four Tongues",
      "summary": "This section describes the 'first Figure of the Notory Art' as a 'Quadrangle Note,' symbolizing Angelical Wisdom and the 'Ring of Philosophy,' fundamental to the entire Science. It mandates its rehearsal four times daily (morning, third hour, ninth hour, evening), emphasizing secret, low-voice pronunciation, fasting, and chastity. It introduces the 'Oration of the four Tongues' ('The Splendor or Speculum of Wisdom'), composed of specific potent names (e.g., Assaylemath, Lemath, Azzabue), to be read on 'holy Lunations' for enhanced understanding, memory, and eloquence."
    },
    {
      "chapter_title": "Efficacy of Orations and the Nature of Notes",
      "summary": "This part elaborates on the 'inexplicable' Oration ('The happiness of Wit,' 'Light of the Soul,' 'Speculum of Wisdom'), stating its profound power, understood by few. It confirms the Notory Art's comprehensive scope, teaching all arts through 'brief Notes,' as evidenced in Solomon's 'Lemegeton.' It explains that each 'Note' represents a specific knowledge tied to an Oration and Figure, and the 'Queen of Tongues' Oration (Chaldean) specifically grants eloquence by removing impediments."
    },
    {
      "chapter_title": "Orations for Eloquence and Memory",
      "summary": "This section provides specific Orations for invoking angels to gain eloquence and improve memory. The 'Invocation of the Angels of God' (starting 'Lameth, Leynach') is to be said chastely and fasting at the beginning of scripture and each month. The 'Prayer to obtain a good Memory' invokes Archangels (e.g., Eliphamasay, Gelonucoa) and 'glorious Angels' whose names are unspeakable. The prologue to this Oration ('I Beseech thee, O my Lord') aims to illuminate conscience, understanding, and soul, and to restore memory and temper the tongue."
    },
    {
      "chapter_title": "Orations for Vision, Physical Art, and Revelation",
      "summary": "Instructions are given for using Orations to obtain visions, discern future dangers, or gain knowledge about absent persons (recite three times in the evening). A powerful Oration (starting 'Ihesus fili Dominus Incompehensibilis') is provided for diagnosing diseases and predicting outcomes (life/death) for sick individuals. It also describes applying the Oration to discern the sex of an unborn child, verify virginity, or uncover hidden infirmities, attributing these effects to the 'Angelic Vertue.' Solomon's 'Miraculous and Efficacious Foundation of the Physical Science' is also introduced."
    },
    {
      "chapter_title": "Division of Arts and their Notes",
      "summary": "The text explains the Notory Art's structure, encompassing all Liberal and Mechanick Arts. It defines the seven Liberal Arts and lists Mechanick Arts like Hydromancy, Pyromancy, and Nigromancy, noting Solomon's injunctions regarding which related texts are permissible. It specifies the number of 'Notes' for each of the first three Liberal Arts: Grammar (3), Dialects (2), and Rhetorick (4), attributing this revelation to an Angel who presented Solomon with a book of Figures and Orations. The Notes of Theology and Philosophy are described as 'great and dangerous' but immensely efficacious."
    },
    {
      "chapter_title": "Lunar Timings for Note Inspection and Orations",
      "summary": "Detailed instructions are provided for inspecting the Notes and reciting Orations according to the Moon's phases. For Grammar, specific notes and orations are to be repeated a certain number of times on particular lunar days (e.g., 1st, 14th, 15th, 17th). The text mandates fasting on the first day of inspection. While Dialectical Notes can be used daily (with exceptions), Rhetorical Notes also have restricted days. More profitable months for operations are specified based on astrological signs (e.g., fiery signs for Theology/Astronomy), emphasizing celestial influences and angelic rejoicing during these times."
    },
    {
      "chapter_title": "Advanced Orations and Theological Mysteries",
      "summary": "This section delves into a series of highly potent Orations, some of which are augmentations of earlier ones, to be pronounced before specific 'Notes' of various Arts, especially Theology and Philosophy. These include invocations of divine names (e.g., Ezamamos, Gezomelion, Lemogethom) and appeals to God for intellectual and spiritual graces, memory, eloquence, and understanding of divine mysteries. It reiterates Solomon's severe warnings against presumptuous use, emphasizing purity and reverence, and details specific lunar timings for these advanced practices."
    },
    {
      "chapter_title": "The Ineffable Note and Divine Revelation",
      "summary": "This chapter describes the 'ineffable Note,' particularly for Theology, which Solomon received from an Angel during a 'night of Pacification.' This Note is graphically represented by 'Figures of Swords, birds, trees, Flowers, Candles and Serpents,' and its mysteries were revealed to Solomon in a 'book of Gold.' Practitioners are instructed to diligently 'look into' and conceal its precepts, and to carefully guard any words or writings revealed by the Angel in visions. Specific Orations (e.g., Hosel, Jesel) are to be pronounced after the inspection of all Arts and the Note of Theology."
    },
    {
      "chapter_title": "General Precepts and Preliminary Operations",
      "summary": "This section outlines foundational precepts for operating the Notory Art, emphasizing faith, hope, and constant desire. It classifies the method into three 'species': silent internal Oration, fasting and prayer, and chastity (for at least nine days). It specifies pre-operative fasting (two or three days) for divine revelation of good or evil desires. The importance of confessing sins and maintaining purity is stressed, along with a warning against presumption, citing a servant's blindness and lameness from unauthorized reading."
    },
    {
      "chapter_title": "Rituals for Understanding Books and Dream Incubation",
      "summary": "Practical steps are given for acquiring knowledge from books: consulting an expert, reading the book three times, and performing a dream incubation ritual. This involves sleeping on the right side with the palm of the hand under the ear, after writing 'Alpha and Omega' on the right hand, to receive visions or voices informing the desired knowledge. Fasting on bread and water (double alms on Lord's day) and maintaining bodily/mental purity are prerequisites. Specific Orations for 'Oh Father, Maker of all Creatures' and 'O Christ, Son of the living God' are provided to be recited during these operations."
    },
    {
      "chapter_title": "Memory Consecration and Final Orations",
      "summary": "This detailed ritual describes the consecration of a 'Figure of Memory' over four days. On the final day, the practitioner baths, dons clean garments ('Lectisternium'), suffumigates with frankincense, and at night, secretly kneels before their bed to recite a powerful Oration ('O most great and most Holy Father') seven or nine times. The 'Figure' is then placed under the head for sleep, promising attainment of desires and celestial secrets through dream visions. Further Orations for 'O great God, Holy Father, most Holy Sanctifier' and for expelling lusts are also provided, reinforcing the importance of purity and divine grace."
    }
  ],
  "key_concepts": [
    {
      "term": "Notory Art",
      "definition": "A divinely revealed system for the rapid acquisition of knowledge, wisdom, eloquence, and memory, especially concerning the Liberal Arts, through specific magical practices."
    },
    {
      "term": "Notes",
      "definition": "Sacred figures, sigils, illustrations, and integrated texts central to the Notory Art. Contemplation and visualization of these 'Notes' (though absent in Turner's edition) are crucial for the transmission of knowledge and abilities."
    },
    {
      "term": "Orations",
      "definition": "Long and potent prayers, often containing barbarous names derived from Hebrew, Greek, and Chaldean. Recitation of these Orations with reverence, devotion, and proper timing is essential for invoking divine and angelic assistance and activating the Art's virtues."
    },
    {
      "term": "Inspection",
      "definition": "The act of 'looking into' or contemplating the 'Notes,' implying a meditative or imaginative visualization practice intended to open the mind to divine knowledge and infuse mental faculties."
    },
    {
      "term": "Lunations",
      "definition": "Specific days of the lunar cycle (e.g., 4th, 8th, 12th) that are prescribed as auspicious times for performing the operations and reciting the Orations of the Notory Art."
    },
    {
      "term": "Liberal Arts",
      "definition": "The seven traditional academic disciplines—Grammar, Rhetoric, Dialectic, Arithmetic, Geometry, Astronomy, and Music—which are the primary subjects for knowledge acquisition within the Notory Art."
    },
    {
      "term": "Mechanick Arts",
      "definition": "Other practical and often divinatory arts mentioned, such as Hydromancy (divination by water), Pyromancy (by fire), and Nigromancy (through dead animals), which are also addressed within the Notory Art's scope, though with warnings."
    },
    {
      "term": "Barbarous Names",
      "definition": "Specific divine and angelic names, often untranslated and presented in Hebrew, Greek, or Chaldean forms, integrated into the Orations, believed to carry immense power and efficacy despite their human incomprehensibility."
    },
    {
      "term": "Figure of Memory",
      "definition": "A specific, consecrated object or representation (implied to be one of the Notes) used in rituals, often placed under the ear during sleep, to induce dream visions and enhance mnemonic abilities."
    }
  ],
  "practical_system": {
    "description": "The 'Ars Notoria' outlines a complex operative system designed to rapidly infuse the practitioner with knowledge, memory, and eloquence, especially concerning the Liberal Arts. The core mechanics involve the 'inspection' (contemplation/visualization) of divinely revealed 'Notes' (sacred figures or sigils, largely missing from this translation) and the reverent recitation of powerful 'Orations.' These Orations often include 'barbarous names' in Hebrew, Greek, and Chaldean, believed to hold inherent virtue. The practice demands strict adherence to specific lunar cycles, precise timings (hours of the day), and a rigorous regimen of personal purity, chastity, fasting, and devotional posture. The goal is direct divine or angelic revelation and an almost miraculous transformation of the practitioner's intellectual and spiritual faculties.",
    "tools": [
      "The 'Notes' themselves (sacred figures, sigils, and texts, though physical copies are frequently absent in existing editions).",
      "The text of the 'Ars Notoria' as a guide.",
      "Clean garments and 'Ornaments' (e.g., Lectisternium, a priestly robe for ritual sleep).",
      "Frankincense for suffumigation.",
      "Pen and ink for writing sacred words (like 'Alpha and Omega') on the hand.",
      "A bed, specifically for dream incubation rituals.",
      "Books and Scriptures for study and inspiration."
    ],
    "rituals": [
      "Daily recitation of general and specific Orations, often involving untranslated divine/angelic names.",
      "'Inspection' or meditative contemplation of 'Notes' (visual figures, sigils, and integrated text) at prescribed times.",
      "Strict observance of specific lunar days (e.g., 4th, 8th, 12th) and hours (morning, 3rd, 9th, evening) for operations.",
      "Maintaining personal purity, chastity, and a repentant state, along with fasting (often on bread and water, sometimes for several days) before and during operations.",
      "Performing rituals in specific postures: kneeling, prostrating, stretching hands towards a wall, and maintaining silence and devotion.",
      "Dream incubation rituals for knowledge acquisition: sleeping on the right side with a consecrated 'Figure of Memory' or written 'Alpha and Omega' under the ear to receive visions or auditory instructions.",
      "Confession of Heart and Mouth before certain Orations.",
      "Giving alms, sometimes double on the Lord's Day."
    ]
  },
  "relevant_quotes": [
    {
      "text": "And know this; that if thou hast not the books in thy hands, or the faculty of looking into them is not given to thee; the effect of this work will not be the lesse therefore: but the Orations are twice then to be pronounced, where they were to be but once: And as to the knowledge of a vision, and the other virtues which these Holy Orations have; thou maist prove and try them, when and how thou wilt.",
      "page": "3"
    },
    {
      "text": "The text instructs the practioner to “look into” or “inspect” the note with which he is working several times a day, and to recite certain prayers and magickal names during a portion of those occasions. The specific prayers and names are integrated into the visual portion of the note in some instances, and it is not known whether these integrated prayers are among the many translated by Turner.",
      "page": "3"
    },
    {
      "text": "For the Notory Art hath a Book in Astronomy, whereof it is the Beginning and Mistriss; and the Vertue thereof is such, that all Arts are taught and derived from her. And we are further to know, that the Notory Art doth in a wonderful manner con-tain and comprehend within it self, all Arts, and the Knowledge of all Learning, as Solomon witnesseth: Therefore it is called, The Notary Art, because in certain brief Notes, it teacheth and comprehendeth the Knowledge of all Arts: for so Solomon also saith in his Treatise Lemegeton, that is, in his Treatise of Spiritual and Secret Experi-ments.",
      "page": "16"
    },
    {
      "text": "We are therefore to know, that the whole Oration remaineth unexpounded; because the words thereof are of so great subtilty, adorned with the Hebrew and Chaldean Tongue, with the subtile and wonderful Elocution of God: that the Office of the free Exposition thereof, cannot possibly be transferred upon me. The Latine words which are subjoyned to the parts of the Oration aforesaid, are such words as have been translated out of the Chaldean Tongue: for they are not the whole Oration; but as certain Heads of every Oration pertaining thereunto.",
      "page": "24"
    },
    {
      "text": "This is a true and approved experiment, to understand all Arts and secrets of the World, to find out and dig up minerals and treasure; This was revealed by the Heav-enly Angel in this Notory Art. For this Art doth also declare things to come, and rendereth the sense capable of all Arts in a short time, by the Divine use thereof.",
      "page": "48"
    }
  ],
  "critical_analysis": {
    "relevance": "The 'Ars Notoria' is a seminal text in the Grimoire tradition, particularly significant for its unique emphasis on intellectual and spiritual attainment rather than material manifestation. It represents an esoteric path to knowledge acquisition, aligning with Hermetic principles of divine wisdom and drawing parallels to classical memory arts (e.g., the Art of Memory or Memory Palaces). Its focus on direct divine/angelic revelation for learning provides a distinct magical paradigm that influenced subsequent Solomonic literature and offers insights into medieval understandings of magic, cognition, and divine inspiration. For modern practitioners, it presents a system for mental and spiritual enhancement through ritualized contemplation and invocation, highlighting the power of focused intent and sacred language.",
    "target_audience": "This work is primarily aimed at practitioners of Solomonic magic and the Grimoire tradition, scholars of Western Esotericism interested in medieval magic and intellectual history, occultists seeking advanced methods for cognitive and spiritual development, and individuals with a deep interest in memory arts and the historical intersection of magic and scholasticism."
  }
}