{
  "header": {
    "title": "Infernal Texts – Book One",
    "authors": [
      "Magister Hagur",
      "Anton Long",
      "Algar Merridge"
    ],
    "category": "Western Esotericism, Occultism, Left-Hand Path, Satanism",
    "keywords": [
      "Order of Nine Angles",
      "ONA",
      "Satanism",
      "Left Hand Path",
      "Acausal Sorcery",
      "Dark Gods",
      "Septenary System",
      "Aeonic Magick",
      "Sinister Dialectic",
      "Star Game",
      "Magickal Training",
      "Self-Development",
      "Occult Insight",
      "Archetypes",
      "Nexion",
      "Esoteric Chant",
      "Crystal Tetrahedron",
      "Mythos",
      "Lovecraft"
    ]
  },
  "central_thesis": "The Order of Nine Angles (ONA) presents a system for individual self-development and the attainment of Occult insight and abilities through challenging, practical, and often 'dark' experiences. It emphasizes transcending conventional morality and ego-centric views, fostering personal excellence, and achieving a greater awareness by interacting with acausal energies and entities (the Dark Gods) to evolve human consciousness and influence causal reality.",
  "structure_content": [
    {
      "chapter_title": "Order of Nine Angles - Introductive",
      "summary": "This section introduces the ONA's core philosophy, emphasizing individual experience as the sole path to self and Occult insight. It critiques other Satanic/Occult groups (CoS, ToS, Diabolists, Crowley) for their perceived ego-fulfillment, lack of real insight, and adherence to 'sanitized' or limited Satanism. The ONA's contributions include the LHP as a developmental means, emphasis on mental/physical character, understanding Magickal forces (causal/acausal), restructuring symbols (Septenary Tree of Wyrd, deofel Quartet), creating a Sinister Tarot, extending Aeonic Magick, promoting individual initiate work, and fostering awareness of Dark Gods and personal qualities like excellence and honor."
    },
    {
      "chapter_title": "Return To The Dark: Esoteric Notes XVII",
      "summary": "This chapter delves into the nature of the Sinister, Archetypes, Forms, and Aeons as 'intimations' of the acausal realm, which is beyond the four-dimensional causal matrix. It asserts that Magick and the Sinister Way are means to experience this 'Some-thing,' leading to a true, individual 'Knowing' beyond the Internal Adept stage. It stresses that evolution comes only through practical magickal experiences (Light and Dark) and that much esoteric knowledge remains unwritten, to be discovered through direct experience by genuine Adepts."
    },
    {
      "chapter_title": "Defending the ONA?",
      "summary": "This section addresses criticisms leveled against the ONA. It clarifies that ONA's aims are to create genuine Adepts through anarchic, individual guidance, trial, and error. It explains the Sinister Dialectic as part of Aeonics (e.g., National Socialism as a causal form, not the essence). It states the ONA did not 'invent' the Septenary System but made aspects public and extended it, contrasting it with Crowley's Qabalah. It also explains ONA's unique use of terms like Aeonics, Sinister Dialectic, nexion, presencing, and archetype, and defends against accusations of copying regarding the Tree of Wyrd, Tarot, and tetrahedron."
    },
    {
      "chapter_title": "Advanced Introduction to The Dark Gods: Five-Dimensional Acausal Sorcery",
      "summary": "This chapter introduces the fundamental basis of five-dimensional acausal sorcery, which relies on 'acausal thinking.' Key concepts include 'simultaneity' (acausal energy not propagating linearly in causal time/space), 'acausal beings' (entities like the Dark Gods existing independently in acausal dimensions), and 'empathy' (understanding causal beings as parts of the causal/acausal matrix). Acausal sorcery aims to create or draw acausal entities into causal spaces, transform causal entities, and ultimately enable dwelling in the acausal. It states acausal beings are beyond causal morality and can 'feed off' certain emotions."
    },
    {
      "chapter_title": "The Dark Gods: A Basic Introduction for non-Adepts",
      "summary": "This section describes the Dark Gods as actual entities in the acausal universe, perceived as 'timeless,' 'chaotic,' and 'immoral' from a causal viewpoint. It explains that human consciousness is partly acausal, allowing for potential perception of these entities. The 'Abyss' is the barrier separating causal consciousness from the Dark Gods, an ordeal that requires confronting these entities without dualistic illusions. Star Gates (nexions) are physical regions where causal and acausal universes join, enabling passage for Dark Gods, with legends placing them near stars like Dabih, Naos, and Algol, and near Saturn in our solar system."
    },
    {
      "chapter_title": "Introduction from Grimoire of the Dark Gods (ONA)",
      "summary": "This entry further elaborates on the acausal realm, describing it as possessing more than three spatial dimensions and acausal time, connected to the causal universe via Star Gates and human minds. Archetypes are ordered elements of acausal energy. It outlines three types of 'drawing down' of acausal forces/entities: localized individual manifestation, powerful forces to physical manifestation, and the return of the Dark Gods race to Earth, identifying some by names like Atazoth, Shugara, Athushir, Budsturga, and Gaubni. The Grimoire aims to awaken latent pathways in consciousness and facilitate the return of the Dark Gods."
    },
    {
      "chapter_title": "H.P LOVECRAFT and the Dark Gods",
      "summary": "This chapter critiques H.P. Lovecraft's Cthulhu mythos, asserting it misrepresents the genuine tradition of the Dark Gods. Lovecraft, having only partial access to the tradition and limited understanding (not seeing beyond the Abyss), created a literary distortion. The ONA clarifies that Dark Gods are symbolized by vibrations, represent primal Chaos, and their return means restoring Chaos, destroying the 'historicality of Being.' It reiterates Star Gates as nexions for inter-universe travel (physical and astral) at specific cosmic alignments (every ~2000 years). It highlights Lovecraft's inadvertent truths, like the trapezohedron and Azathoth, connecting them to Nine Angles and the Septenary Star Game."
    },
    {
      "chapter_title": "Invokation to the Dark Gods",
      "summary": "This section serves as an excerpt from 'Codex Saerus: A Practical Guide to Satanic Ceremonial' (Thormynd Press, 1992 eh), indicating practical guidance for invoking the Dark Gods. It includes a 'CHART STATUS' with astronomical coordinates and stellar data, likely related to favorable cosmic alignments for invocation, and a 'LEGEND' for star types. The text directs readers to 'NAOS – A Practical Guide to Modern Magick' for further details on the practical system."
    },
    {
      "chapter_title": "The Approach of the Dark Gods",
      "summary": "This chapter explains the Septenary Spheres as 'Gates' linking the physical world to acausal realms, which can be seen psychologically (Jungian archetypes) or as actual extra-dimensional existences. The opening of each Gate signifies a New Aeon and increased human consciousness, linked to specific terrestrial locations and natural evolution. The current Western Aeon is fading, and the next Aeon, extra-terrestrial in origin, will be heralded by the physical exploration of space and the mythos of the Dark Gods (primal chaos). The New Aeon's arrival, signifying the calling forth of the Dark Gods, is facilitated by the Rite of the Nine Angles and the return of 'shape-changers' (aliens), which influenced early human evolution."
    },
    {
      "chapter_title": "In The Sky of Dreaming",
      "summary": "This is a narrative piece describing Raynould's dream and subsequent transformation into an old man, then into a young woman (a shapeshifter). It illustrates the presencing of acausal entities, the concept of causal energy drainage, and the process of seeding the causal world with a new species of half-human, half-alien beings. Raynould's journey highlights the interaction between the causal and acausal, and the fulfillment of the shapeshifter's task to bring forth these new beings, with a focus on 'Red Moon Dawning' (a specific event or phase) and 'The Seeding' (the act of propagating these acausal-influenced entities)."
    },
    {
      "chapter_title": "Sabirah",
      "summary": "This narrative describes Sabirah, a shapeshifting entity, who engages in acts of violence and manipulation to drain 'life-force' (acausal-energy) from humans. She uses a large quartz crystal to charge herself, and her encounters are depicted as means to sustain her shapeshifting form and prepare for a 'new eternal being' or the emergence of other acausal entities. The story details her predatory nature, her ability to entice and overpower, and the fate of her victims, who are left to languish and die after being drained, highlighting the sinister and transgressive aspects of acausal interaction."
    },
    {
      "chapter_title": "Jenyah",
      "summary": "This narrative follows Jenyah, another shapeshifting entity, who, like Sabirah, seduces and drains the life-force from human males. The story emphasizes her need for 'acausal-energy' to counteract the 'centuries weighing down upon her, ageing her ever so slowly.' Her method involves enchanting her victims, leading them to a secluded setting (a brick-vaulted cellar), and performing a transgressive act (castration and subsequent vampiric draining) to consume their life-force. Her ultimate goal is to move on when a chosen town is 'denuded enough,' seeking a genuine companion to travel with her to her acausal place of birth, as a 'new eternal being' birthed by such exchanges."
    },
    {
      "chapter_title": "Who Is An ONA Adept (and Beyond)?",
      "summary": "This chapter presents a series of esoteric questions designed to test a 'genuine ONA Adept' or 'Master/LadyMaster,' implying that the answers are not publicly available but revealed individually or discovered through practical experience. It asserts that true Adeptship is gained by following ONA's guidance (Naos, BBS1, etc.), undertaking Insight Rôles, ceremonial workings, Grade Rituals, Esoteric Chant, The Star Game, and studying the Dark Gods mythos. This foundation enables 'peregrinations' towards Mastery, involving diverse experiences, rational thought, and the development of sinister and magickal empathy to discover deeper truths."
    },
    {
      "chapter_title": "ONA MSS and Copyright",
      "summary": "This statement outlines the ONA's anti-copyright stance, deeming it an anachronistic concept contrary to the spirit of free distribution of information essential for its subversive and evolutionary strategy. It asserts that ONA materials (MSS, compilations, books like Deofel Quintet) can be freely published and distributed, with no official approval needed and no profit motive for the ONA or authors. It stresses that reproductions should be accurate and unaltered, with external artwork/illustrations clearly differentiated from ONA material. It also suggests standard electronic formats (HTML) over proprietary ones."
    }
  ],
  "key_concepts": [
    {
      "term": "Order of Nine Angles (ONA)",
      "definition": "A controversial esoteric organization promoting individual self-development and the attainment of Occult insight and abilities through a rigorous, often transgressive Left-Hand Path, distinct from mainstream occultism. It emphasizes direct personal experience, self-honesty, and the challenging of conditioned values."
    },
    {
      "term": "Acausal Energy/Beings/Dimensions",
      "definition": "A realm existing beyond conventional causal time and space. Acausal energy propagates non-linearly. Acausal beings (e.g., Dark Gods) are entities dwelling in these dimensions, independent of causal existence, and can manifest or be 'presenced' in the causal universe. Acausal thinking involves understanding simultaneity and non-linear existence."
    },
    {
      "term": "Dark Gods",
      "definition": "Actual entities existing in the acausal universe, perceived from a causal perspective as 'timeless,' 'chaotic,' 'immoral,' and 'terrifying.' They are often shapeshifters and their presencing into the causal realm is a central goal of ONA Adepts, believed to change human life and the universe."
    },
    {
      "term": "Nexion / Star Gate",
      "definition": "Regions or points (physical, energetic, or within consciousness) where the causal and acausal universes intersect. These serve as pathways or channels for the flow of acausal energy and the passage of acausal beings into the causal dimensions. Star Gates are often associated with specific celestial bodies."
    },
    {
      "term": "Sinister Dialectic",
      "definition": "A core ONA concept, particularly manifested in 'Aeonics,' referring to the interplay of causal and acausal forces, often involving challenging, transgressive, or 'dark' experiences that drive evolution and transformation. It is a means, not the essence, of the ONA."
    },
    {
      "term": "Septenary System / Tree of Wyrd",
      "definition": "An esoteric system revived and extended by the ONA, distinct from Crowley's Qabalah. The Tree of Wyrd is a 3-D (or 4-D) representation of nexions, providing a practical guide to external magick for novices and External Adepts. It is fundamental to ONA's understanding of cosmic structures."
    },
    {
      "term": "Star Game",
      "definition": "A new, advanced form of magick, appropriate for modern times, which captures the real essence of the nexion. Its various forms are designed to provoke 'acausal thinking' and provide experience of the awareness involved in interacting with acausal forces. It symbolically represents the Nine Angles."
    },
    {
      "term": "Adeptship",
      "definition": "A stage of individual self-development within the ONA path, achieved through long, hard, and dangerous practical experiences and ordeals. It involves attaining genuine magickal skills, self-insight, self-honesty, and transcending ego-fulfillment and conventional morality to gain a deeper understanding of the Occult."
    },
    {
      "term": "Esoteric Chant",
      "definition": "A technique of acausal sorcery involving specific sound vibrations, often used in conjunction with certain shaped crystals (e.g., quartz tetrahedron). Its purpose is to access or produce acausal energy and/or open nexions to acausal spaces, allowing acausal beings to presence in causal dimensions."
    },
    {
      "term": "Insight Roles",
      "definition": "Practical experiences designed to challenge an individual's conditioned values, foster self-insight, and develop character. These roles are part of the ONA's method of individual transformation and movement towards Adeptship."
    },
    {
      "term": "Magick",
      "definition": "As understood by the ONA, magick is the 'willed presencing of acausal energy' into the causal realm. It is a means to move towards experience of the 'Some-thing' beyond the four-dimensional matrix, leading to true individual knowing and self-attainment."
    },
    {
      "term": "Shapeshifters",
      "definition": "A type of acausal being, including the Dark Gods and their progeny, capable of dwelling within or manifesting in causal forms (such as living bodies). They are central to the ONA's narrative of acausal entities returning to Earth to influence human evolution."
    },
    {
      "term": "Aeons",
      "definition": "Cosmic tides or periods, caused by the structure of causal and acausal space-time, which facilitate or hinder the flow of acausal energy into the causal realm. The beginning of an Aeon is a favorable time for such presencing, marking significant evolutionary changes and the opening of 'Gates'."
    }
  ],
  "practical_system": {
    "description": "The ONA's practical system, termed 'five-dimensional acausal sorcery,' is a progressive path for individual self-attainment and conscious manipulation of acausal energies to effect change in the causal realm and facilitate personal evolution. It involves a series of practical experiences and ordeals designed to dismantle ego-centric views, transcend conventional morality, and cultivate 'acausal thinking' – a non-linear understanding of existence. The ultimate goal is to evolve human consciousness, interact directly with acausal entities (Dark Gods), and potentially transfer one's consciousness to acausal spaces or facilitate the return of these entities to Earth.",
    "tools": [
      "Large, clear, pure quartz tetrahedron (used with esoteric chant and sound vibration)",
      "Sinister Tarot (with ONA-specific images, though initiates are encouraged to create their own)",
      "Star Game (a new form of magick for developing acausal thinking and experiencing acausal awareness)",
      "ONA MSS (Naos, Codex Saerus, Sacramentum Sinistrum, Thernn, The Deofel Quartet, Dark Trilogy, Acausal Alchemy, BBS1) as guides and learning forms"
    ],
    "rituals": [
      "Grade rituals (leading to Adeptship and beyond)",
      "Aeonic Magick (extended by ONA for influencing cosmic cycles)",
      "Practical (and sometimes dark) experiences for self-attainment",
      "Esoteric Chant (using sound vibrations, often with crystal tetrahedrons)",
      "Insight Roles (challenging experiences for self-insight and character development)",
      "Specific 'acts' or extended rituals to create/prepare nexions for attracting acausal energies/beings",
      "Ceremonies of blasphemy, excess, and human sacrifice (mentioned as methods for 'opening a nexion to the Dark Gods')",
      "Rite of Afsana (involving Petriochor, though not detailed)",
      "Rite of the Nine Angles (for calling forth the Dark Gods)"
    ]
  },
  "relevant_quotes": [
    {
      "text": "Satanism is about pride, an acceptance of individual worth. It is about defiance - challenging the accepted, seeking to know the unknown and seeking to discover, to explore and conquer: a refusal to bow down or give in. It is about excellence - of going beyond what is, in personal terms; of achieving a greater awareness and understanding than the majority. It is a desire to experience the limits of living, to strive for the gods...",
      "page": "2"
    },
    {
      "text": "Only the ONA understands and practices Satanism as it is, insisting that Satanism is about individual self-development in both the real and Occult worlds, and that this can only be achieved by long, hard dangerous and toilsome experience.",
      "page": "3"
    },
    {
      "text": "All genuine Adepts understand the simple truth that all causal forms - propounded/described by whatever esoteric Order or group, or manifest by the creativity/discovery of whomsoever - are but intimations, and that this especially true of attempts to define/understand The Sinister/The Acausal/The Dark Gods, all of which are but terms which attempt to describe Some-thing beyond the four-dimensional matrix.",
      "page": "5"
    },
    {
      "text": "The fundamental basis of five-dimensional acausal sorcery is acausal thinking: that is, knowing and understanding what the acausal is, what acausal energy is, and how such things relate to our causal phenomenal world, and to us, as individuals.",
      "page": "13"
    },
    {
      "text": "One of the aims of a certain groups of Adepts is to presence (or, rather, to re-presence) The Dark Gods. That is, to bring these beings (who are mostly shapeshifters) into our own causal dimensions and thus change the life, the living, of our world, and our causal universe.",
      "page": "15"
    },
    {
      "text": "According to sinister tradition, the Dark Gods are actual entities which exist in the acausal universe. According to our spatial, causal, perception, these beings may be regarded as \"timeless\" and \"chaotic\" (and also terrifying not mention \"immoral\").",
      "page": "16"
    },
    {
      "text": "The Nine Angles (the key to contact both physical and astral) are re-presented in the septenary Star Game and it is through this symbolic re-presentation that the magick of the Dark Gods is made manifest. The rest, to the uninitiated, is sheer terror.",
      "page": "19"
    },
    {
      "text": "“She who touched me is not quite human, you see, as Sandra's child was not, which I'm sure you already knew. They have this plan, you see, to breed a new not quite human species, half human, half alien.",
      "page": "40"
    }
  ],
  "critical_analysis": {
    "relevance": "The text presents a highly radical and controversial perspective within Western Esotericism, explicitly positioning the Order of Nine Angles (ONA) as a unique and authentic path to self-development and interaction with acausal entities. It is deeply critical of mainstream occult traditions, including the Church of Satan, Temple of Set, and even Crowley, for their perceived limitations and 'sanitized' approaches. Its emphasis on direct, often transgressive and potentially dangerous, experience (including mentions of human sacrifice), acausal sorcery, and the literal return of 'Dark Gods' offers a distinctive and extreme philosophy, challenging conventional morality and spiritual paths. The ONA's self-proclaimed influence and unacknowledged borrowing by other groups highlight its provocative nature and its attempt to define a specific evolutionary trajectory for humanity.",
    "target_audience": "The primary target audience is not the general public or even casual occult enthusiasts, but rather serious practitioners and advanced students of Western Esotericism, particularly those interested in radical Left-Hand Path traditions, Satanism, and Chaos Magick who are prepared for challenging, unconventional, and potentially transgressive practices. The text explicitly states it is for 'genuine Adepts' and 'LHP seeker/Dark Sorcerer/Sorceress,' warning that 'the rest, to the uninitiated, is sheer terror.' The inclusion of 'tests' and deliberate 'mistakes' or 'fables' suggests a filtering mechanism for those truly dedicated and possessing 'genuine insight' and 'magickal skill'."
  }
}