{
  "header": {
    "title": "Enochian Entities: \"LIBER TYPHON\" THE BABALON WORKING [Revisited]",
    "authors": [
      "-SaToGa",
      "Salvatore Tommy Ganci"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Enochian Magic",
      "Thelema",
      "Occultism",
      "Enochian Entities",
      "Liber Typhon",
      "Babalon Working",
      "SaToGa",
      "John Dee",
      "Edward Kelley",
      "Aethyrs",
      "Choronzon",
      "Michael Archangel",
      "Babalon",
      "ZAX",
      "Sigillum Dei Aemeth",
      "AOMORYBN",
      "Abaddon",
      "Horus",
      "Gnostic"
    ]
  },
  "central_thesis": "The work presents a syncretic re-interpretation of Enochian Entities, linking them to Egyptian cosmology (Divine Ennead, Set/Sutekh, Horus) and reframing the Babalon Working as a manifestation of a 'New Aeon Current'. Through personal gnosis, ritual work (Aethyr LOE, specific invocations), and confrontation with figures like Choronzon/ZAX, the author reveals a system that deconstructs conventional Judeo-Christian interpretations of Archangels, asserts a direct encounter with 'BABALON' distinct from Thelemic constructs, and explores the operative mechanics of these forces for self-transformation.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Enochian Entities & Their Nature",
      "summary": "This section introduces the author's core premise: Enochian Entities are analogous to the Egyptian Divine Ennead (Tep Zepi). It aligns Babalon with Set/Sutekh and Galvah with Ma'at, Isis, and Sophia, ultimately equating Enoch with Thoth to complete a symbolic circle. The author explicitly rejects the notion that Dee & Kelley accessed the 'Energy-Pool' of Judeo-Christian Archangels, positing a distinct source."
    },
    {
      "chapter_title": "The New Aeon Current & Archangel Michael",
      "summary": "The author identifies a 'New Aeon Current' as being associated with Horus and heralded by Gabriel. A controversial claim is made regarding Archangel Michael 'inadvertently' providing Dee with the '666 lead' during the creation of the Sigillum Dei Aemeth. The section delves into various magical concepts including Luciftian 'Brightness', Babalon over Babylon, methods to encounter Choronzon and Cacodaemons, and the integration of Gnostic overtones, warning against playful dabbling in 'Black Magick'."
    },
    {
      "chapter_title": "Religio-Political Scheme & Galvah/Babalon",
      "summary": "The Enochian Entities (EE) are presented as having a 'Religio-Political scheme' designed to destabilize world religions and their political ties, characterized by the Entities' deceptive 'play nice' facade. Further mystical identities are established for Galvah as Sophia (Wisdom), Isis (12:12), and Babalon, with Babalon also being equated with Madimi."
    },
    {
      "chapter_title": "The Sigillum Dei Aemeth & AOMORYBN",
      "summary": "A detailed analysis and diagram of the Sigillum Dei Aemeth are provided. The concept of 'Left Over Letters on Perimeter' spelling AOMORYBN is introduced, connecting it to the 'Original 666' before Michael 'erased' two of the sixes. This section links AOMORYBN directly to Abaddon or Apollyon, providing Hebrew, Greek, Latin, and Coptic definitions for the 'Destroyer'."
    },
    {
      "chapter_title": "Grimoire Notes & Ritual Structure (Aethyr LOE)",
      "summary": "This part presents direct images from the author's Grimoires, outlining the ritual structure for workings with the Aethyr LOE (16th to 12th Aethyr, referred to as the '19th Key'). It lists entities like TAPAMAL (Water), GEDOONS (Norill), and AMBRIOL (Green), associating them with zodiacal influences (Cancer, Pisces, Scorpio). Specific ritual components include 'OiP TEAM PDOCE' and 'MEDLPRNA - MERCY', along with sigils for Lexarph, Comanan, and Tabitom."
    },
    {
      "chapter_title": "The Babalon Working: Initial Charge & Entities Invoked",
      "summary": "The commencement of the 'Babalon Working' on January 19, 2011, is documented with a potent invocation in Enochian/Angelic language. This invocation enumerates numerous entities, including AOMORYBN, Babalond, Babalon, Choronzon, and a lengthy list of angelic/demonic names, indicating a comprehensive and intensive ritual charge intended to ignite a 'volatile' process."
    },
    {
      "chapter_title": "Aethyr LOE: Analysis, Xenoglossia & Synchronicity",
      "summary": "Further deepens the analysis of the 12th Aethyr LOE through 'Synergism -letter reversals', defining ELO as 'the first' and EOL as 'made/make'. It assigns astrological/Kabbalistic correspondences (Leo, Sun, Tiphareth, Sekhmet) to LOE, while identifying the 12th Aethyr with Babalon, 11th with 'Post-Babalon/Pre-Choronzon', and 10th with Choronzon. The author mentions performing Egyptian Rites, the 'Rite of the Headless One', experiencing Xenoglossia, reading Coptic manuscripts, and noting a 12:12 'ISIS' synchronicity."
    },
    {
      "chapter_title": "Synchronized Energy & Personal Connection",
      "summary": "The author describes a profound sense of 'synchronized energy' and an 'ultra-thin etheric cord' connecting him to 'Babalonists'. A personal synchronicity is highlighted: the discovery of his own unique birth name, Salvatore Ganci, in historical accounts related to Jack Parsons' deadly Babalon Working explosion, suggesting a deep, predestined connection to the current."
    },
    {
      "chapter_title": "Harmonica & Enochian Letter Experiments",
      "summary": "Experimental magic is detailed, where individual Enochian letters were cut out and their 'Energy Fields' measured with a pendulum. It was observed that some names 'lost Their potency' if not read in reverse, highlighting a unique aspect of Enochian Script. The author also experimented with substituting Enochian letters with Harmonica Notes in certain names, based on musical equivalents."
    },
    {
      "chapter_title": "Vision of Aethyr LOE & Babalon Encounters",
      "summary": "A vivid, detailed account of the 'Vision of the Aethyr LOE' from January 30, 2011, is provided. It includes imagery of a tornado, a 'blue screen epic' desert, and a nude, crucified woman with flaming hair and puckered lips inhaling wind, who calls herself 'Eclipse'. This figure is identified as Sophia/Twin aspect and Babalon. A direct interaction with 'BABALON' occurs, revealing synchronicities related to the author's age (49) and birth date (January 19), linking to 'Liber Jubilee' and the concept of being 'Born Again'."
    },
    {
      "chapter_title": "Teloch Vovin, VAOAN & Liber Typhon",
      "summary": "The vision continues with Babalon's lower self transforming into a volcano and a serpent-filled face. A shattered glass reveals a 'WILD!' animal identified as 'Teloch Vovin, who was Cthulhu, before Cthulhu was'. Instructions to 'Leave the poison, here' are given. The entity reveals its name as 'VAOAN' (Truth). The vision culminates in pronouncements: 'Liber Typhon meets Liber Loagaeth' and 'Babalon: 'LIBER-TYPHON'', followed by a vision of Leviathan rising, symbolizing profound transformative forces."
    },
    {
      "chapter_title": "Prophecies, ZAX Vision & Choronzon",
      "summary": "This section outlines prophecies of 'Violent Overthrow, Nature's Culling, Oppression, and... Anarchy'. The author experiences Kundalini activation during vision. A critical distinction is made: 'She' (the vision entity) never uttered the name 'Babalon', which is categorized as a 'magickal lodge, Telesmatic Image creation/Thelema production', contrasting with the direct, personal encounter the author had, culminating in the declaration 'I MET BABALON'."
    },
    {
      "chapter_title": "ZAX, Choronzon & The Necronomicon",
      "summary": "ZAX is defined as an introspective journey, meeting the 'man in the mirror', and achieving a profound understanding. Choronzon is identified as the Psycho-pomp within ZAX, leading through a 'House of Mirrors' and revealing 'ZAX-Speak' answers. The sacred inhabitants of ZAX are described as 'holy, white shrouded'. The vision links ZAX to archetypal locations like Mount Sinai, the 'House of the Holies', the 'Veil', King Solomon's Temple, and the Nile reflection of Amenti and Abydos."
    },
    {
      "chapter_title": "Choronzon as Illusion & Liber Loagaeth",
      "summary": "Choronzon is portrayed as a 'phantasmagoric kaleidoscope' who reveals his greatest illusion: 'Me'. He is controversially identified with Liber Loagaeth and the 'infamous Necronomicon', volunteering to 'lure' the practitioner. Choronzon explains Satan's method of creating illusory foundations in dreams, acts as the Ferryman on a mock River Styx crossing, and teaches about 'Time' (Chronos as a storm god like Set/Sutekh, linked to Gnostic Seth). Liber Loagaeth's meaning is further elucidated by 'The 3 individuals who appeared to Abraham' and Melchezidek, symbolizing the Covenant (Holy Table). The author advises against non-sequential Aethyr journeying."
    },
    {
      "chapter_title": "Choronzon Figure #333 & Anti-Christos",
      "summary": "A Grimoire depiction (Figure #333) of Choronzon illustrates him with a 'Thornly Crown' and 'Facial Similarity as Art Depicts Christos'. The figure has a 7x7=48 tattoo, corrected to '49 - minus 1 leaf', with the '1 leaf' given by Galvah representing 'Christos'. This visual culminates in Choronzon being explicitly labeled 'ANTI-CHRISTOS', signifying a direct opposition or inversion of traditional Christian archetypes within the Enochian context."
    }
  ],
  "key_concepts": [
    {
      "term": "Enochian Entities",
      "definition": "Beings analogous to the Egyptian Divine Ennead (Tep Zepi), possessing a 'Religio-Political scheme' to disrupt world religions. They are perceived as 'stumbling and pretending to play nice' while operating."
    },
    {
      "term": "Babalon Working",
      "definition": "A specific magical operation, initiated by the author on January 19, 2011, involving the invocation of Babalon and related entities, seen as a manifestation of a 'New Aeon Current'. It explores the operative mechanics and true nature of these forces."
    },
    {
      "term": "Liber Typhon",
      "definition": "A central, powerful concept explicitly linked to Babalon within the author's gnosis, indicating a profound chthonic or adversarial current. It is stated that 'Liber Typhon meets Liber Loagaeth' and 'Babalon: 'LIBER-TYPHON'', suggesting a synthesis of these forces."
    },
    {
      "term": "New Aeon Current",
      "definition": "A spiritual and magical energy current identified with Horus, distinct from conventional Judeo-Christian Archangel egregores, and underlying the true nature of Enochian workings. It is heralded by Gabriel."
    },
    {
      "term": "Sigillum Dei Aemeth",
      "definition": "A central magical seal, whose perimeter letters are interpreted to form 'AOMORYBN'. It is connected to the number '666' and its reduction or modification by Archangel Michael, suggesting a hidden layer of meaning related to Abaddon."
    },
    {
      "term": "AOMORYBN",
      "definition": "A name derived from the 'Left Over Letters on Perimeter' of the Sigillum Dei Aemeth. It is explicitly linked to Abaddon/Apollyon, 'the Destroyer', indicating a significant infernal or destructive archetype within the system."
    },
    {
      "term": "Galvah",
      "definition": "A multi-faceted entity identified with Ma'at, Isis, Sophia (Wisdom), Babalon, and Madimi. In the context of the Choronzon Figure #333, Galvah is also said to represent 'Christos', suggesting a complex role as both divine feminine and a counterpoint to 'ANTI-CHRISTOS'."
    },
    {
      "term": "ZAX",
      "definition": "A vision-quest or internal journey described as meeting the 'man in the mirror' through introspection. It provides answers in 'ZAX-Speak' and involves engaging with Choronzon as a Psycho-pomp, leading through symbolic landscapes and revelations of self and hidden truths."
    },
    {
      "term": "Choronzon",
      "definition": "The 'infamous Necronomicon' and a 'volunteer' to lure the practitioner. He acts as a Ferryman on a mock River Styx, teaches about 'Time' (Chronos/Set/Sutekh/Gnostic Seth), and reveals his greatest illusion is 'Me'. He is depicted as 'ANTI-CHRISTOS' in the Grimoire."
    },
    {
      "term": "Teloch Vovin",
      "definition": "A 'WILD!' animal observed in vision, identified by the entity as 'Cthulhu, before Cthulhu was'. This suggests a primordial, chthonic, and possibly pre-cosmic entity integrated into the Enochian-Thelemic framework."
    },
    {
      "term": "LOE (12th Aethyr)",
      "definition": "A specific Aethyr where the author experiences profound visions, including a direct encounter with 'BABALON'. It is interpreted through 'Synergism -letter reversals' for terms like ELO ('the first') and EOL ('made/make'), and is associated with Babalon, Leo, Sun, Tiphareth, and Sekhmet."
    },
    {
      "term": "Synergism -letter reversals",
      "definition": "A magical technique or interpretive principle used to derive deeper meanings from Enochian terms, by reversing letters within a word to find new meanings (e.g., ELO to EOL) or to unlock 'potency' (as seen in pendulum experiments)."
    },
    {
      "term": "Babalon (as construct)",
      "definition": "The author distinguishes his direct, personal encounter with 'BABALON' from 'Babalon' as a 'magickal lodge, Telesmatic Image creation/Thelema production', implying that the latter is a human-created egregore or conceptualization rather than the ultimate entity itself."
    }
  ],
  "practical_system": {
    "description": "The practical system outlined is a highly personalized and intense method of invoking and interacting with Enochian Entities, particularly 'BABALON', Choronzon, and related forces. It integrates elements of traditional Enochian workings (Aethyrs, Sigillum Dei Aemeth) with a Thelemic-Gnostic cosmology, emphasizing direct gnosis, syncretic interpretation, and a willingness to confront adversarial currents. The system relies on grimoire-based ritual structures, precise timing, and experimental methods, leading to profound visionary and transformative experiences.",
    "tools": [
      "Grimoires: Personal magical journals containing detailed ritual instructions, sigils, notes on visions, and entity correspondences (e.g., Figure #1, Figure #616, Figure #333).",
      "Sigillum Dei Aemeth: Used as a central magical diagram, serving as a basis for deriving names like AOMORYBN and understanding numerical/archetypal connections.",
      "Magical Wand: Employed in evocations, as indicated in Grimoire notes (Figure #616).",
      "Sigils: Specific magical symbols drawn for entities such as Lexarph, Comanan, and Tabitom to facilitate their invocation or engagement.",
      "Pendulum: Utilized for dowsing to measure 'Energy Fields' of Enochian letters and ascertain their 'potency', especially in reverse sequences.",
      "Harmonica: An unusual tool used in experiments to substitute Enochian letters with musical notes, exploring sonic correspondences in magical names.",
      "Candles: Specifically, a 'Red 7day Novena Candle' is mentioned for ritual use (Figure #1).",
      "Scrying Sphere (Black): Visible in imagery, implying its use in obtaining visions and communicating with entities.",
      "Pyramid (Small White): Visible in imagery, potentially used as a focal point or symbolic object in ritual space."
    ],
    "rituals": [
      "Babalon Working: A focused ritual period (e.g., January 19-30, 2011) involving extensive invocation of a pantheon of Enochian, angelic, and adversarial names (e.g., AOMORYBN, Choronzon) to manifest the 'New Aeon Current'.",
      "Aethyr LOE (19th Key) Working: Scrying or meditative engagement with the 12th Aethyr, employing its specific entities (TAPAMAL, GEDOONS, AMBRIOL) and symbolic landscape to evoke visions and direct communication.",
      "ZAX Vision-Quest: An introspective process, utilizing Choronzon as a Psycho-pomp, designed to facilitate self-confrontation ('meeting the man in the mirror') and receive gnosis in 'ZAX-Speak'.",
      "Egyptian Rite / Rite of the Headless One: Performance of rituals from obscure papyrus manuscripts to achieve deeper magical states, including xenoglossia, suggesting a non-Enochian, but integrated, ritual component.",
      "Banishing Rituals: Practical banishing spells (e.g., 'in kitchen due to refrigerator knockings') are utilized for immediate energetic disturbances, indicating a flexible and responsive magical practice."
    ]
  },
  "relevant_quotes": [
    {
      "text": "I do not believe that the 'Energy-Pool of the Judeo-Christian Archangel [Telesmatic Imagery] Egregore was the one(s) Dee & Kelley 'tapped in to'.",
      "page": "2"
    },
    {
      "text": "...This whole New Aeon Current has Horus written all over it!",
      "page": "3"
    },
    {
      "text": "Michael the archangel- who throws Satan out of heaven-- inadvertently [accidentally?] gives Dee the infamous 666 'lead' during creation of the most famous Seal... seems more than a mere 'oops' [Figure #666]",
      "page": "3"
    },
    {
      "text": "The EE Religio-Political 'scheme' was to knock down World Religion and it's Political Bedfellows. These Entities were deliberately stumbling and pretending to 'play nice'...",
      "page": "4"
    },
    {
      "text": "He shewed three figures of ,6, set in triangle thus, 66 Vobis est Mysterium hoc, posterius revelandum. And there cam a fyre and consumed him, and his chayre away, suddenly. It is done. Δ Then of the three 666 before Noted, with his finger he put oute the two lowermost: and sayd, Iste est numerus suus.",
      "page": "5"
    },
    {
      "text": "I am out of NUIT by HORUS, the incestuous sister of RA-HOOR-KHUIT. 3. It is BABALON. TIME IS. Ye fools.",
      "page": "14"
    },
    {
      "text": "She says \"That is Teloch Vovin, who was Cthulhu, before Cthulhu was\"",
      "page": "15"
    },
    {
      "text": "She says: \"Liber Typhon meets Liber Loagaeth\". Babalon: \"LIBER-TYPHON\"",
      "page": "15"
    },
    {
      "text": "Not once did She utter the name- Babalon. The personification of the 'wicked seductress' as a sole being named 'Babalon' [in LOE] is a magickal lodge, Telesmatic Image creation/Thelema production.",
      "page": "16"
    },
    {
      "text": "Liber Loagaeth, `Choronzon volunteered- [to lure me right in] was the infamous \"Necronomicon\".",
      "page": "19"
    },
    {
      "text": "He said His greatest illusion, was... Me.",
      "page": "19"
    }
  ],
  "critical_analysis": {
    "relevance": "This document offers a highly relevant and unique contribution to contemporary Western Esotericism, specifically within Enochian and Thelemic magical currents. It challenges conventional understandings of Enochian entities by integrating Egyptian cosmology and a Gnostic perspective, positing a 'New Aeon Current' distinct from Judeo-Christian frameworks. The author's personal gnosis and detailed experiential accounts, particularly regarding Babalon and Choronzon, provide a valuable case study for understanding advanced magical praxis and the evolution of occult thought. The explicit connection to Jack Parsons' Babalon Working through synchronicity adds a significant layer of depth, placing the work directly within a historically potent magical lineage while simultaneously re-interpreting it.",
    "target_audience": "The primary target audience consists of experienced practitioners and academic researchers of Enochian magic, Thelema, and advanced Western Esotericism. The text assumes a strong foundational knowledge of these traditions, delving immediately into complex, syncretic interpretations and personal, sometimes idiosyncratic, experiences without extensive introductory explanations. Individuals interested in the operative side of Enochian workings, the exploration of adversarial currents, the nature of egregores, and the intersection of historical magical practices with modern personal gnosis will find this work particularly compelling."
  }
}