{
  "header": {
    "title": "Enochian Entities [EE] Practice & Theory Volume #1",
    "authors": [
      "SaToGa",
      "enochian.mage@yahoo.com"
    ],
    "category": "Western Esotericism, Occultism, Enochian Magic",
    "keywords": [
      "Enochian Entities",
      "Enochian Magic",
      "Practice & Theory",
      "SaToGa",
      "John Dee",
      "Edward Kelley",
      "Watchtowers",
      "Aethyrs",
      "Ritual",
      "Visionary Experience",
      "Non-Hybrid Enochian"
    ]
  },
  "central_thesis": "The author presents a 'Purist System' of Enochian Magic, asserting that Enochian Entities (EE) are distinct from other grimoire entities and teach their 'Original Magic' for spiritual transformation and evolution, advocating for direct, non-hybridized contact and warning against external influences or 'black magick' practices.",
  "structure_content": [
    {
      "chapter_title": "Enochian Entities [EE] Practice & Theory Volume #1 (Introduction)",
      "summary": "This volume compiles original articles by SaToGa, posted on his Yahoo Group Forum from November to December 2010, detailing his personal experiences and insights into Enochian Magic, emphasizing wide distribution of his work for free."
    },
    {
      "chapter_title": "I always posted under the name SaToGa &/or enochian.mage",
      "summary": "SaToGa dedicates the work to his wife, Lisa, his magical partner and doctor, and reveals his magical name 'SaToGa' is an Enochian Anagram of his birth name, Salvatore 'Tommy' Ganci, which he discovered had synchronistic ties to occult figures like Jack Parsons."
    },
    {
      "chapter_title": "No Book Sale $$$ For SaToGa",
      "summary": "SaToGa explains his decision to release all articles for free, believing humanity has reached an evolutionary pinnacle where EE intends to guide mages further, and that his work should be widely read."
    },
    {
      "chapter_title": "READER BEWARE!",
      "summary": "SaToGa clarifies that his articles are 'My Own Opinion, My Own Research & My Own Magickal Practice Notes', intended to guide, confirm, or challenge other Enochian Studies, urging readers not to take his word as a substitute for their own findings and quoting King Bataiva that the materials contain 'frail egos'."
    },
    {
      "chapter_title": "A brief biography from the main page of My Yahoo Group:",
      "summary": "SaToGa recounts his Enochian journey starting in 1995, abandoning it due to lack of perceived power, and later being called back by King Bataiva in a dream, leading to a miraculous shoulder healing and direct EE instruction on a 'system' based on Dee's diaries."
    },
    {
      "chapter_title": "What EE Materials were 'lost', does not matter.",
      "summary": "SaToGa states that EE materials gleaned from Dee's diaries are a 'hologram' representing a complete 'whole', and asserts that EE are the best teachers of their own Magick, having brought miracles and taught him much."
    },
    {
      "chapter_title": "\"Reformed Great Table\" Not for Magic?",
      "summary": "SaToGa argues that Kelley's 'new revised table' was for cryptic encryption, not magic, and that the 'Original Table' should be used, a point confirmed to him by Enochian Entities (EE)."
    },
    {
      "chapter_title": "“Initiations of the 4 WatchTowers”.",
      "summary": "EE have provided a blueprint for 'Initiations of the 4 WatchTowers,' suggesting a structured path for working with the Enochian system."
    },
    {
      "chapter_title": "After a session, EE tell me what comes next.",
      "summary": "EE uses the Original Table and provides a thorough system via Zodiac Seniors, giving the author a name for what appears to be a 'Ben-Ben Stone' and instructing him to share information while withholding explicit details."
    },
    {
      "chapter_title": "\"Laidrom - Earth - (Taurus)”",
      "summary": "SaToGa describes a hypnagogic astral vision quest with Laidrom, a 'Chthonic- Hades, PsychoPomp' entity appearing as an old Dracula, who initiates him with a blood-red stone cross in his aura, reveals Gnostic doctrine, and connects with Grigori and Venus deities."
    },
    {
      "chapter_title": "\"Genesis\"",
      "summary": "This article reiterates SaToGa's re-entry into Enochian practice, his healing dream with King Bataiva, and the subsequent direct instruction from EE on their 'system' (described as propelled by the summoner's energy, not a rigid system)."
    },
    {
      "chapter_title": "What was 'lost', does not matter.",
      "summary": "SaToGa reaffirms that EE are the best teachers of their own Magick, emphasizing that personal results validate a magical path, and discusses the power of Enochian Magick, noting his non-use of banishings or circles for EE rites."
    },
    {
      "chapter_title": "\"Saiinou - West\"",
      "summary": "SaToGa recounts a vision during an initiation ritual with Saiinou (West-Air-White), who appeared as an old man, then transformed into a female Hollywood-like figure, initiating him by having him symbolically 'eat a scroll' and discussing concepts of time, synchronicity, and human evolution."
    },
    {
      "chapter_title": "\"EE made Dee swear\"",
      "summary": "SaToGa claims EE made Dee swear to keep information secret unless sanctioned, suggesting EE choose 'appointed heirs' for their 'system', and that non-sanctioned contact can result in 'Energy-Slingshots' (bad luck, anxiety, paranoia)."
    },
    {
      "chapter_title": "\"Many Have Erred...\"",
      "summary": "SaToGa asserts that EE emphatically declare all magick outside their own as 'black magick', arguing against lumping EE with other grimoire entities and emphasizing Enochian as a system of 'Transformation and Evolving', not just mundane favors."
    },
    {
      "chapter_title": "\"B=2\"",
      "summary": "SaToGa discusses the Enochian letter 'B', its numerical equivalence to 2 (not 7), its prevalence in Enochian, and its connection to the Mercury Ensign of Creation and the cycling of entities."
    },
    {
      "chapter_title": "“The Cycling Office of King Camara”",
      "summary": "SaToGa proposes that 'King Carmara' is a 'Title' or 'Office' rather than a fixed entity, with different entities cycling into the role, reflecting a dynamic and evolving Enochian hierarchy rather than a static one, which may have confused Dee regarding the Venus Prince."
    },
    {
      "chapter_title": "\"AHAOZPI - East - Leo - Fire – Sol\"",
      "summary": "SaToGa details a visionary working with Ahaozpi, experiencing 'still snap shots' and encountering an Egyptian Goddess-like entity (possibly Sekhmet) within a black pyramid, leading to insights about transformation and the Heptarchia Mystica."
    },
    {
      "chapter_title": "\"Uneasiness of it all...\"",
      "summary": "SaToGa describes his evolving relationship with EE materials, noting an 'introverted lingering after effects' from contact, the all-consuming nature of EE ritual preparation, and his perception of EE as external, interdimensional, and potentially unsettling separate psyche inhabitants."
    },
    {
      "chapter_title": "“C/B Cycle”",
      "summary": "SaToGa elaborates on the 'C/B Cycle' involving King Carmara and the letter 'B', linking it to the historical period (1400-1603 AD) when names starting with 'B' were current for Heptarchial Kings/Princes, suggesting a cyclical evolution of these titles."
    },
    {
      "chapter_title": "“Prince Bagenol via King Baligon Conjuring”",
      "summary": "SaToGa details the appearance of Heptarchial Entities as relatively easy to contact, recounting specific exercises and incredible kundalini surges, and a confirmation from King Baligon regarding a petition, using the term 'Granted'."
    },
    {
      "chapter_title": "“12/4/10 Saturday- King Bnapsen/Prince Brorges”",
      "summary": "SaToGa describes a New Moon ritual involving the placement of Prince Brorges' seal as a foundation and King Bnapsen's seal, indicating the flow of energy from the 42 Ministers through the Holy Table to resolve a specific, previously unresolved problem."
    },
    {
      "chapter_title": "#\"My Enochian Magic Rituals and Diaries, in PDF(s).\"",
      "summary": "SaToGa explains his decision to 'package-up' and freely distribute his articles, clarifying that his goal is not 'Ipsissimus status' or financial gain, but to share his 'Purist System' of Enochian, which is non-hybrid and deeply rooted in Dee's diaries."
    },
    {
      "chapter_title": "“Carmara Calls!”...Opening the Veil of Enochiana",
      "summary": "SaToGa connects Enochian with biblical prophecy (Daniel and Revelation) as a 'time capsule' waiting to be unveiled in a cyber-age, implying that Enochian knowledge is linked to an era of awakening and transformation."
    },
    {
      "chapter_title": "“King Carmara & 'Governor' PARAOAN”",
      "summary": "SaToGa defines King Carmara as a 'TITLE' and PARAOAN as an 'etheric cross over bridge' or 'prototype of a '92th Governor', reinforcing the dynamic, ever-changing nature of Enochian entities and hierarchy."
    },
    {
      "chapter_title": "“Scrying the Aethyrs: TEX”",
      "summary": "SaToGa describes an intense Aethyr working with TEX, involving physical sensations (heart attack-like pressure, profuse sweating), visions of being buried in lava, encounters with symbolic figures (Aleister Crowley, Monopoly man), and a 'reverse evolutionary path', all in a 'half standing on Luna' state."
    },
    {
      "chapter_title": "“King Bnapsen/Prince Brorges UPDATE”",
      "summary": "SaToGa provides an update confirming that King Bnapsen/Prince Brorges successfully provided help for a specific problem, noting their assistance was 'in far greater capacity' than that received from Goetia entities."
    },
    {
      "chapter_title": "“Who are the Enochian Entities?”",
      "summary": "SaToGa presents diary notes on EE, describing them as adhering to Gnostic doctrine, challenging Old and New Testament narratives (rebuking Jesus, suggesting breaking Commandments), using seduction/sex/lies, and having their own Matriarchal system distinct from Yahweh's 'angels'."
    },
    {
      "chapter_title": "“Enochian Trends”",
      "summary": "SaToGa critically analyzes different types of Enochian practitioners ('Enochian Curious', 'Enochian Stallers', 'Armchair Magickians'), argues that less than 1% achieve 'actual Enochian Contact', and reiterates that EE deem all other magick as 'false' (black magick), thus hybrid systems are not their intention."
    },
    {
      "chapter_title": "“ERZLA”",
      "summary": "SaToGa details a working with ERZLA (East Watch Tower - Fire), presenting key words and interactions rather than a full vision, where EE explained 'fire is a liquid' and the physics of iron, also noting EE speaking audibly, teaching new scrying techniques, and offering 'fire anointing'."
    },
    {
      "chapter_title": "“Preterhuman/Enochian Origins”",
      "summary": "SaToGa explores 'Legitimate' Enochian Contact, linking it to altered states of consciousness (hypnagogic/REM) and potentially endogenous DMT, speculating on a 'predestination' or 'Preterhuman Atavistic' advisor role between EE and their 'Chosen' prior to human incarnation."
    },
    {
      "chapter_title": "“Exorcism and Consecration” [“Non-Hybrid Neo-Eno”]",
      "summary": "SaToGa describes performing an Enochian Exorcism to clear 'stagnant residue' from prior Solomonic magick in his temple, which EE instructed, reinforcing his commitment to a non-hybrid 'Purer System' and dedicating his temple solely to Enochiana."
    },
    {
      "chapter_title": "“Ritual: WINTER SOLSTICE, LUNAR ECLIPSE OVERLAP FIRST TIME IN 456 YEARS”",
      "summary": "SaToGa introduces his unique 'Tri-Cyclic' Rite performed during a rare celestial alignment in December 2010, linking it to the Dee/Kelley era, and describing the ritual's setup with Enochian Wands, Kings, and Princes of the Watch Towers."
    },
    {
      "chapter_title": "“Material Gain- Mundane Usage?”",
      "summary": "SaToGa addresses whether Enochian Magic can bring wealth, suggesting the Heptarchial Mystica is an 'upgrade' to Solomonic magick and can yield mundane results, but offers vague answers to maintain Enochian's sacred nature, while confirming its protective qualities."
    },
    {
      "chapter_title": "“RII”",
      "summary": "SaToGa describes his experience traveling to Aethyr RII, noting rapid movement, residual shadows, and significant poltergeist activity (microwave clock, DVR, thermostat, modem issues) affecting his home after two weeks of EE workings, highlighting the intense energy of the rituals."
    },
    {
      "chapter_title": "“This confirms authentic Enochian Contact.”",
      "summary": "SaToGa reaffirms authentic Enochian contact, stating that 'an infinite number' of lesser angels (entities of the 30 Aethyrs/Aires) appear and 'give obedience to the will of men' when 'visually seen' through scrying/viewing."
    },
    {
      "chapter_title": "“EE somnambulism: ZAX Dream”",
      "summary": "SaToGa describes frequent EE visitations and symbolism in his sleep ('shamanic sleep' or 'EE somnambulism'), considering these lucid dreams as pure scrying sessions, noting their intensity and the mental trauma akin to Kelley's experiences."
    },
    {
      "chapter_title": "“Tri-Cyclic” Ritual: WINTER SOLSTICE [Update]",
      "summary": "SaToGa updates on his Tri-Cyclic Rite, describing it as less 'epic' than expected but noting physical sensations (head whirling, spasmodic abdomen), visions of a 'science fair robot' and a 'naked female' on 'aluminum foil' landscape, and auditory experiences leading to a '3 cyclic rite' opening 'separate levels'."
    },
    {
      "chapter_title": "“Holiday Greetings [& Enochian Entity Love Miracle]”",
      "summary": "SaToGa reflects on his personal journey, culminating in the fulfillment of an 11-year-old EE vision of his future spouse, validating the reality of Enochian Entities and their magick, which he calls the 'greatest Holiday gift' to share with readers."
    },
    {
      "chapter_title": "“Altruistic Gospel of the Sophia Enochiana”",
      "summary": "SaToGa presents the 'Enochian Materials' as instructions for transformation and pure alchemy, free from dogma, aiming to release humanity from 'captivity' and 'bondage' through cosmic energy shifts, challenging earthly superstitions, and emphasizing truth as rebellion."
    },
    {
      "chapter_title": "“TVision”",
      "summary": "SaToGa recounts a ritual where his spouse, in another room, experienced poltergeist effects and received specific, detailed instructions from a 'male voice director/narrator' via the plasma TV screen (used as a scrying tool) about mixing concrete for a fence, which confirmed an 'annexation' from SaToGa's ritual."
    },
    {
      "chapter_title": "“EE Health Advice”",
      "summary": "SaToGa shares an experience where EE diagnosed his anxiety and heart palpitations as low potassium/high sodium, which, once corrected, resolved his symptoms, suggesting that PSI manipulation during intense EE work can exacerbate electrolyte imbalances in the body."
    },
    {
      "chapter_title": "“Are Enochian Entities Yahweh's Angels?”",
      "summary": "SaToGa argues that EE are not Yahweh's angels, citing their Gnostic teachings, differing biblical prophecies (e.g., antichrist), and Kelley's own recognition of their distinct nature, questioning the literal interpretation of biblical scripture within Enochian context."
    },
    {
      "chapter_title": "“Enochian Alphabet”",
      "summary": "SaToGa introduces the Enochian Alphabet as given to Kelley in a thrice-fold division (3 sets of 7 letters), linking these sets to 'Cardinal' (create/begin), 'Fixed' (change/maintain), and 'Mutable' (changing/end/destroy) qualities, which correspond to Zodiacal, Planetary, and Elemental influences."
    },
    {
      "chapter_title": "“Enochian Alphabet [II]”",
      "summary": "SaToGa expands on the structured order of the Enochian Alphabet, further detailing the 3 sets of 7 letters and their correspondences to Zodiac signs, planets, and elements, introducing the concept of 'structure-keys' that dictate how letters cycle and change influence depending on their placement in names or phrases."
    },
    {
      "chapter_title": "“Is the Enochian Material just another rehash of prior grimoires?”",
      "summary": "SaToGa strongly asserts that Enochian Magic was forbidden to Dee and Kelley because it is distinct from older grimoires and their 'angels', which EE consider 'false' and sources of 'black magick', emphasizing that Enochian is about 'Transformation' and not merely mundane favors."
    },
    {
      "chapter_title": "“GBRHeptagram”",
      "summary": "SaToGa describes a 'condensed' rite, given by EE, to banish 'pre-existing PSI residue' from other magickal systems without banishing EE energy. The rite involves erecting an astral cube, visualizing WatchTowers, absorbing them, and reciting the First and Second Enochian Keys."
    }
  ],
  "key_concepts": [
    {
      "term": "Enochian Entities (EE)",
      "definition": "Non-Yahweh's angels, of 'Another Kind', 'Preterhuman Atavistic' advisors, scientists, historians, and an 'Evolutionary Scourge'. They teach their 'Original Magic' for transformation and consider all other magick 'black magick'. They operate dynamically, not statically, and 'call' their chosen practitioners."
    },
    {
      "term": "SaToGa's 'Purist System'",
      "definition": "A system of Enochian Magic based directly on Dee and Kelley's diaries, avoiding hybridization with other magical traditions (e.g., Qabalah, Thelema, Golden Dawn) to maintain the purity and distinctness of Enochian teachings as received from the EE."
    },
    {
      "term": "Enochian Anagram",
      "definition": "The magical name 'SaToGa' derived from the author's birth name, Salvatore 'Tommy' Ganci, found to have synchronistic connections."
    },
    {
      "term": "Enochian Ordination Rite",
      "definition": "A rite received from King Bataiva, marking a re-engagement with Enochian practice and leading to physical healing, taught directly by the EE."
    },
    {
      "term": "Original Table vs. Reformed Great Table",
      "definition": "The 'Original Table' is designated by EE for magical practice, while Kelley's 'Reformed Great Table' was intended solely for encryption purposes."
    },
    {
      "term": "Energy-Slingshots",
      "definition": "Negative consequences, such as bad luck, anxiety, or paranoia, experienced by practitioners engaging with Enochian Entities without being 'sanctioned' or 'chosen' by them."
    },
    {
      "term": "Enochian Physics",
      "definition": "A unique understanding of physical phenomena, such as 'fire is liquid' or the energetic properties of materials like iron, explained by the EE."
    },
    {
      "term": "Enochian Somnambulism/Autopilot",
      "definition": "A state of 'shamanic sleep' or lucid dreaming wherein the practitioner continues to interact with EE and engage in Enochian rituals on a subconscious level, considered a pure form of scrying."
    },
    {
      "term": "Cycling Office (King Carmara)",
      "definition": "The concept that certain Enochian titles or roles, such as 'King Carmara', are not static entities but 'Offices' into which different entities cycle, reflecting a dynamic hierarchy."
    },
    {
      "term": "Enochian Alphabet Structure",
      "definition": "The Enochian Alphabet is divided into three sets of seven letters, corresponding to Cardinal (Zodiacal), Mutable (Planetary), and Fixed (Elemental) qualities, governed by 'structure-keys' that influence letter properties based on their position."
    },
    {
      "term": "Altering State of Consciousness",
      "definition": "The primary key component for achieving Enochian Contact, which can be facilitated by various means including ritual, prayer, and potentially psychedelic substances, involving hypnagogic, hypnopompic, and R.E.M. states."
    },
    {
      "term": "GBRHeptagram Rite",
      "definition": "A 'condensed' ritual given by EE to banish 'pre-existing PSI residue' from other magical systems, involving the erection of an astral cube, visualization of WatchTowers, their absorption, and the recitation of Enochian Keys."
    }
  ],
  "practical_system": {
    "description": "SaToGa's practical system is predicated on direct communication and instruction from the Enochian Entities (EE), aiming for 'transformation' and 'evolution' through a 'Purist System' that avoids hybridization with other magical traditions. The core mechanics involve inducing altered states of consciousness, using specific rituals and tools to establish and maintain contact. EE are presented as active guides, providing personalized instructions and even diagnostic advice.",
    "tools": [
      "Enochian Ring (worn on marriage band finger)",
      "Lamen",
      "Enochian Wands (5 Elements, Spirit Wand, Fire Wand)",
      "Scrying Mirror/Shewstone (or TV screen for 'TVision')",
      "Holy Table",
      "Seal of Truth",
      "7 Ensigns of Creation",
      "Prince Brorges' Seal",
      "King Bnapsen's Seal",
      "Astral Cube (for visualization)"
    ],
    "rituals": [
      "Enochian Ordination Rite (King Bataiva)",
      "Initiations of the 4 Watch Towers",
      "Aethyr Working (e.g., Scrying TEX)",
      "Tri-Cyclic Ritual (e.g., WINTER SOLSTICE, LUNAR ECLIPSE OVERLAP)",
      "Enochian Exorcism (to clear non-EE 'PSI residue')",
      "GBRHeptagram (condensed rite for banishing non-EE 'PSI residue')",
      "Calling the 4 Princes of the 4 parts (using their Sigils)",
      "Reciting Enochian Keys (1st, 2nd, 19th) with appropriate God/King Names",
      "EE specific Key Spiral (for choosing Calls)",
      "Modified Macrocosmic Orbit with pore breathing",
      "Absorption of the 4 WatchTowers within the self"
    ]
  },
  "relevant_quotes": [
    {
      "text": "SaToGa is an “Enochian Anagram” of my full birth name: Salvatore ‘Tommy’ Ganci",
      "page": "2"
    },
    {
      "text": "I have decided [well, actually, EE has decided] that all My Articles should be wide spread and read.",
      "page": "3"
    },
    {
      "text": "Don't take anyone's word as a substitute for your own findings.",
      "page": "5"
    },
    {
      "text": "...In These Materials, [henceforth],...thou findeth not experts, but only frail egos...",
      "page": "5"
    },
    {
      "text": "The whole 'system' (really is not a system, but 'it is propelled by the Energy of the chosen summoner, who takes away the creases', is what HTMORDA told me), --was taught to me, by Them.",
      "page": "13"
    },
    {
      "text": "The EE have stated emphatically, that magick, aside from Their Own, is black magick.",
      "page": "19"
    },
    {
      "text": "EE made Dee swear that he would not release any of Their material unless They Sanctioned it.",
      "page": "20"
    },
    {
      "text": "The Key of It All literally, is 'Enochian is Dynamic, never Static'.",
      "page": "31"
    },
    {
      "text": "This is NOT a hybrid of other magical systems.",
      "page": "29"
    },
    {
      "text": "What is the key component then for EE Contact? -Altering one's 'State of Consciousness'.",
      "page": "54"
    },
    {
      "text": "EE seen Dee and Kelley as one cohesive unit.",
      "page": "41"
    },
    {
      "text": "The Enochian Materials are instructions for transformation. It is alchemy in it's purest aspect.",
      "page": "77"
    },
    {
      "text": "EE are scientists and historians...once telling me mankind's science 'is weak'",
      "page": "25"
    },
    {
      "text": "The EE structure of the Aethyrs are 30 concentric circles.",
      "page": "39"
    },
    {
      "text": "The Enochian Entities make it clear all other systems of magick [besides Their Own Materials] is black...",
      "page": "91"
    },
    {
      "text": "No one is capable of labeling them self an expert regarding the Enochian Materials.",
      "page": "93"
    }
  ],
  "critical_analysis": {
    "relevance": "This work is highly relevant for contemporary practitioners of Enochian Magic, particularly those interested in challenging established norms or exploring a 'purist' approach directly guided by the Enochian Entities. It offers a unique, personal account that emphasizes spiritual evolution and direct gnosis over traditional, hybridized ceremonial magic. Its critique of 'Neo-Enochian' and other grimoire traditions positions it as a significant, albeit controversial, contribution to the discourse on authentic Enochian practice.",
    "target_audience": "The target audience includes experienced occultists, esotericists, and practitioners of Enochian Magic who are open to non-traditional interpretations and direct, personal communication with entities. It is especially for those who question the efficacy of hybrid magical systems and seek a deeper, unadulterated engagement with the Enochian current, even if it entails confronting challenging concepts or experiences."
  }
}