{
  "header": {
    "title": "Enochian Magick Reference",
    "authors": [
      "Benjamin Rowe"
    ],
    "category": "Western Esotericism",
    "keywords": [
      "Enochian Magick",
      "John Dee",
      "Edward Kelly",
      "Heptarchia Mystica",
      "Liber Loagaeth",
      "Angelic Alphabet",
      "Enochiana",
      "Great Table",
      "Sigil of Ameth",
      "Holy Table",
      "Aethyrs",
      "Golden Dawn",
      "Aleister Crowley",
      "Aurum Solis",
      "Thelema",
      "Chaos Magic"
    ]
  },
  "central_thesis": "This reference work provides a structured, detailed, and historically contextualized overview of the Enochian magick system as derived from the scrying operations of Dr. John Dee and Edward Kelly. It explains the system's origins, components, and subsequent interpretations and adaptations by various magical traditions, aiming to clarify its practical mechanics and philosophical underpinnings.",
  "structure_content": [
    {
      "chapter_title": "Origins of the Magick: The Dee Diaries",
      "summary": "This section details the historical context of Enochian magick, tracing its inception to the work of Elizabethan scholar Dr. John Dee and seer Edward Kelly between 1581 and 1585. It describes their scrying methodology, Dee's goal of recovering lost knowledge, and the intricate process of recording angelic communications. The section also covers the fragmented preservation and eventual rediscovery of Dee's diaries, highlighting the challenges of interpreting the detailed but often circuitous records."
    },
    {
      "chapter_title": "Period one: The Heptarchia Mystica",
      "summary": "This chapter introduces the Heptarchia Mystica, the first complete magical system revealed to Dee. It describes the necessary physical equipment for its practice, including a magical Ring, two versions of a Lamen, and the elaborate Holy Table or Table of Covenant. The chapter also outlines the Heptarchic Hierarchy of 49 'Good Angels,' their Kings, Princes, and ministers, and the tabular and diagrammatic methods by which their names were derived. It notes the specific planetary and elemental associations of these entities and the equipment."
    },
    {
      "chapter_title": "Period two: Liber Loagaeth and the Angelic Alphabet",
      "summary": "This section delves into Liber Loagaeth (also known as the Book of Enoch or Liber Mysteriorum Sextus et Sanctus), presented as the 'speech from God' and the language of creation. It details the book's structure of 49 'leaves' or tables filled with letters and numbers, and 49 'Calls.' The angelic alphabet, given in two forms, is presented as a cabalistic and numerological foundation. The chapter discusses Kelly's unique ability to comprehend the text while scrying, the absence of comprehensive translations, and the stated purpose of ushering in a new age."
    },
    {
      "chapter_title": "Period three: Enochiana",
      "summary": "This chapter focuses on the 'Enochian' system proper, distinguishing it from earlier periods. It presents the angels' origin myth for this magick and outlines the chronological delivery of its core components: the Tablet of God, the 48 Calls (including their translations and ordering), the Great Table, Liber Scientiae (with its 91 'Parts of the Earth,' their ministers, and Zodiacal Kings), and the 30 Aethyrs. The section highlights the complex interrelationships between these components and the challenges Dee and Kelly faced during their reception."
    },
    {
      "chapter_title": "Usage",
      "summary": "This section summarizes the sparse instructions provided by the angels for practicing Enochian magick. It emphasizes a 'bootstrap' method, where the magician is expected to learn directly from the invoked angels, rather than following rigid procedural steps. The core instruction involves calling upon God's names from the Tablets and the Angels by petition, stressing the importance of fervent prayer over precise ritual forms, and suggesting a short preparation period including the creation of a 'book' of supplications and wearing white linen vestures."
    },
    {
      "chapter_title": "History of Use",
      "summary": "This chapter chronicles the diverse ways Enochian magick has been adopted and adapted over centuries. It notes Dee and Kelly's apparent lack of practical use of the system, followed by Elias Ashmole's extensive (though poorly documented) spirit actions. Significant attention is given to the Golden Dawn's elaborate system of attributes, Aleister Crowley's explorations of the Aethyrs (particularly in 'The Vision and the Voice'), and the unique methods of Aurum Solis. The section also touches upon the misinterpretations by groups like the Church of Satan/Temple of Set and Benjamin Rowe's own contributions to understanding and practicing the system."
    },
    {
      "chapter_title": "Miscellaneous Issues",
      "summary": "This section addresses various peripheral topics and common misconceptions. It explicitly dismisses any factual connection between Enochian magick and H.P. Lovecraft's Necronomicon, or the biblical Book of Enoch. It then explores the strong millennialist and apocalyptic themes present in the angelic pronouncements, interpreting them through postmillennialist and premillennialist lenses, and discusses the angels' view of the magick as a tool for bringing the world to 'perfection' before the return of Christ."
    },
    {
      "chapter_title": "Appendix A: The Sigil of Ameth and its Holy Names",
      "summary": "This appendix provides a detailed visual and textual breakdown of the Sigil of Ameth. It explains how the 40 pairs of letters and numbers in the outer ring contribute to the greatest name of God, summing to 440 (plus 1 for 'Ameth'). It describes the method for deriving the seven concealed angelic names (e.g., Thaaoth, Galaas) from capitalized letters and their associated numbers, and the formation of god-names and angelic names within the heptagon and pentagram from traditional planetary archangels."
    },
    {
      "chapter_title": "Appendix B: The Seven Ensigns of Creation",
      "summary": "This appendix presents full-size illustrations of the seven complex talismans known as the Ensigns of Creation. It notes their intended use as instruments of conciliation between the magician and Heptarchic powers, each linked to a specific King, planet, and day. The section clarifies that the versions provided are from cleaned scans of Dee's diaries and addresses later, unauthorized versions by 'Dr. Rudd' and the Golden Dawn, which introduced extraneous elements like demon names or misinterpretations of symbols."
    },
    {
      "chapter_title": "Appendix C",
      "summary": "This appendix illustrates the seven 7-by-7 tables from which the names of the 49 'Good Angels' of the Heptarchia Mystica are derived. It shows the circular arrangement of these tables and explains that each angel's name forms an outward spiral. The section also notes that some letters in the second and third tables were reconstructed due to original document damage, and each table is associated with a specific power, such as 'Wit and Wisdom' (First Table)."
    },
    {
      "chapter_title": "Appendix D",
      "summary": "This appendix details the method for forming the names of the Heptarchic 'Ministers of the Hours.' It explains that for five Kings, names are selected from six of the seven sectors of the Tabula Bonorum. Different methods are described for Kings Baligon/Carmara (using King names listed sequentially, forming columns) and Bnapsen (using a mix of Tabula Bonorum letters and unspecified letters to fill out seven-letter names). The section also speculates on the symbolic significance of these varied derivation methods."
    },
    {
      "chapter_title": "Appendix E",
      "summary": "This appendix presents the 'Twelve by Seven Table' in its two forms, which is crucial for constructing the Heptarchic Lamen and the Holy Table. The first form shows how the table is composed from the names of the Heptarchic Kings and Princes (without initial 'B's), written right-to-left, defining 'The Heart,' 'The Flesh,' and 'The Skin' sections. The second form, written left-to-right following the Tabula Bonorum's numerical sequence, explains how its letters are used to form the central 3x4 tablet and the border letters of the Holy Table of Practice, and also the names of Baligon/Carmara's ministers."
    },
    {
      "chapter_title": "Bibliography",
      "summary": "This section provides a comprehensive bibliography, categorizing sources into 'Dee Manuscripts' (Sloane mss. 3191, 3188, 3189, Cotton Appendix XLVI), 'Published versions of the Dee Diaries' (Casaubon, Peterson, James, Robert Turner's editions), 'The Golden Dawn system of Enochian Magick' (Regardie, Zalewski, Hyatt), and 'Other material related to Enochian and Heptarchic Magick' (Crowley, Denning & Phillips, MacLean, Vinci). It includes a 'Hall of Shame' section critically evaluating works deemed unscholarly or inaccurate."
    }
  ],
  "key_concepts": [
    {
      "term": "Enochian Magick",
      "definition": "The comprehensive system of ceremonial magick revealed to John Dee and Edward Kelly by angels between 1581 and 1585, structured into three periods: Heptarchia Mystica, Liber Loagaeth, and Enochiana, aiming to access divine knowledge and effect earthly changes."
    },
    {
      "term": "Heptarchia Mystica",
      "definition": "The first system of magick received by Dee and Kelly, a self-contained planetary angel magic involving specific physical equipment (Ring, Lamen, Holy Table, Sigil of Ameth, Ensigns of Creation) and a hierarchy of 49 'Good Angels' organized under Kings and Princes."
    },
    {
      "term": "Liber Loagaeth",
      "definition": "Meaning 'Speech from God,' also known as the Book of Enoch or Liber Mysteriorum Sextus et Sanctus, it is a mysterious text consisting of 49 'leaves' or tables of 49x49 letter/number grids and 49 'Calls' in an unknown Angelic language. It is believed to contain the 'true names' of all things and to usher in a new age, though no full translation was provided."
    },
    {
      "term": "Angelic Alphabet",
      "definition": "The unique script revealed to Dee and Kelly, used for the texts of Liber Loagaeth and Enochian system. It functions as a basis for a cabala and numerology, with letters divided into three groups of seven, though their properties were not fully disclosed."
    },
    {
      "term": "The Great Table",
      "definition": "A large grid of letters (25 squares wide by 27 high), considered a 'magickal map' of the world. It is divided into four Elemental Tablets, a central Cross of Union, and further subdivided into Lesser Angles and Great Crosses, from which various divine and angelic names (Kings, Seniors, Kerubic, Servient angels) and the 91 'Parts of the Earth' are derived."
    },
    {
      "term": "The 48 Calls",
      "definition": "A series of invocations in the Angelic language, part of the Enochian system, primarily intended to 'open Gates of Understanding' and call forth various angelic entities. The 19th Call is explicitly linked to the 30 Aethyrs and 91 Parts of the Earth, while others are often associated with the Elemental Tablets."
    },
    {
      "term": "Sigil of Ameth",
      "definition": "Also known as Sigillum Dei (Seal of God), a large wax disk inscribed with names of God and angels within a design of heptagons and heptagrams. It was central to the Heptarchic magick, placed on the Holy Table, and is the only part of Dee's work with direct correspondence in earlier magical systems, though his version is unique."
    },
    {
      "term": "Ensigns of Creation",
      "definition": "Seven complex talismans, typically engraved on tin plates or painted on the Holy Table. They are instruments of conciliation, each associated with a specific Heptarchic King, planet, and day of the week, intended to harmonize the magician with these powers. Later versions introduced significant, unverified alterations."
    },
    {
      "term": "Tabula Bonorum",
      "definition": "A circular table arranged by Dee, containing the names of the 49 'Good Angels' of the Heptarchia Mystica. These angels are divided into seven groups, each headed by a King and a Prince, derived from seven 7-by-7 tables presented to Dee and Kelly."
    },
    {
      "term": "Liber Scientiae",
      "definition": "Full title 'Liber Scientiae, Auxilii, et Victoriae Terrestris' (Book of Knowledge, Help, and Earthly Victory), it is the third major portion of the Enochian magick, compiled by Dee. It primarily details the 91 'Parts of the Earth,' their indwelling ministers, ruling Zodiacal Kings, and the 30 Aethyrs which contain them."
    },
    {
      "term": "Aethyrs",
      "definition": "30 celestial regions mentioned in Liber Scientiae, serving as containers for the 91 'Parts of the Earth.' While barely mentioned in Dee's diaries, they later gained significant importance in modern Enochian magick (e.g., Aleister Crowley's explorations), often seen as a means of initiation and transcendence."
    }
  ],
  "practical_system": {
    "description": "The Enochian system, as presented, is a multi-layered Angelic magick aiming for direct contact with divine intelligences and the recovery of lost spiritual truths. It originates from John Dee and Edward Kelly's scrying sessions and encompasses three main periods: the Heptarchia Mystica (a planetary angel system focused on specific tools and hierarchies), Liber Loagaeth (a divine language with creative power, primarily untranslated), and Enochiana (a quasi-elemental system centered on the Great Table, 48 Calls, and 30 Aethyrs/91 Parts of the Earth). The system is described as operating on a 'bootstrap' principle, where the magician learns directly from invoked angels, with fervent prayer being the most crucial element for effective contact. Its ultimate goal is to facilitate earthly 'perfection' and align human society with divine will.",
    "tools": [
      "The Ring: A plain band with a rectangular plate, inscribed with 'PELE' (Latin for 'he will work wonders') in the corners, and a circle with a line, 'V' above, 'L' below, at the center, said to be Solomon's ring.",
      "The Lamen: The second version, constructed from letters of a 12-by-7 table derived from Heptarchic King and Prince names, arranged in rectilinear patterns, worn to 'dignify' the magician.",
      "The Holy Table / Table of Covenant: A two-cubit-square, two-cubit-high table with hollow leg containers holding small Sigils of Ameth. Its surface features a one-inch border with 21 letters per side, a Star of David, and a central 6-inch square grid with letters. During operation, it is covered with a red silk cloth, and the scrying-stone is placed over a large Sigil of Ameth in the center.",
      "The Sigil of Ameth (Sigillum Dei): A large wax disk inscribed with names of God and angels within a design of heptagons and heptagrams, placed centrally on the Holy Table and underneath its legs for insulation from earthly influences.",
      "The Seven Ensigns of Creation: Complex talismans to be engraved on purified tin plates or painted directly on the Holy Table. Each is associated with a Heptarchic King, planet, and day, serving as instruments of conciliation.",
      "Scrying Stone: A crystal or similar object placed on the Holy Table, over the Sigil of Ameth and red silk cloth, used by the seer (Kelly) to perceive angelic manifestations.",
      "The 'Book' of Supplications/Prayers: A personal compilation of prayers and petitions to God and angels, devised, neatly written, and bound by the magician, intended for a specific operation and then destroyed.",
      "Talisman of the Heptarchic King: A specific talisman representing the King being invoked, held in the magician's hand during Heptarchic operations.",
      "Talisman of the King's Ministers' Names: A talisman (or written names) placed under the magician's feet during Heptarchic invocations.",
      "White Linen Vestures: Garments to be worn by the magician on the 15th day of operation, signifying purity and consecration.",
      "Angelic Alphabet: The unique script used for Enochian texts, used for inscribing names and for cabalistic interpretation.",
      "The Great Table (including Elemental Tablets): The primary 'map' of the angelic hierarchy and earthly regions, used to derive names of God, Kings, Seniors, and other angels for invocation.",
      "The 48 Calls / Keys: The series of invocations in the Angelic language, crucial for opening 'Gates of Understanding' and activating the various levels of the Enochian system.",
      "The Tablet of God: A small 6x6 table with an inner portion surrounded by four-letter names, representing a microcosmic divine structure, possibly serving as a lamen for Enochian magick."
    ],
    "rituals": [
      "Heptarchic Invocations: Seated at the Holy Table, wearing the Ring and Lamen, with the appropriate Ensign of Creation placed before them. The magician holds a talisman of the Heptarchic King and places a talisman of the King's ministers under their feet. The King is invoked through petition and prayer, followed by petitions to its Prince and invocations of its six major ministers, leading to their appearance in the scrying-stone.",
      "Enochian Invocations (Basic): Involves calling upon the names of God (derived from the Elemental Tablets) or the 'God of Hosts' using those names. Subsequently, the Angels of the Tablets are invoked through petition, utilizing the specific name of God to which they are obedient. This should be preceded by the creation and destruction of a book of supplications/prayers.",
      "Golden Dawn Pyramid Method: An astral technique for exploring the Great Table's squares. It involves visualizing a truncated pyramid whose sides are emblazoned with the chosen square's attributes. Appropriate Calls are recited, divine and angelic names are vibrated, concentrating invoked power into the pyramid, and then rising with a beam of light through the planes to manifest landscapes representing the invoked power.",
      "Aurum Solis Method for Ministers of the Parts: Utilizes the Second Angelic Call in conjunction with the Call of the Aethyrs to cause the ministers of the 91 'Parts of the Earth' (from Liber Scientiae) to manifest at the 'material pole' of their operational range, stimulating their activity. This involves compiling names, images, and powers for each group of ministers."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The record of these operations is very detailed; so much so that it takes careful study to separate the spiritual \"wheat\" from the chaff.",
      "page": "5"
    },
    {
      "text": "The angels claimed that the ring they designed for Dee was the same one that Solomon used to control demons.",
      "page": "7"
    },
    {
      "text": "\"Now you touch the world, and the doings upon the earth. Now we show you the lower world: The Governors that work and rule under God.\"",
      "page": "11"
    },
    {
      "text": "On the surface, the \"Calls\" of Liber Loagaeth do not appear to be a language as humans understand the term.",
      "page": "15"
    },
    {
      "text": "\"This self-same art is it, which is delivered unto you as an infallible doctrine, containing in it the waters which run through many Gates: even above the Gate of Innocency, wherein you are taught to find out the dignity and corruption of nature: also made partakers in the Secret Judgements of the Almighty to be made manifest, and to be put into execution.",
      "page": "21"
    },
    {
      "text": "The Great Table is a magickal \"map\" of the world, including all levels of existence that are not part of the transcendental, divine realm.",
      "page": "24"
    },
    {
      "text": "\"Four days (after your book is made, that is to say, written) must you only call upon those names of God, [i.e., in the Tablets] or on the God of Hosts, in those names:\n\"And 14 days after you shall (in this, or in some convenient place) call the Angels [of the Tablets] by petition, and by the name of God unto which they are obedient.\n\"The 15th day you shall clothe yourselves, in vestures made of linen, white: and so have the apparition, use, and practice of the Creatures. For, it is not a labour of years, nor many days.\"",
      "page": "28"
    },
    {
      "text": "The one point on which all these users agree is that the Calls and the Tablet names are tools of remarkable potency, possibly unmatched by any other magickal system now known. Even a completely inexperienced user, with a small effort, is virtually guaranteed to get some sort of response.",
      "page": "29"
    },
    {
      "text": "\"These [are] latter days, and the end of harvest must have also Labourers: For no Age passeth away, but through the hands of God, who makest the end of his doings known to the World: To the end, [that] the World may consent unto him in Glory. So that this Doctrine, is the mysteries of the word of God, sealed from the beginning, now delivered unto man, for that Reformation which must be in one Unity established unto the end. [emphasized in original] The very part of that Circle, which comprehendeth the Mysteries of the Highest, in his Prophets, Apostles, and Ministers yet to come, which are alive and shall bear witness of eternal comfort.",
      "page": "35"
    },
    {
      "text": "\"Unto me are delivered five parts [i.e., months] of time: Wherein I will open, teach, and uncover the secrets of that speech, that holy mysterie. To the intent the CABALA of NATURE, in voyce, substance of bodie, and measure in all parts may be known. For there is nothing secret, but it shall be revealed, and the Son of GOD shall be known in POWER, and establish a Kingdom with righteousness in the earth, and then cometh the end.",
      "page": "36"
    }
  ],
  "critical_analysis": {
    "relevance": "Benjamin Rowe's 'Enochian Magick Reference' is critically relevant as a foundational and clarifying text within Western Esotericism. It meticulously reconstructs and contextualizes the original Dee/Kelly material, dispelling common myths and misinterpretations perpetuated by later traditions. For practitioners, it offers a direct pathway to understanding the system's core mechanics without the accumulated layers of subsequent (and sometimes flawed) interpretations. For academics, it provides an invaluable, organized compendium of historical data and source references for studying the genesis and evolution of Enochian magick.",
    "target_audience": "This book is primarily aimed at experienced occultists, dedicated practitioners of Enochian magick, and academic researchers specializing in Western Esotericism and magical history. Its technical depth, detailed analysis of primary sources, and critical examination of derivative systems make it particularly suitable for those seeking a rigorous and authentic understanding of Dee and Kelly's work. While accessible, its comprehensive nature requires a foundational understanding of occult terminology and practices, making it less ideal for absolute beginners."
  }
}