{
  "header": {
    "title": "PRESIDENT'S NOTE",
    "authors": [
      "Dr. Michael Thalbourne"
    ],
    "category": "Parapsychological Update",
    "keywords": [
      "parapsychology",
      "Australia",
      "research",
      "ESP",
      "I Ching",
      "mania",
      "mystical experience",
      "coincidences",
      "online courses",
      "Bial Foundation",
      "Ph.D. studies"
    ]
  },
  "central_thesis": "The President of the Australian Institute of Parapsychology provides an annual update on significant recent parapsychological research, educational initiatives, and funding activities within Australia, highlighting the contributions of key researchers and the field's ongoing expansion.",
  "structure_content": [
    {
      "chapter_title": "Introduction and Presidential Role",
      "summary": "The President of the Australian Institute of Parapsychology, Dr. Michael Thalbourne, outlines the purpose of the note: to report on recent parapsychological matters in Australia. He is identified as one of the few qualified parapsychologists in the country."
    },
    {
      "chapter_title": "Current Research Activities",
      "summary": "This section details the research conducted by Dr. Thalbourne and Dr. Lance Storm at the Anomalistic Psychology Research Unit, University of Adelaide. Research covers eliciting psychic phenomena (e.g., experiments with I Ching, ESP tasks for the vision-impaired) and broader issues like cognitions, attitudes, and personality traits of believers/disbelievers, including studies on mania and mystical experiences, and real-life coincidences."
    },
    {
      "chapter_title": "Educational Initiatives",
      "summary": "Two online courses on parapsychology are being developed by Lance Storm and Robb Tilley to meet demand. One course is designed for easy absorption (no technical background), and the other is more demanding, requiring familiarity with experiments and statistics. Information is available on the Institute's website."
    },
    {
      "chapter_title": "Funding and Academic Progress",
      "summary": "The difficulty of obtaining funding for parapsychological research is noted. The Bial Foundation in Portugal is highlighted as a biennial funding source, to which Australian parapsychologists will apply. Recent academic achievements include Simon Harvey-Wilson's Ph.D. on levitation in Western Australia, and Hannah Jenkins' ongoing Ph.D. studies on the philosophy of parapsychology."
    },
    {
      "chapter_title": "Conclusion and Future Outlook",
      "summary": "The note concludes that substantial parapsychological research is underway in Australia and is expected to expand further, attributing this growth to individual initiatives and the ongoing activities of the AIPR."
    }
  ],
  "key_concepts": [
    {
      "term": "Parapsychology",
      "definition": "The scientific study of paranormal or psychic phenomena, such as extrasensory perception, psychokinesis, and survival after bodily death."
    },
    {
      "term": "Australian Institute of Parapsychology (AIPR)",
      "definition": "An organization that produces the Australian Journal of Parapsychology and supports parapsychological research and education in Australia."
    },
    {
      "term": "Anomalistic Psychology Research Unit",
      "definition": "A research unit at the University of Adelaide, where qualified parapsychologists conduct studies on psychic phenomena and related psychological aspects."
    },
    {
      "term": "Bial Foundation",
      "definition": "A Portuguese grant-awarding body that provides funding for research on parapsychological topics, serving as an important income source for Australian parapsychologists."
    },
    {
      "term": "I Ching",
      "definition": "A Chinese classical text, often used as a divination system, which was the subject of a recent parapsychological experiment."
    },
    {
      "term": "ESP (Extra-sensory Perception)",
      "definition": "The faculty of perceiving things by means other than the known senses, investigated in a study comparing vision-impaired and sighted persons."
    }
  ],
  "practical_system": {
    "description": "This document does not describe an esoteric or occult practical system for magic. Instead, it details the practical academic and research activities within the field of parapsychology. These 'operative' aspects involve conducting empirical studies, developing educational programs (online courses), applying for competitive research grants, and engaging in doctoral-level academic inquiry. It outlines a pragmatic approach to advancing the scientific understanding of anomalous experiences rather than a system of magical practice.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "I propose that, once a year, the President of the Australian Institute of Parapsychology (which produces the Australian Journal of Parapsychology) should publish a note on recent parapsychological matters in Australia.",
      "page": "1"
    },
    {
      "text": "He and his colleague, Dr. Lance Storm, are still the only qualified parapsychologists in Australia, working as they do in the Anomalistic Psychology Research Unit at the University of Adelaide.",
      "page": "1"
    },
    {
      "text": "In parapsychology, it is frequently the case that funding is hard to come by.",
      "page": "1"
    },
    {
      "text": "Thus, it is clear that a good deal of parapsychological research has been going on within Australia in recent times. Such research appears to me to be expanding and indeed about to expand even further.",
      "page": "2"
    }
  ],
  "critical_analysis": {
    "relevance": "This President's Note is highly relevant to the Australian parapsychological community, providing a concise overview of current research trends, educational opportunities, and funding landscape. It serves as an internal communication highlighting progress and ongoing efforts, fostering a sense of community and informing potential collaborators or students.",
    "target_audience": "The primary target audience includes members of the Australian Institute of Parapsychology, academics and researchers in parapsychology and related fields (e.g., anomalistic psychology, psychology of belief), students interested in pursuing studies in parapsychology, and potential applicants for research grants (e.g., from the Bial Foundation)."
  }
}