{
  "header": {
    "title": "The Sixth and Seventh Books of Moses",
    "authors": [
      "Johann Scheibel",
      "S. T. N.",
      "Eppbio",
      "Elstro"
    ],
    "category": "Grimoire Tradition",
    "keywords": [
      "Occultism",
      "Esotericism",
      "Magic",
      "Grimoire",
      "Angels",
      "Spirits",
      "Seals",
      "Conjuration",
      "Hebrew Magic",
      "Moses",
      "Solomon",
      "Aaron",
      "Theurgia",
      "Goetia",
      "Necromancy"
    ]
  },
  "central_thesis": "The text presents itself as a divinely revealed system of magic, originating from Moses and Solomon, offering practitioners a comprehensive methodology (involving seals, divine names, and specific rituals) to compel various classes of spirits - including angelic, elemental, planetary, and infernal entities - to manifest, communicate, and fulfill the conjurer's desires for knowledge, wealth, protection, influence, and miraculous feats.",
  "structure_content": [
    {
      "chapter_title": "The Sixth Book of Moses: General Introduction",
      "summary": "Introduces the text as encompassing 'White and Black Art,' including 'Necromancy of all Ministering Angels and Spirits.' It lists specific archangels (Salatheel, Michael, Raphael, Uriel) and states the tradition's ancient, hidden transmission from David, Solomon, and high priest Sadock, eventually found in 330 A.D. by Emperor Constantine and sent to Pope Sylvester."
    },
    {
      "chapter_title": "The Seven Seals of the Spirits (Sixth Book)",
      "summary": "Details seven distinct seals, each associated with a specific celestial hierarchy (Archangels, Hosts, Throne Angels, Cherubim and Seraphim, Angels of Power, Power Angels over Elements, Angels of Seven Planets and Spirits). Each seal includes a specific conjuration, a list of associated ministering angels or spirits, and a unique practical application, such as finding treasures, bringing fortune, healing the sick, revealing secrets through dreams, or influencing various aspects of life and nature. The conjurations rely on numerous divine and magical names."
    },
    {
      "chapter_title": "The Twelve Tables of the Spirits (Seventh Book)",
      "summary": "Presents twelve 'Tables' (magical seals), each linked to a specific element or planet, for diverse purposes. Each Table features a conjuration invoking divine names (e.g., Jehovah, Adonai, Tetragrammaton) to call forth spirits associated with that sphere. Uses range from relieving necessity (Air), bringing fortune (Water), finding earthly treasures (Earth), winning at games (Saturn, Jupiter), bringing good fortune/resolving quarrels (Mars), attaining honor/wealth (Sun), securing love/business success/dreams (Venus), gaining wealth in chemistry/mines (Mercury), and good luck/sea treasures (Eleventh Table). The Twelfth Table, dedicated to Schemhamforasch, is for compelling all spirits of White and Black Magic."
    },
    {
      "chapter_title": "Ministering Formulas and Magical Laws",
      "summary": "This section provides additional formulas and 'Magical Laws' beyond the primary seals. It lists numerous powerful names to be cited with the Twelfth Table during eclipses. Key items include the Generation Seal (to make spirits obedient), Breastplates of Moses and Aaron (inscribed with powerful names for holiness, protection against sudden death, and divine communication), the Helmet of Moses and Aaron (for protection), the Magical Law of Moses (with 'terrible words' to assemble spirits or raise the dead), and the Inscription on the Chalice of Holiness (names of the Creator and Ark characters). It explicitly states that all citation-formulas must be pronounced in Hebrew to be effective."
    },
    {
      "chapter_title": "Specific Citations and Dismissions",
      "summary": "Offers detailed conjurations and dismissals for various entities and situations, including Eleazar, the Son of Aaron, and Leviathan. These sections include specific Hebrew inscriptions (often presented as untranslatable but effective words of power) and instructions for binding or releasing spirits. For example, Eleazar's conjuration is effective for elemental operations, and Leviathan's dismission is for sending back 'Strong, Might spirit of hell.' There are also conjurations for Balaam's Sorcery (for vengeance) and 'Egypt' (conjuring three angels for manifestation, referencing Moses's acts)."
    },
    {
      "chapter_title": "Plagues of Egypt and General Citations",
      "summary": "Details specific conjurations related to the plagues of Egypt (Frogs, Lice, Pestilence; Cattle, Smallpox, Hail; Grasshoppers and Darkness), claiming these were employed by ancient practitioners. Two 'General Citations of Moses on All Spirits' are provided, one invoking names of the Creator and Cherubim, the other for awakening Leviathan. Instructions emphasize repeated calls (voice and horn) and severe discipline for success."
    },
    {
      "chapter_title": "The Pentagon and Ritual Chamber Setup",
      "summary": "Describes the construction and use of 'The Pentagon or Omnipotent Five Corners,' a large magical circle (13-foot lines) to be drawn outdoors with consecrated chalk/water. The practitioner kneels within, facing east, invoking the three kings (Caspar, Melchior, Balthasar) and the name Elohim a specific number of times during precise lunar and planetary alignments. This section sets the stage for advanced ritual workings."
    },
    {
      "chapter_title": "Citation of the Seven Great Princes and Seal Usage",
      "summary": "Provides detailed descriptions of seven 'Great Princes' (Aziel, Ariel, Marbuel, Mephistophilis, Barbuel, Aziabel, Anituel), including their forms (e.g., wild ox, ferocious dog, youth, serpent of paradise), provinces (earth, sea, treasure, arts), and general uses. Instructions for their seals include drawing on virgin parchment with butterfly blood during the full moon, accompanied by a Latin verse. The text also outlines a procedure for compelling spirits that hesitate: burning frankincense/myrrh, placing the spirit seal on coals, and pronouncing 'ALTISSIMA DIE VERBA,' followed by a 'Binding Of Moses' and clear instruction to the spirit. A formal 'Valedicto or Dismissal' is provided."
    },
    {
      "chapter_title": "The Rabellini Table and Spirit Classes",
      "summary": "Introduces 'The Rabellini Table' for the 'Command of Spirits,' printed in 1501 A.D. It categorizes spirits into 'Good and Familiar Spirits' (Princes of the nine Choir of Angels, listed by traditional names like Uriel, Raphael, Gabriel, etc., and 'Other Good Spirits' like Chymchy, Asbeor, etc.) and 'Archarontica or Evil Spirits' (Thebot, Wethor, Quorthonn, etc.), emphasizing that even evil spirits can be familiar and ready to serve. It reiterates timing for invocations (good spirits at full moon, evil at new moon or eclipse) and the use of the coercive circle for all."
    },
    {
      "chapter_title": "Laws of Entrance and Ethical Guidelines",
      "summary": "Outlines strict preparatory requirements for the magician: 13 days of soul and body purification, receiving the Holy Sacrament, offering three holy masses, providing a consecrated ram's horn, wearing a special inscribed breastplate, and drawing a sacred circle with specific names and symbols. It stresses building trust in God's omnipotent help, perseverance, and faith. Ethical warnings are included, such as facing Zion/sunrise and condemning those who suppress or steal the book to 'eternal trembling like Cain.'"
    }
  ],
  "key_concepts": [
    {
      "term": "Seals (Tables/Characters)",
      "definition": "Magical diagrams or sigils, often inscribed with Hebrew or other divine/magical names, which serve as conduits or focal points of power to compel specific spirits. Each seal is typically associated with a particular spirit, purpose, and set of invocations."
    },
    {
      "term": "Conjuration",
      "definition": "The ritual act of invoking, commanding, and compelling spirits to manifest and perform desired tasks through the utterance of specific divine names, words of power, and precise ritual actions. The text stresses that conjurations must be in Hebrew for efficacy."
    },
    {
      "term": "Divine Names/Words of Power",
      "definition": "Sacred names (e.g., Jehovah, Adonai, Tetragrammaton, Agla, Emanuel, Elohim) and powerful linguistic formulas, primarily derived from Hebrew, believed to carry inherent divine authority that binds and commands spirits. Their correct pronunciation is paramount."
    },
    {
      "term": "Ministering Spirits",
      "definition": "A broad category encompassing all entities intended to be called upon, ranging from traditional angelic hierarchies (Archangels, Thrones, Cherubim, Seraphim, Powers), planetary and elemental spirits, to 'black magic' and 'evil spirits,' all of whom are compelled to serve the operator's will."
    },
    {
      "term": "The Magical Circle",
      "definition": "A ritually constructed sacred space, typically drawn on the ground or parchment, inscribed with divine names and symbols. It serves both as a protective barrier for the operator and a concentrated field of magical power that facilitates the manifestation and control of spirits."
    },
    {
      "term": "Ram's Horn",
      "definition": "A key ritual instrument used for calling spirits. Its blasts accompany vocal conjurations and are imbued with symbolic power (omnipotence, purification, beauty, truth, holiness), especially in the context of the 'old covenant.'"
    },
    {
      "term": "Necromancy",
      "definition": "Described as part of the 'White and Black Art,' referring specifically to the ability to cite and desire 'Ministering Angels and Spirits' and engage with 'black magic of the best Ministering Spirits.' In this context, it pertains to the broader practice of commanding spirits, not necessarily limited to raising the dead (though that is implied possible with some 'Magical Law' words)."
    },
    {
      "term": "Three Kings (Caspar, Melchior, Balthasar)",
      "definition": "Figure prominently in the preliminary rituals, requiring glorification through Holy Sacraments and holy masses. They are invoked for blessing, purification, and as archpriests of the 'fountain of light,' integral to the Christianized overlay of the grimoire's operational framework."
    }
  ],
  "practical_system": {
    "description": "The system is a highly structured form of ceremonial magic aimed at compelling a wide array of spirits through the application of divine names, consecrated seals, and precise ritual actions. It posits that spirits, regardless of their nature (angelic or infernal), are bound to obey the power inherent in these sacred elements, provided the operator follows the instructions with unwavering faith and discipline. The magic operates by invoking higher divine authority to exert control over lower spiritual entities for specific, desired outcomes.",
    "tools": [
      "Ram's horn (for calling spirits)",
      "Breastplate of parchment (10x10 inches, inscribed with names of the twelve apostles and the five-fold name of Schemhamforasch)",
      "Parchment (virgin, for creating seals and the circle)",
      "White paper or sky blue silk (for drawing the magical circle)",
      "Consecrated chalk or index finger (for drawing the circle)",
      "Holy three-king's water (for consecration and drawing the circle)",
      "Three burning wax tapers (for consecration)",
      "Palm twig and wreath of laurel (for the Principal Citation ritual)",
      "Frankincense and myrrh (for compelling hesitant spirits)",
      "Burning coals (for activating seals with incense)",
      "Blood of white young doves (for drawing the magical circle)",
      "Blood of butterflies (for creating the seals of the Seven Great Princes)",
      "Chalice of Holiness (an inscribed ritual object)"
    ],
    "rituals": [
      "13 days of soul and body purification preceding any operation.",
      "Reception of the Holy Sacrament for the glorification of Caspar, Melchior, and Balthasar.",
      "Reading three holy masses with intention fixed upon the Three Kings as often as the book is used for priestly service.",
      "Construction of a ritual circle (13 feet in circumference) inscribed with specific divine and holy names (e.g., Moseh, Messias, Aaron, Jehova, Adoni, Jesus, Christus, Caspar, Melchior, Balthasar, AI. AI. AI.) and the 'holy symbol of Horet', drawn on white paper or sky blue silk using consecrated chalk or a finger dipped in 'holy three-king's water.'",
      "Consecration of all ritual tools (book, horn, breastplate, circle) using 'holy three-king's water' and three burning wax tapers, followed by a mysterious ritual benediction.",
      "Performance of operations alone or with two companions, always between the 1st and 13th of the month, during the whole night of the new moon or full moon, and when Saturn, Mars, and Jupiter are visible.",
      "Standing within the circle facing Zion (or the rising sun) and reciting specific opening invocations (e.g., 'Tetragrammaton, Theos, Ischiros, Athanatos, Messias, Imas, Kyrie Eleison. Amen.') and the 91st Psalm.",
      "Uttering specific conjurations associated with each seal or spirit, using precise Hebrew words of power and divine names, often accompanied by calling with the voice and blowing the ram's horn a prescribed number of times and directions.",
      "Activating seals by carrying them, burying them (for treasure), or placing them on burning coals with frankincense and myrrh if spirits hesitate to appear.",
      "Directly addressing the appearing spirit to state desires clearly and without fear, maintaining a firm demeanor and avoiding any compromise with the entity.",
      "Formal dismissal of spirits using specific 'Valedicto' formulas (e.g., 'Theos, Zebaoth, Adonay, Ischiros, Zaday, Messias, Salomos...') after their task is completed, ensuring their peaceful departure."
    ]
  },
  "relevant_quotes": [
    {
      "text": "MAGIA ALBA ET NIGRA UNIVERSALIS SEU NECROMANTIA That is, that which embraces the whole of the White and Black Art, (Black Magic,) or the Necromancy of all Ministering Angels and Spirits; how to cite and desire the nine Choruses of the good angels and spirits, Saturn, Jupiter, Mars, Sun, Venus, Mercury, and Moon.",
      "page": "1"
    },
    {
      "text": "The Citation-Formulas contained in this book must only be pronounced in the Hebrew language, and in no other. In any other language they have no power whatever, and the Master can never be sure of their effects. For all these words and forms were thus pronounced by the Great Spirit, and have power only in the Hebrew language.",
      "page": "35"
    },
    {
      "text": "You must stand on a prominent rock, hold a palm twig in your right hand, and wear a wreath of laurel around the temples. Then turn toward the east and say: ALIJA LAIJA LAUMIN OTHEON!",
      "page": "63"
    },
    {
      "text": "This mysterious figure [The Pentagon] must be written before the conjuration, in the open air and on the ground, with consecrated chalk or with the index finger of the right hand dipped in holy three-king's water, the same as it is written on the illustration, but each line must be thirteen feet in length.",
      "page": "76"
    },
    {
      "text": "The most obedient Angels of Power, seu Potestates, are the following four elements: Schunmyel, Alymon, Mupiel, Symnay, Semanglaf, Taftyah, Melech, Seolam, Waed, Sezah, Safyn, Kyptip, Taftyarohel, Aeburatiel, Anyam, Bymnam. This is the mystery or Seal of the Might-Angels. The peculiar Arcanum of this Seal of the Mighty is that if a man wears this seal in bed, he will learn what he desires to know through dreams and visions.",
      "page": "8"
    },
    {
      "text": "He who refuses a copy of this book, or who suppresses it or steals it, will be seized with eternal trembling like Cain, and the angels of god will depart from him.",
      "page": "68"
    }
  ],
  "critical_analysis": {
    "relevance": "The Sixth and Seventh Books of Moses is a seminal text in Western Esotericism, deeply influential in American folk magic (e.g., Pow-wow) and various European grimoire traditions. It represents a significant syncretism of Jewish Kabbalistic elements (divine names, Hebrew script), Christian mysticism (invocations of Jesus, the Trinity, the Three Kings), and Solomonic practical magic. Its enduring relevance lies in its explicit claims of ancient, divinely transmitted authority from Moses and Solomon, and its focus on practical, operative magic to compel spirits. The text blurs the lines between 'white' and 'black' magic, treating spirit-commanding as a unitary discipline governed by divine names, a common approach in older grimoires. Its emphasis on Hebrew pronunciation for power highlights a belief in linguistic magic as a core mechanic.",
    "target_audience": "The target audience consists of practitioners of ceremonial magic, folk magicians, and academic researchers specializing in grimoire traditions and the history of Western Esotericism. It is designed as an operative manual for individuals seeking to invoke and command various spirits for practical outcomes such as obtaining wealth, knowledge, protection, healing, and control over natural phenomena. The stringent requirements for purity, faith, and ritual discipline suggest it is intended for serious, dedicated practitioners who approach magic with reverence and an understanding of its underlying theological framework."
  }
}