{
  "header": {
    "title": "L'ART DE COMMANDER LES ESPRITS SUIVI DU GRAND GRIMOIRE, DE LA MAGIE NOIRE ET DES FORCES INFERNALES, DU DOCTEUR J. KARTER, LA CLAVICULE DE SALOMON, &c.",
    "authors": [
      "J. Karter",
      "Salomon",
      "Lucifuge Rofocale"
    ],
    "category": "Grimoire",
    "keywords": [
      "Grimoire",
      "Solomonic Magic",
      "Demonic Evocation",
      "Spirit Communication",
      "Black Magic",
      "Pacts",
      "Necromancy",
      "Treasure Seeking",
      "Invisibility",
      "Healing Spells",
      "Wand Making",
      "Alchemy"
    ]
  },
  "central_thesis": "The text presents itself as a highly potent and rare compendium of magical operations, derived from King Solomon's wisdom, enabling the practitioner ('Karcist') to command both celestial and infernal spirits. Its core purpose is to facilitate pacts with powerful infernal entities, primarily Lucifuge Rofocale, for the acquisition of immense wealth, knowledge, love, power, and various other desires, through precise ritual preparation, powerful invocations, and the consecration of specific magical tools.",
  "structure_content": [
    {
      "chapter_title": "PRELUDE.",
      "summary": "Introduces the work as a condensed essence of over twenty volumes, making accessible 'Philosophical Operations' previously deemed impractical. It asserts the possibility of such operations without compromising conscience, referencing St. Cyprian, and claims to be a precious 'Treasure of the universe' for occult scholars."
    },
    {
      "chapter_title": "CHAPITRE PREMIER.",
      "summary": "Declares the book a true 'GRAND-OEUVRE' based on King Solomon's writings, which allowed him to command spirits and penetrate the most hidden secrets through his Talisman or Clavicle. It highlights Solomon's mastery in invoking divine and infernal forces, revealing planetary influences, and manifesting spirits using the 'Verge Foudroyante' (Thunderbolt Wand)."
    },
    {
      "chapter_title": "CHAPITRE II.",
      "summary": "Outlines the essential preparatory phase for the magus. This includes a full quarter-moon period of rigorous purification, abstinence from women, specific daily meal timings, and a prayer of devotion to 'Adonay'. It also details the acquisition of ritual items like an 'Ematille' stone and a 'young virgin Chevreau' (kid) for sacrifice, along with the 'Première Offande' ritual to the spirits."
    },
    {
      "chapter_title": "CHAPITRE III. Contenant la véritable composition de la Baguette mystérieuse, ou Verge Foudroyante, telle qu'elle est représentée ci-dessous.",
      "summary": "Provides precise instructions for crafting the 'Baguette mystérieuse, ou Verge Foudroyante'. This wand must be a wild hazelnut branch, never having borne fruit, cut at sunrise with a specific steel blade (used for the kid's sacrifice), and consecrated with a powerful invocation to Adonay, Eloim, Ariel, Jehovam, invoking the power of Jacob, Moses, Joshua, Samson, and Zariatnatmik. It must then be fitted with steel ferrules and its forked ends magnetized."
    },
    {
      "chapter_title": "CHAPITRE IV. Contenant la véritable Représentation du grand Cercle Cabalistique.",
      "summary": "Details the construction of the 'Grand Cercle Cabalistique' and the 'Triangle of Pacts'. The circle is formed using the virgin kid's skin, secured with four nails, and an 'Ematille' stone. A triangle is traced within it, containing specific letters (A, E, J), the name 'Jesus', and two crosses. The ritual space is prepared with consecrated candles, crowns of verbena, and an censer burning incense, camphor, and brandy spirit. It includes the 'Premiere Priére' and 'Seconde Priére' for divine protection and aid, with strict instructions for the 'Karcist' and assistants regarding silence and courage during evocations."
    },
    {
      "chapter_title": "PREMIERE APPELLATION, A L'EMPEREUR LUCIFER.",
      "summary": "The initial command to Lucifer, Prince of rebellious Spirits, to manifest without noise or foul odor and respond to the Karcist's demands. It invokes the authority of God (Father, Son, Holy Spirit) and powerful divine names (Adonay, Eloim, Ariel, Jehovam, Tagla, Mathon) to compel him."
    },
    {
      "chapter_title": "SECONDE APPELLATION.",
      "summary": "A more forceful invocation to Lucifer, commanding his presence or the sending of Astarôt within a quarter-hour, using the unique power of Emanuel's blood. Failure to comply is threatened with the 'redoutable Baguette Foudroyante' and the comprehensive divine names of the Clavicle, to torment Lucifer and his race."
    },
    {
      "chapter_title": "AVERTISSEMENT. / Troisieme Appellation. / GRANDE APPELLATION, Tirée de la Veritable Clavicule.",
      "summary": "Instructs the Karcist to read the 'Clavicule' and strike fire with the wand's forked ends if the spirit does not appear, noting that terrifying noises will precede the spirit's manifestation. A 'Troisieme Appellation' follows, an ultimate command threatening perpetual torment. This is succeeded by the 'GRANDE APPELLATION' from the 'Veritable Clavicule', a highly potent invocation filled with divine and magical names to compel the spirit."
    },
    {
      "chapter_title": "De l'Apparition de l'Esprit. / Demande à l'Esprit. / Réponse de l'Esprit.",
      "summary": "Describes the spirit Lucifuge Rofocale's initial appearance, querying why its rest is disturbed and protesting the 'terrible Baguette'. The Karcist's 'Demande' asserts that compliance would have prevented coercion. Lucifuge Rofocale's initial 'Réponse' refuses the demand unless the Karcist offers their body and soul in 50 years."
    },
    {
      "chapter_title": "Demande à l'Esprit. / Réponse & Convention de l'Esprit. / Scavoir:",
      "summary": "The Karcist reiterates the demand for daily communication and approval of the book, threatening further torment with the wand. Lucifuge Rofocale then agrees, offering two hours nightly each day of the week, specifying different hours for each day: Monday (9 PM, Midnight), Tuesday (10 PM, 1 AM), Wednesday (11 PM, 2 AM), Thursday (8 PM, 10 PM), Friday (7 PM, Midnight), Saturday (9 PM, 11 PM)."
    },
    {
      "chapter_title": "Pact Terms and Spirit Signature.",
      "summary": "Lucifuge Rofocale agrees to deliver the nearest treasure in exchange for a piece of gold or silver each month, stressing secrecy and charity to the poor. Failure to comply results in the Karcist's eternal subservience. The spirit also approves the book and provides its 'véritable Signature' on parchment for the Karcist to use, promising to appear when summoned under proper ritual conditions."
    },
    {
      "chapter_title": "SECOND LIVRE CONTENANT LE VERITABLE SANCTUM REGNUM DE LA CLAVICULE. Où la véritable Maniere de faire les PACTES.",
      "summary": "This section introduces the 'Sanctum Regnum' (Pacta conventa Dæmoniorum) as essential for forcing spirits to appear, particularly for those unable to create the Thunderbolt Wand and Cabalistic Circle. It outlines the wide array of benefits gained from pacts, including wealth, love, secret knowledge, control over weather, invisibility, teleportation, opening locks, understanding nature, and acquiring the 'Main de Gloire'."
    },
    {
      "chapter_title": "Leurs Signes & Caracteres / Subordinate Spirits & Powers.",
      "summary": "Presents the names and sigils of the three principal infernal spirits: Lucifer (Emperor), Belzébut (Prince), and Astarot (Grand-Duc). It then lists and describes six superior spirits subordinate to these three, their sigils, ranks (Lucifuge - Premier Ministre, Satanachia - Grand Général, Agaliarept - Général, Fleurety - Lieutenant Général, Sargatanas - Brigadier, Nebiros - Maréchal de Camp), and their specific powers and twenty-four subordinate spirits, noting that any of these can be called upon through a pact with one of the six superiors."
    },
    {
      "chapter_title": "AVERTISSEMENT. / TRIANGLE DES PACTES.",
      "summary": "Provides detailed instructions for preparing a pact with principal spirits. This involves cutting a hazelnut wand, securing an 'Ematille' stone, consecrated candles, and choosing a solitary location. The 'Triangle des Pactes' is traced, with protective symbols and the name of Jesus. The Karcist stands within the triangle, holding the wand, and recites the 'Grande Appellation', the 'Clavicule', and the specific demands, culminating in the pact and dismissal of the spirit."
    },
    {
      "chapter_title": "Grande Appellation des Esprits avec lesquels l'on veut faire Pacte, tiré de la grande Clavicule.",
      "summary": "A powerful invocation specifically for pact-making, addressing Lucifer, Belzebuth, and Astarot for favor and protection, and directly commanding Lucifuge Rofocale to appear in human form without foul odor and grant desires through a pact. It invokes the full force of divine names and Salomon's Clavicle to compel obedience."
    },
    {
      "chapter_title": "Apparition de l'Esprit. / Demande à l'Esprit. / Réponse de l'Esprit. / Voici le PACTE.",
      "summary": "Describes Lucifuge Rofocale's appearance and the ensuing dialogue. The spirit asks why its rest is disturbed. The Karcist demands a pact for immediate enrichment. Lucifuge Rofocale initially refuses, demanding the Karcist's body and soul in twenty years. The Karcist then presents a pact, written in their own blood on virgin parchment, promising a reward in twenty years for the treasures granted, sealed with a signature."
    },
    {
      "chapter_title": "Seconde Apparitione de l'Esprit. / Reponse à l'Esprit. / CONJURATION, Et renvoi de l'Esprit, avec lequel on a fait Pacte.",
      "summary": "Lucifuge Rofocale reappears, asking why it's tormented further. It agrees to provide the nearest treasure if the Karcist dedicates a piece of treasure monthly and only summons it on specific days/hours. The spirit then directs the Karcist to the treasure. After retrieving the treasure, the Karcist performs a 'Conjuration' and dismissal ritual, reminding Lucifuge of the pact and threatening renewed torment if it fails to uphold its end."
    },
    {
      "chapter_title": "PRIERE Au Tout-Puissant en forme d'Actions de grace.",
      "summary": "A prayer of humble thanksgiving to God, the celestial Father, for granting the grace to successfully make a pact with a rebellious spirit, allowing the Karcist to acquire desired possessions without risk. The prayer asks for continued divine favor and protection from evil spirits."
    },
    {
      "chapter_title": "ORAISON Pour se garantir des mauvais Esprits. / Citasio Prædictorum Spirituum.",
      "summary": "Contains a general prayer to the All-Powerful Father, Mother, and Son for preservation, protection, and guidance from evil spirits. Followed by 'Citasio Prædictorum Spirituum,' a set of Latin invocations and prayers to God, Jesus Christ, Mary, and various angels (Anaël, Uriel, Rubiel, Barachiel) to command spirits, gain knowledge, and ensure their obedience without harm to the operator."
    },
    {
      "chapter_title": "LE SECRET MAGIQUE, Où le GRAND ART de pouvoir parler aux Morts.",
      "summary": "Details a necromantic ritual to speak with the dead. The operation involves attending Christmas Eve mass, then going to a cemetery to invoke 'Puissances Infernales' at a tomb, asking them to present the desired deceased. After an offering of earth and specific incantations, the Karcist lies on the ground, calling the deceased by name, leading to the apparition of the 'Spectre' for communication and a final dismissal ritual with a cross drawn on the tomb."
    },
    {
      "chapter_title": "SECRETS DE L'ART MAGIQUE. (Various Practical Spells)",
      "summary": "A collection of miscellaneous magical spells including: making a divinatory wand, charms for lottery success, enchanting firearms, achieving insensitivity to torture, the alchemical 'COMPOSITION DE MORT, OU LA PIERRE PHILOSOPHALE' for transmuting lead into gold, speaking to spirits on St. John the Baptist's Eve, causing nude dancing, love charms, invisibility spells (using a black cat), making a 'garter of seven leagues' for swift travel, an ointment for fast travel, charms for legal favor, curses to mutilate enemies, protection against weapons, abortion spells, and various healing remedies for dropsy, pleurisy, gout, paralysis, and fevers."
    },
    {
      "chapter_title": "MIROIR DE SALOMON. Maniere de faire le Miroir de Salomon.",
      "summary": "Outlines a 48-day ritual (beginning on a new moon) to create and consecrate a scrying mirror from a polished steel plate. This involves writing divine names (Jehova, Eloym, Metraton, Adonay) on it with white dove's blood, daily prayers, burning incense, and specific invocations to Angel Anaël. The angel is expected to appear after 14-48 days to grant wishes and reveal hidden truths."
    },
    {
      "chapter_title": "DE LA MAIN DE GLOIRE, Dout se servent les scelérats voleurs, pour entrer de nuit dans les maisons sans empêchement.",
      "summary": "Describes the infamous 'Hand of Glory', a necromantic item made from the hand of a hanged man. Its preparation involves specific preservation and drying processes. When a candle made from a hanged man's fat, virgin wax, and Lapland sesame is placed within it, it causes all inhabitants of a house to become immobile. It also details counter-charms, such as rubbing thresholds with an ointment of black cat's gall, white hen's fat, and owl's blood."
    },
    {
      "chapter_title": "POUR CHANGER LE PLOMB EN OR FIN.",
      "summary": "Presents two distinct alchemical processes for transmuting lead into fine gold, referencing Fallopius, Basile Valentin, and Caravana Espagnol. Both involve complex procedures: one uses copperas, purified quicksilver, and fine gold leaves, while the other employs sulphur, saltpeter, and sal ammoniac. Both emphasize precise heating, sublimation, and reduction steps to yield excellent gold."
    },
    {
      "chapter_title": "Table des Jours Heureux & Malheureux. / REMARQUES.",
      "summary": "A calendar listing auspicious ('Heureux') and inauspicious ('Malheureux') days for each month, intended to guide the practitioner in timing magical operations. The 'Remarques' section notes that this table was reputedly given to Adam by an Angel, ensuring his success in all endeavors, and suggests that modern cultivators could benefit from following similar timing principles."
    }
  ],
  "key_concepts": [
    {
      "term": "Grand-Oeuvre",
      "definition": "The ultimate magical work, here attributed to King Solomon, involving the comprehensive commanding of spirits to achieve all desires and reveal hidden knowledge, central to the grimoire's purpose."
    },
    {
      "term": "Verge Foudroyante (Thunderbolt Wand)",
      "definition": "A primary magical tool, meticulously crafted from a wild hazelnut branch, reinforced with steel, and consecrated through specific invocations invoking divine and ancestral magical powers. It serves to compel and strike spirits."
    },
    {
      "term": "Grand Cercle Cabalistique & Triangle of Pacts",
      "definition": "The consecrated ritual space. The Grand Cercle (Cabalistic Circle) is drawn with an Ematille stone and lined with the skin of a virgin kid for protection. The Triangle of Pacts, placed within the circle, is where spirits are compelled to appear, containing protective symbols like the name of Jesus and crosses."
    },
    {
      "term": "Pacts",
      "definition": "Formal agreements made between the Karcist and infernal spirits (e.g., Lucifuge Rofocale) for material or intellectual gain. These often involve an exchange where the spirit provides desired services (like revealing treasure) in return for a future claim on the Karcist's body and soul, sealed with a blood signature."
    },
    {
      "term": "Appellations (Invocations/Commands)",
      "definition": "Specific verbal formulas, frequently incorporating numerous divine, angelic, and infernal names, recited to compel spirits to appear, obey, or fulfill demands. They range from polite requests to forceful threats backed by divine authority."
    },
    {
      "term": "Ematille Stone (Hematite)",
      "definition": "A specific stone used in rituals, primarily for tracing the Cabalistic Circle and Triangle of Pacts. It also serves as a protective item for the Karcist."
    },
    {
      "term": "Karcist",
      "definition": "The primary operator or master of the magical ritual, responsible for leading the invocations, performing the actions, and negotiating with the spirits. They must undergo strict purification and maintain courage."
    },
    {
      "term": "Divine Names",
      "definition": "Powerful names of God and other celestial entities (e.g., Adonay, Eloim, Ariel, Jehovam, Tagla, Mathon, Aglon, Tetragram) invoked to establish authority over infernal spirits and to ensure protection and success in operations."
    },
    {
      "term": "Spirit Hierarchy",
      "definition": "A structured classification of infernal spirits, including Emperors (Lucifer), Princes (Belzébut), Grand-Ducs (Astarot), and a retinue of ministers, generals, brigadiers, and marshals with their subordinate spirits. Each rank possesses specific powers and domains of influence."
    },
    {
      "term": "Miroir de Salomon (Solomonic Mirror)",
      "definition": "A scrying tool, a polished steel plate consecrated over 48 days with prayers and invocations to Angel Anaël. Used for divination, communicating with spirits, and revealing hidden knowledge."
    },
    {
      "term": "Main de Gloire (Hand of Glory)",
      "definition": "A potent necromantic artifact made from the severed and preserved hand of a hanged man. When a specific candle is placed in it and lit, it grants the power to immobilize all occupants of a house, primarily used for theft."
    },
    {
      "term": "Philosopher's Stone (Alchemical Transmutation)",
      "definition": "The theoretical substance or process allowing for the transmutation of base metals (e.g., lead) into noble metals (e.g., gold), presented through detailed alchemical recipes within the grimoire."
    },
    {
      "term": "Days of Fortune",
      "definition": "A calendar provided at the end of the text, categorizing days as 'Heureux' (lucky) or 'Malheureux' (unlucky), guiding the practitioner in timing their magical operations for optimal success."
    }
  ],
  "practical_system": {
    "description": "The system is a highly structured method for operative magic, focused on establishing pacts with infernal spirits. It integrates purification, divine invocation, and precise tool construction to create a protected and powerful ritual environment. The Karcist commands spirits using a hierarchy of divine and infernal names, compelling them to grant desires, typically in exchange for a future claim on the practitioner's soul. Beyond pacts, it includes diverse spells for divination, necromancy, protection, curses, healing, and even alchemical transmutation.",
    "tools": [
      "Baguette Foudroyante (Thunderbolt Wand): wild hazelnut branch, steel ferrules, magnetized tips, consecrated.",
      "Cabalistic Circle and Triangle of Pacts: drawn with Ematille stone, lined with virgin kid's skin, secured with four nails.",
      "Ematille Stone (Hematite): for drawing and protection.",
      "Virgin Kid: for sacrifice and skin for the circle.",
      "Consecrated Wax Candles: made by a virgin girl.",
      "Crowns of Verbena.",
      "New fire-steel, stones, and tinder.",
      "Brandy Spirit, Consecrated Incense, Camphor.",
      "Four nails from an infant's coffin (for the circle).",
      "Virgin Parchment: for pacts and other spell components.",
      "Karcist's Blood: for signing pacts.",
      "New Knife/Steel Blade: for cutting wand and ritual components.",
      "Black Cat: for invisibility ritual.",
      "Miroir de Salomon: polished steel plate for scrying.",
      "Main de Gloire (Hand of Glory): preserved hand of a hanged man with a special candle.",
      "Wolf Skin: for the 'garter of seven leagues' for swift travel.",
      "Various Herbs and Alchemical Ingredients: specific to healing, love, curses, and transmutation spells."
    ],
    "rituals": [
      "Quarter-moon purification involving abstinence, specific meal times, and a prayer to Adonay.",
      "Sacrifice of a virgin kid and an initial offering to spirits.",
      "Crafting and consecrating the 'Verge Foudroyante' (Thunderbolt Wand) at sunrise with specific invocations.",
      "Drawing the 'Grand Cercle Cabalistique' and 'Triangle of Pacts' using the kid's skin, Ematille stone, and protective symbols like the name of Jesus.",
      "Series of 'Appellations' (invocations) to Lucifer, Belzébut, Astarot, and Lucifuge Rofocale, increasing in intensity and threat if spirits fail to appear.",
      "Dialogue and negotiation of a pact with the manifested spirit (Lucifuge Rofocale), typically involving a future claim on the Karcist's soul (e.g., 20 or 50 years).",
      "Signing the pact with the Karcist's own blood on virgin parchment.",
      "Commanding the spirit to reveal hidden treasures and accompanying it to the location, then retrieving the treasure.",
      "Specific dismissal rituals for summoned spirits.",
      "Necromancy ritual to speak with the dead in a cemetery on Christmas Eve, involving specific invocations.",
      "Construction and use of the 'Miroir de Salomon' for scrying and communication with Angel Anaël.",
      "Various practical spells for specific outcomes, including lottery wins, charming firearms, invisibility, love, curses, and healing."
    ]
  },
  "relevant_quotes": [
    {
      "text": "This text constitutes one of the more famous and outrageous Grimoires of black magic. It probably dates not much earlier than the early 1800's. Eliphas Levi, the great 19th century French occultist, seems to have held some fascination for this work.",
      "page": "1"
    },
    {
      "text": "L'HOMME qui gémit sous le poid accablant des préjugés de la présomption, aura peine à se persuader qu'il m'ait été possible de renfermer dans un si petit Recueil l'essence de plus de vingt Volumes, quî par leurs dits, redits & ambiguités rendoient l'accès des Opérations Philosophiques",
      "page": "1"
    },
    {
      "text": "CE grand Livre, est si rare, si recherché dans nos contrées, que pour sa rareté on le peut appeller d'après les Rabins, le véritable GRAND-OEUVRE, & c'est eux qui nous ont laissé ce précieux original que tant de Charlatans ont voulu contrefaite inutilement en voulant imiter le véritable...",
      "page": "2"
    },
    {
      "text": "Je te commande & conjure, Empereur Lucifer, de la part du grand Dieu vivant, & par la puissance d'Emanuel son Fils unique, ton maître & le mien, & par la vertu de son sang précieux qu'il a répandu pour arracher les hommes de tes chaines; je t'ordonne de quitter ta demeure dans quelle partie du monde qu'elle soit...",
      "page": "7"
    },
    {
      "text": "Me voici, que me demande-tu? pourquoi troubles-tu mon repos? Ne me frappe plus de cette terrible Baguette. LUCIFUGE ROFOCALE.",
      "page": "8"
    },
    {
      "text": "Je promets au grand LUCIFUGE' de le récompenser dans vingt ans de tous les Trésors qu'il me donnera. En foi de quoi je me suis Signé. N. N.",
      "page": "22"
    },
    {
      "text": "O grand Dieu qui a créé toutes choses pour le service & l'utilité de l'homme, nous te rendons de très-humbles actions de grace de ce que par ta grande bonté, tu nous as comblé pendant cetta nuit de tes précieuses faveurs...",
      "page": "14"
    },
    {
      "text": "J'A voue que je n'a jamais éprouvé le secret de la main de gloire, mais j'at assisté trois fois au jugement définitif de certains scélérats, qui confessérent à la torture s'être servis de la main de Gloire dans les vols qu'ils avoient faits...",
      "page": "35"
    }
  ],
  "critical_analysis": {
    "relevance": "This grimoire, attributed to 'J. Karter' and 'Salomon', is a significant artifact within the 'Black Magic' tradition, notably featuring the 'Grand Grimoire' and the figure of Lucifuge Rofocale. Historically, it reflects the enduring fascination with Solomonic magic adapted for overtly infernal pacts. Its detailed instructions for spirit evocation, particularly for material gain at the cost of the soul, place it firmly in the darker currents of grimoire literature. Scholars like A.E. Waite deemed it 'fantastic' and 'atrocious', yet its persistence and influence highlight a continued interest in pragmatic, results-oriented magic, regardless of the perceived moral cost. It is a key text for understanding the development of pact magic and infernal hierarchies in early modern occultism.",
    "target_audience": "The primary target audience is practitioners of operative magic seeking tangible results such as wealth, knowledge, and power through direct interaction and pacts with infernal entities. It caters to individuals willing to undertake rigorous ritual preparation and brave the potential spiritual and ethical consequences of such agreements. Additionally, it serves academic researchers and historians studying Western Esotericism, grimoire traditions, and the historical practice of 'Black Magic', offering a window into the concrete methodologies and underlying philosophies of these practices."
  }
}