{
  "header": {
    "title": "NECROMANCERS IN THE TOHOKU",
    "authors": [
      "Wilhelm Schiffer, S. J."
    ],
    "category": "Ethnography of Necromancy",
    "keywords": [
      "necromancy",
      "Japan",
      "Tohoku",
      "itako",
      "shamanism",
      "spiritism",
      "Mt. Osore",
      "mediumship",
      "Japanese folklore"
    ]
  },
  "central_thesis": "While Japanese necromancers (itako) in the Tohoku region facilitate communication with the dead for the bereaved, the author concludes, based on interviews and psychological examinations, that their practice primarily serves as a cultural custom for consolation rather than involving true ecstatic communication or possession by spirits, thus differentiating them from classical shamans despite some scholars' classifications.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Necromancy",
      "summary": "The paper introduces necromancy as a universal desire to predict destiny by contacting the dead through a medium, citing the Old Testament account of Saul and the medium of Endor as a classical description."
    },
    {
      "chapter_title": "Japanese Necromancy and Terminology",
      "summary": "It discusses similar female necromancers in Japan, known by various names such as miko, kuchiyose, shinikuchi, ikikuchi, and kamikuchi. Local terms for necromancers in different regions are provided, with a focus on 'itako' from Tohoku, which is posited to relate to the Yakut 'udagan' (shaman)."
    },
    {
      "chapter_title": "Mt. Osore: A Necromancer's Gathering Place",
      "summary": "The paper describes Mt. Osore in Aomori prefecture, an inactive volcano with an environment considered a residence for the dead. Annually, between July 20th and 25th (during O-bon), necromancers gather there to help pilgrims establish contact with deceased loved ones, operating outside the Zen temple Entsūji."
    },
    {
      "chapter_title": "Characteristics of Tohoku Necromancers",
      "summary": "Tohoku necromancers are typically old, blind or visually impaired women who belong to Shinto. They use specific ritual objects like the 'gehōbako' (a box containing personal deity items including figures, animal, and sometimes human skulls), carry a black lacquered tube (initiation certificate, talisman), and use rosaries (often with animal bones and a medal) or bows, and 'O-shirasama' puppets during their recitations."
    },
    {
      "chapter_title": "The Institution of Necromancers and Initiation",
      "summary": "Necromancers have a historical presence in Heian literature and are trained through an apprenticeship under a mistress, learning prayers for one to four years. Their initiation rite, 'Kamizuke-shiki' (union with god), involves a hundred-day fast, a ceremony for the dead (wearing a robe of the dead), and a wedding ceremony to their patron deity (wearing a wedding dress, black-colored teeth, 'sansan-kudo' sake ritual). This mystical marriage was historically consummated with a Shinto priest standing in for the deity."
    },
    {
      "chapter_title": "Social Context and Relationships",
      "summary": "The article explores the historical connection between necromancers and prostitutes ('yūjo' or itinerant women), and the institution of 'ichiyo-tsuma' (one-night wives) for 'itinerant gods.' It also notes that necromancers often marry 'Yamabushi' (mountain ascetics), who also possess spiritual powers, suggesting a natural connection due to their shared link to the spiritual world."
    },
    {
      "chapter_title": "Are Necromancers Shamans?",
      "summary": "The core academic debate questions whether Japanese necromancers are true shamans, defined as engaging in 'institutionalized and formalized ecstatic communication with the other world.' While Eder and Fairchild classify them as shamans due to observed slight ecstasy, Professor Hori and the author (Schiffer), based on direct interviews and medical examinations at Juntendo Hospital, conclude that these necromancers do not experience trance or ecstatic communication and view their practice as a custom to console the bereaved."
    }
  ],
  "key_concepts": [
    {
      "term": "Necromancy",
      "definition": "The establishing of contact with the dead by means of a medium, believed to provide deeper insight into human destiny from the hereafter."
    },
    {
      "term": "Itako",
      "definition": "Female necromancers primarily from the Tohoku region of Japan, often blind or visually impaired, who serve as mediums to connect the living with the dead, particularly at Mt. Osore."
    },
    {
      "term": "Gehōbako",
      "definition": "A box, wrapped in cloth, used by necromancers, containing ritual items related to their personal protective deity, such as small figures, embracing couple representations, and skulls of animals or sometimes humans."
    },
    {
      "term": "Kamizuke-shiki",
      "definition": "The elaborate initiation rite for a necromancer, meaning 'ceremony of the union with god,' involving a hundred-day fast, a ceremony for the dead, and a symbolic wedding to a patron deity."
    },
    {
      "term": "O-shirasama",
      "definition": "Simple puppets used by some necromancers as part of their practice, made to dance during their recitations."
    },
    {
      "term": "Shamanism",
      "definition": "As defined in the text, 'institutionalized and formalized ecstatic communication of man with the other world in the service of the community.' The author specifically evaluates whether Itako exhibit the 'ecstatic' component."
    },
    {
      "term": "Yūjo",
      "definition": "A term for prostitute, which Professor Hori interprets in the context of necromancers as 'itinerant woman' ('yūkō-suru josei'), suggesting a historical connection between traveling mediums and prostitution."
    }
  ],
  "practical_system": {
    "description": "The practical system of Japanese necromancy, as described, revolves around the 'itako' acting as a medium to call forth spirits of the dead for clients, primarily at sacred sites like Mt. Osore during specific festivals. The process is highly ritualized, involving specific tools, songs, and a rigorous initiation process.",
    "tools": [
      "Gehōbako: A cloth-wrapped box containing figures, representations of embracing couples, and skulls of animals (cats, dogs) and sometimes humans, related to the protective deity.",
      "Rosary: Held in hand, often with beads separated by bones of male and female animals, and a medal depicting an embracing couple.",
      "Bows: Used by some necromancers instead of rosaries, whose strings 'sing' when plucked.",
      "O-shirasama: Two simple puppets that some necromancers make dance.",
      "Black lacquered tube: Carried on the back, containing the necromancer's initiation certificate and a talisman of the protective deity."
    ],
    "rituals": [
      "Apprenticeship: One to four years under a mistress to learn prayers.",
      "Hundred-day fast: Preceding the initiation rite, strictly observed, especially in the last three weeks.",
      "Kamizuke-shiki (Union with God Ceremony): Consists of a 'ceremony for the dead' where the novice wears a robe of the dead, and a 'wedding ceremony' where the novice, in wedding attire with black-colored teeth, partakes in the 'sansan-kudo' (triple ritual sipping of sake) to marry their patron deity. Historically, this involved consummation with a Shinto priest.",
      "Spirit Evocation: Clients provide alms and mention the deceased's date of death. The necromancer then recites a song, rubs a rosary, plucks a bow string, or plays with O-shirasama puppets.",
      "Spirit Communication: After the song, the necromancer announces the spirit's arrival and speaks as the voice of the dead, answering client questions for consolation."
    ]
  },
  "relevant_quotes": [
    {
      "text": "The desire of man to look into the future and to predict the outcome of his own destiny is universal. During the course of history numerous ways of fortunetelling have been invented, one of the oldest being necromancy (the establishing of contact with the dead by means of a medium), because the dead are supposed to have from the hereafter a deeper insight into the entanglements of man's destiny.",
      "page": "177"
    },
    {
      "text": "Yainā, I call the water of today. What kind of water do I call? I call the water on the small, young twigs. My sleeve is wet with tears, The hem of my dress is wet with dew.",
      "page": "180"
    },
    {
      "text": "Generally shamanism is defined as the institutionalized and formalized ecstatic communication of man with the other world in the service of the community.",
      "page": "184"
    },
    {
      "text": "The necromancers themselves state clearly that they never fall in a trance or in a similar state of mind, and that they don't have any \"ecstatic communication with the other world. A psychiatrical examination conducted by the doctors of the Juntendo Hospital in Tokyo has confirmed their statements.",
      "page": "184"
    }
  ],
  "critical_analysis": {
    "relevance": "This work offers a critical, ethnographically-informed perspective on Japanese mediumship, challenging Western academic categorizations of 'shamanism' when applied to the 'itako'. It contributes significantly to comparative studies of esotericism by providing detailed descriptions of a specific operative system of necromancy, its social context, and the author's argument against classifying it as ecstatic shamanism. It highlights the importance of nuanced cultural understanding over universalizing definitions.",
    "target_audience": "Academics in religious studies, anthropology, ethnography, folklore, and East Asian studies. Researchers in comparative esotericism, occultism, and mediumship will find the detailed description and critical analysis particularly relevant."
  }
}