{
  "header": {
    "title": "EDITOR'S NOTE",
    "authors": [
      "Lance Storm"
    ],
    "category": "Parapsychology Journal Editorial",
    "keywords": [
      "parapsychology",
      "dream manifestation",
      "discarnate entity",
      "shamanic journeying",
      "ganzfeld design",
      "sense-of-being-stared-at",
      "empirical research",
      "journal editorial"
    ]
  },
  "central_thesis": "This editor's note introduces the articles presented in the current issue of the Australian Journal of Parapsychology, highlighting diverse research topics including dream manifestations, shamanic-like experiments, and studies on the sense of being stared at, thereby showcasing the journal's focus on contemporary empirical and theoretical parapsychological inquiry.",
  "structure_content": [
    {
      "chapter_title": "Introduction to Steven A. Trankle's Report",
      "summary": "The editorial board welcomes Steven A. Trankle, a new contributor, who presents a report on a dream manifestation involving an ostensible discarnate entity. The note emphasizes that despite the personal significance of the experience, Trankle's study approaches it with objective treatment, exploring various complex theories that might explain the phenomenon."
    },
    {
      "chapter_title": "Empirical Report by Deakin University Researchers (Adam Rock & Lance Storm)",
      "summary": "Following Trankle's report is an empirical study by Deakin University researchers, Adam Rock and the editor (Lance Storm). This report details a shamanic-like journeying experiment, building upon a theoretical paper from June 2009. It is identified as the first part of a two-part study, with initial results suggesting a promising new paradigm that challenges the implied exclusivity of the ganzfeld design in parapsychological research."
    },
    {
      "chapter_title": "Sense-of-Being-Stared-At Study by Lynette J. Ferris",
      "summary": "The issue concludes with a study on the 'sense-of-being-stared-at' phenomenon. This research was conducted by Lynette J. Ferris, an Honours student, under the supervision of Dr. Adam Rock, one of the co-authors of the preceding empirical report."
    },
    {
      "chapter_title": "Editorial Greetings for 2010",
      "summary": "The editorial team extends season's greetings to its readership and conveys best wishes for the upcoming year, 2010."
    }
  ],
  "key_concepts": [
    {
      "term": "Discarnate entity",
      "definition": "An ostensibly non-physical being or consciousness, referenced in the context of a dream manifestation and investigated objectively within parapsychological research."
    },
    {
      "term": "Shamanic-like journeying experiment",
      "definition": "An empirical study designed to explore experiences or states analogous to shamanic journeys, conducted by parapsychology researchers, often with implications for consciousness studies or psi phenomena."
    },
    {
      "term": "Ganzfeld design",
      "definition": "A specific experimental methodology in parapsychology, typically used to test for telepathy or clairvoyance, characterized by sensory deprivation or uniform sensory input. The note suggests new research may question its exclusivity as a paradigm."
    },
    {
      "term": "Sense-of-being-stared-at study",
      "definition": "A parapsychological investigation into the common experience of sensing when one is being observed by another person, often without direct sensory input."
    }
  ],
  "practical_system": {
    "description": "The provided text is an editor's note for a parapsychology journal. It serves to introduce academic articles and discuss research trends, rather than describing any practical magical, occult, or esoteric system. Therefore, it does not outline any operative practices, rituals, or tools for practical application.",
    "tools": [],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "In this issue, the editorial board welcomes newcomer and student Steven A. Trankle to our pages. Steven gives a report on a dream manifestation of an ostensible discarnate entity, and though the experience has personal significance, he gives his study an objective treatment by considering the varied and complex theories that might explain the phenomenon.",
      "page": "148"
    },
    {
      "text": "Then follows an empirical report by Deakin University researchers, Adam Rock and myself, in which we feature a shamanic-like journeying experiment, the design of which was announced previously in a theoretical paper in the June 2009 issue. The study presented here is the first part of a two-part study, and the results look promising for a new paradigm which questions the implied exclusivity of the ganzfeld design.",
      "page": "148"
    },
    {
      "text": "Clearly Deakin University researchers are on a roll, and this issue closes with a sense-of-being-stared-at study conducted by Lynette J. Ferris, Honours student of the paper's co-author, Dr. Adam Rock.",
      "page": "148"
    }
  ],
  "critical_analysis": {
    "relevance": "This editor's note is highly relevant within the field of parapsychology, providing an overview of current research being published in a specialized journal. It signals emerging trends, such as empirical investigations into shamanic-like states and re-evaluation of established methodologies like the ganzfeld design. While not directly 'esoteric' or 'occult' in its scientific framing, the phenomena investigated (e.g., discarnate entities, shamanic journeying, psi phenomena) are subjects that often intersect with esoteric interests, albeit approached through a rigorous academic and empirical lens. The note indicates a dynamic research landscape exploring anomalous experiences.",
    "target_audience": "The primary target audience for this editor's note, and by extension the journal itself, includes academic researchers, parapsychologists, psychologists, cognitive scientists, students, and practitioners interested in the scientific study of anomalous phenomena and consciousness. It is intended for those who appreciate empirical investigation and theoretical discussion within the parapsychological framework, rather than purely occult or magical practitioners seeking operational instructions."
  }
}