{
  "header": {
    "title": "Esoteric Extension of Tarot to Develop Supersensory Powers",
    "authors": [
      "Ann Davies"
    ],
    "category": "Esotericism",
    "keywords": [
      "Tarot",
      "Qabalah",
      "Supersensory Powers",
      "Consciousness",
      "Discrimination",
      "Polarity"
    ]
  },
  "central_thesis": "The text posits that by understanding and applying the principles symbolized in Tarot Key 6 (The Lovers), particularly the law of polarity and the function of discrimination, individuals can develop supersensory powers and achieve higher consciousness, moving from self-consciousness to superconsciousness.",
  "structure_content": [
    {
      "chapter_title": "Lesson 22: Tarot Key 6 and Gemini",
      "summary": "Introduces Tarot Key 6, its assignment to the zodiacal sign Gemini, and its Hebrew letter meaning 'the sword.' Explains the sword as symbolizing the element of air and the faculty of discernment, which is fundamental to self-consciousness. It highlights the law of polarity as intrinsically linked to consciousness and self-consciousness, and introduces the concept that attraction necessitates separation."
    },
    {
      "chapter_title": "The Sword, Polarity, and Discrimination",
      "summary": "Elaborates on the sword's symbolism, particularly its negative aspect (battle of the sexes) and positive aspect (attraction of opposites). Explains that all dualities (love/hate, day/night) are two parts of one thing, and that manifestation requires separation of polarities. Connects this to consciousness and self-consciousness, and hints at an explanation for evil through this lens."
    },
    {
      "chapter_title": "The Sense of Smell and Psychic Faculties",
      "summary": "Assigns the Hebrew letter of Tarot Key 6 to the function of discrimination and the sense of smell. Explains the figurative use of 'smells bad' to denote something psychic or subjective that is not good. Links the sense of smell to psychic faculties like inner hearing and seeing, emphasizing its role in discerning the not-so-apparent."
    },
    {
      "chapter_title": "Symbolism of Tarot Key 6: Adam and Eve, Tree, and Fruit",
      "summary": "Details the visual elements of Tarot Key 6: Adam and Eve representing self-consciousness and subconsciousness, respectively. The tree with trefoil flames signifies the zodiacal signs and decanates, symbolizing personality types. The fruit and serpent behind Eve represent temptation and the knowledge of good and evil, which, though problematic, is essential for consciousness evolution."
    },
    {
      "chapter_title": "Karma, Temptation, and Desire Fulfillment",
      "summary": "Discusses the law of karma as reaping repercussions from mistakes, leading to learning. Equates the Hebrew word for tempter ('Messiah') with Christ, suggesting Christ and the tempter are opposite aspects of the same phenomenon interacting to create developments. Argues that fulfilling desires, rather than suppressing them, is the occult method to overcome them, as buried desires 'smell bad' and manifest as psychic sicknesses."
    },
    {
      "chapter_title": "Self-Consciousness and Subconsciousness Relationship",
      "summary": "Reiterates that the two figures in Key 6 represent self-consciousness and subconsciousness, depicted nude for lack of self-deception. Defines self-consciousness as looking into one's own emotional conditionings without hiding. Tarot Key 6 symbolizes the correct relationship where self-consciousness sees through subconsciousness acting as a mirror, provided self-consciousness has the proper relationship with its subconsciousness for accurate reflection."
    },
    {
      "chapter_title": "The Role of the Angel Raphael and Training the Subconscious",
      "summary": "Points out that subconsciousness looks at the angel Raphael (The Healer) in Key 6, representing the desired state. Current problems arise because subconsciousness has been trained by self-consciousness to accept misinterpretations. The text advocates training subconsciousness to refuse warped conclusions and turn to superconsciousness for correct interpretation, thereby developing discrimination."
    },
    {
      "chapter_title": "Subconsciousness as the Channel for Higher Knowing",
      "summary": "Emphasizes that all feelings, perceptions, and reactions, including illuminations from cosmic consciousness, are received through subconsciousness. It is the sole channel to higher knowing and must be trained and transmuted. Visualization and demonstration techniques are to be placed in the hands of the angelic influence symbolized in Tarot Key 6."
    },
    {
      "chapter_title": "Self-Deception and Pattern Transmutation",
      "summary": "Critiques elementary metaphysical groups that offer simplistic success formulas. States that self-deception is the root of most problems, stemming from unaware patterns formed in past incarnations. These patterns, if strongly emotional, can cause failure even with creative imagination. Tarot's role is to effect a complete transmutation of these buried patterns by learning to observe oneself."
    },
    {
      "chapter_title": "The Case Study: Marriage and Subconscious Interference",
      "summary": "Presents an example of a woman who, despite appearing desirable, could not marry due to subconscious patterns of fear of domination and desire for privacy, stemming from her relationship with her mother. Her subconscious reactions sabotaged her conscious desires, illustrating how buried patterns damage reciprocal relationships and prevent fulfillment."
    },
    {
      "chapter_title": "Applying Discrimination to Attitudes and Desires",
      "summary": "Stresses the need to apply discrimination to one's own attitudes to identify interferences with a joyous life. Tarot, through persistent work, facilitates the transmutation of subconscious patterns. Recognition of emotional patterns is sufficient for self-consciousness to observe subconsciousness without deception, thus avoiding a 'house divided.'"
    },
    {
      "chapter_title": "Subconsciousness, Superconsciousness, and Higher Wisdom",
      "summary": "Explains that subconsciousness must look to superconsciousness for verification of interpretations. It should refuse misinterpretations and rely on the Higher Self. Subconsciousness acts as a mirror reflecting higher wisdom. Training it to receive only from the higher level automatically transforms desires without arduous self-conscious effort."
    },
    {
      "chapter_title": "Discrimination in Time and Method: The Car Example",
      "summary": "Illustrates discrimination in time and method through a personal anecdote about acquiring a car. The author's inability to visualize the car initially indicated the wrong time. Dropping the goal peacefully and focusing on gratitude (a lesson in itself) eventually led to the effortless acquisition of the perfect car when the time was right, highlighting the importance of patience and trust in the process. This demonstrates that sometimes, not forcing a goal is a form of discrimination."
    }
  ],
  "key_concepts": [
    {
      "term": "Self-Consciousness",
      "definition": "The faculty of the mind that experiences differences between objects, people, and phenomena; the analytical, discerning mind. In Tarot Key 6, symbolized by Adam."
    },
    {
      "term": "Subconsciousness",
      "definition": "The repository of deeply buried patterns, emotions, and impressions, acting as a mirror to self-consciousness. It must be trained to reflect higher wisdom. In Tarot Key 6, symbolized by Eve."
    },
    {
      "term": "Superconsciousness",
      "definition": "A higher level of awareness or the Higher Self to which subconsciousness must turn for verification and correct interpretation. The goal state symbolized by the angel Raphael in Tarot Key 6."
    },
    {
      "term": "The Sword",
      "definition": "Symbol of Tarot Key 6 and the Hebrew letter associated with it. Represents the element of air and the faculty of discrimination, which 'cleaves apart' or discerns differences."
    },
    {
      "term": "Law of Polarity",
      "definition": "The principle that all phenomena exist in dualities (e.g., good/evil, love/hate), which are two aspects of a single underlying reality. Essential for self-consciousness and manifestation, as attraction requires separation."
    },
    {
      "term": "Discrimination",
      "definition": "The ability to discern one thing from another, a key function of self-consciousness and symbolized by the sword. It is also linked to the sense of smell and is crucial for distinguishing truth from false interpretations."
    },
    {
      "term": "Karma",
      "definition": "The law of cause and effect, where one reaps repercussions from one's mistakes and learns from them."
    },
    {
      "term": "Transmutation",
      "definition": "The process of transforming buried patterns in the subconsciousness, often facilitated by working with Tarot, leading to evolutionary growth and a more harmonious relationship between the conscious and subconscious minds."
    }
  ],
  "practical_system": {
    "description": "The practical system described revolves around the understanding and application of the symbolism in Tarot Key 6 (The Lovers) to achieve conscious evolution. The core mechanic involves developing the faculty of discrimination, understanding the law of polarity, and harmonizing the relationship between self-consciousness and subconsciousness. This is achieved through meditation on Tarot imagery, observation of one's own responses, and training the subconscious to receive input from superconsciousness. The ultimate aim is to transmute negative subconscious patterns, refine psychic perception (linked to the sense of smell), and thereby develop supersensory awareness.",
    "tools": [
      "Tarot Key 6 (The Lovers) as a primary symbolic tool.",
      "The Hebrew letter associated with Key 6 ('the sword').",
      "Internal faculties: self-consciousness, subconsciousness, superconsciousness.",
      "The sense of smell (as a symbolic link to discrimination)."
    ],
    "rituals": [
      "Meditation on the symbolism of Tarot Key 6 (Adam, Eve, the sword, the tree, the fruit, the angel Raphael).",
      "Contemplation of the law of polarity and its manifestation in dualities.",
      "Practicing discrimination by observing one's own motivations, emotions, and interpretations.",
      "Training subconsciousness to refuse misinterpretations and seek verification from superconsciousness.",
      "Applying visualization and demonstration techniques in conjunction with the guidance of the 'angel in Tarot Key 6.'"
    ]
  },
  "relevant_quotes": [
    {
      "text": "The self-conscious mind is self-conscious because of its power to discern one object from another. In other words, the self-conscious mind is the way in which the One Self experiences the difference between one leaf and another, between a tree and the sky, between one person and another. This power to discern differences is a self-conscious faculty which is symbolized by Tarot Key 6 and the sword.",
      "page": null
    },
    {
      "text": "The symbol of the sword in its negative aspect could be exemplified in the battle of the sexes. In its positive aspect it relates to attraction of opposites because you cannot have attraction without separation; you cannot know love unless you have known hate; you cannot know day unless you have known night; you cannot know joy unless you have known sorrow.",
      "page": null
    },
    {
      "text": "The law of polarity is completely bound up with the law of consciousness itself. We can have no self-consciousness without it.",
      "page": null
    },
    {
      "text": "This Tarot key and its Hebrew letter are assigned, Qabalistically, to the function of discrimination and to the sense of smell. Why smell? If you stop to reflect on how we use the word smell you will realize it is a very accurate association. When you say that something smells bad, using the phrase figuratively, in its psychic and subjective sense, there is something literally true about it.",
      "page": null
    },
    {
      "text": "In Tarot Key 6, the two human figures symbolize Adam and Eve. Notice that behind the male figure stands a tree with flames that represent the twelve signs of the zodiac and their divisions, or decanates, the twelve signs of the zodiac. These trefoil flames symbolize the different types of personalities, and they stand behind Adam who represents self-consciousness. Behind Eve, representing subconsciousness, we have the fruit that caused so much trouble and the serpent of temptation.",
      "page": null
    },
    {
      "text": "In Key 6 the two figures represent on one level, self-consciousness and subconsciousness. They are nude; there is no self-deception. Self-consciousness is looking directly at subconsciousness. He can look into his own heart, into his own emotional conditionings. He does not hide his emotions from himself. Terot Key 6 symbolizes the correct relationship that should exist between our self-conscious and subconscious mind.",
      "page": null
    },
    {
      "text": "Subconsciousness is a mirror, reflecting back to self-consciousness whatever it receives. If it is trained to receive only from the higher level, it is astonishing what changes take place in our desires. They change without our seeming to work hard self-consciously; it happens automatically.",
      "page": null
    },
    {
      "text": "This subconscious channel must be trained and transmuted if we are to use it wisely. We must put the whole principle of visualization and demonstration in the hands of the angel in Tarot Key 6. This, it is true, is not an easy task but it can be done.",
      "page": null
    },
    {
      "text": "Self-deception is the cause of most of our problems.",
      "page": null
    },
    {
      "text": "To the degree that we are not in harmony with our own subconsciousness, to that degree we shall not be in harmony with the opposite sex. As within, so without; as above, so below.",
      "page": null
    },
    {
      "text": "Can you see the meaning of discrimination in time in this example? When I found that I could not image the car, I did not eat my heart out but dropped the whole process and continued feeling at peace. I knew that the time was not right, that something else had to work itself out first.",
      "page": null
    }
  ],
  "critical_analysis": {
    "relevance": "This text is highly relevant to practitioners of Western Esotericism, particularly those interested in Tarot as a tool for psychological and spiritual development beyond simple divination. It offers a Qabalistically-informed framework for understanding consciousness, polarity, and the practical application of these principles for developing psychic abilities and higher awareness. The emphasis on discrimination and self-honesty makes it a valuable resource for inner work.",
    "target_audience": "The target audience includes students of Tarot, Qabalah, Hermeticism, and those seeking to develop supersensory or psychic abilities. It is aimed at individuals who are interested in the deeper, esoteric meanings of Tarot and how to apply them for personal transformation and the evolution of consciousness."
  }
}