{
  "header": {
    "title": "ESOTERIC EXTENSION OF TAROT TO DEVELOP SUPERSENSORY POWERS",
    "authors": [
      "Ann Davies"
    ],
    "category": "Esotericism",
    "keywords": [
      "Tarot",
      "Qabalah",
      "Supersensory Powers",
      "Extrasensory Perception",
      "Justice",
      "Karma",
      "Kundalini"
    ]
  },
  "central_thesis": "This text presents a method for developing supersensory powers through an esoteric interpretation of Tarot, specifically focusing on Key 11, 'Justice,' and its Qabalistic and symbolic attributions, linking it to concepts of balance, equilibrium, directed energy, and the intelligent application of karma.",
  "structure_content": [
    {
      "chapter_title": "LESSON 32: ESOTERIC EXTENSION OF TAROT TO DEVELOP SUPERSENSORY POWERS",
      "summary": "This lesson introduces Key 11, Justice, as a crucial element in developing extrasensory perception. It emphasizes the significance of the number eleven as a midpoint of balance and equilibrium. The core teaching revolves around understanding 'Justice' not as a moralistic concept but as a universal principle of action and reaction (karma) that governs creation. The lesson links the Hebrew letter Lamed (serpent in action) and the zodiacal sign Libra to the concept of directed, equilibrated energy, akin to Kundalini. It contrasts this with superficial understandings of karma and emphasizes the need for conscious awareness and active participation in life, rather than suppression of emotions or withdrawal. The text also delves into the author's personal journey from atheism, triggered by perceived injustices, to an understanding of universal justice through the lens of Tarot and Qabalah."
    }
  ],
  "key_concepts": [
    {
      "term": "Supersensory Powers/Extrasensory Perception (ESP)",
      "definition": "The primary goal of the teachings, which are developed through understanding and applying esoteric principles, particularly those related to Tarot keys."
    },
    {
      "term": "Key 11: Justice",
      "definition": "The central Tarot key discussed, representing equilibrium, balance, and the intelligent application of universal laws, particularly karma. It symbolizes the active, directed nature of primeval energy."
    },
    {
      "term": "Number Eleven (11)",
      "definition": "Signifies the midpoint and balance in the Tarot series, bridging the beginning and end, and representing equilibrium between opposing forces."
    },
    {
      "term": "Qabalistic Attributions",
      "definition": "The symbolic connections between Tarot keys and Qabalistic elements (numbers, letters, Hebrew alphabet) used as a 'shorthand' to unlock deeper meanings and consciousness."
    },
    {
      "term": "Hebrew Letter Lamed (ל)",
      "definition": "Attributed to Key 11, its shape symbolizes a serpent in action, representing active, directed, and equilibrated primeval energy (Kundalini)."
    },
    {
      "term": "Libra (Zodiacal Sign)",
      "definition": "Associated with Key 11, it symbolizes balance and justice, and its natives may exhibit an extreme sense of justice leading to inaction due to fear of error."
    },
    {
      "term": "Kundalini / Serpent Power",
      "definition": "The primeval energy, symbolized by the serpent, which is 'active in a directed manner or aspect' in Key 11, indicating its equilibrated action rather than mere primitive force."
    },
    {
      "term": "Karma",
      "definition": "Defined as action and reaction, or a readjustment of motion. It is not retribution but the natural consequence of setting forms (mental, emotional, physical) in motion. It is synonymous with the motion of life itself."
    },
    {
      "term": "Equilibrium in Action",
      "definition": "The core principle of Justice, where one must act but remain balanced, like the keystone of an arch. It means being equilibrated in action rather than attempting to stop action, thinking, or feeling."
    },
    {
      "term": "Faithful Intelligence",
      "definition": "An attribution of Key 11 and Lamed, referring to a deep, abiding faith in the justice and inherent order of the universe, independent of external rewards or punishments."
    },
    {
      "term": "Desire Nature",
      "definition": "Western esoteric tradition posits that desire is the engine for achieving goals and that all livingness depends on it. Key 11 offers a subtle commentary on this, linking it to Venus and the creative force of The Empress."
    }
  ],
  "practical_system": {
    "description": "The practical system focuses on developing supersensory powers by internalizing the esoteric attributions of Tarot Key 11, 'Justice.' This involves consciously carrying the symbolism (number, name, letter, pictorial representation) and associated Qabalistic ideas in one's consciousness. The method emphasizes 'automatic familiarity' through repeated exposure to these attributions, allowing them to become a 'shorthand' for fourth-dimensional consciousness. Key 11's symbolism – the serpent in action (Lamed), the scales (Libra), and the concept of equilibrium – is presented as a model for achieving directed, equilibrated energy and understanding karma not as punishment but as natural readjustment of motion. The text encourages active engagement with life and emotions, guided by this internalized understanding of universal justice, rather than passive withdrawal or suppression. The ultimate goal is to achieve a conscious awareness of supersensory guidance and to apply principles of equilibrium in all actions.",
    "tools": [
      "Tarot Key 11: Justice",
      "Hebrew Letter Lamed",
      "Zodiacal Sign Libra"
    ],
    "rituals": []
  },
  "relevant_quotes": [
    {
      "text": "The next key to use in the development of extrasensory perception and power is Key 11, Justice. First, let us consider a few of the Qabalistic attributions of the key to show their connections with this work. The number eleven has a very special significance, being the mid-point between the beginning and ending of the Tarot series. The word \"middle\" conveys the idea of equilibrium and balance, the center between both sides of the Qabalistic teachings in its entirety.",
      "page": "1"
    },
    {
      "text": "The Hebrew letter attributed to this key, Lamed, is in its shape a serpent in action... In Key 11 the serpent is erect and in action. Key 11 is saying to you symbolically that the primitive energy which we call the serpent power and the Hindus call the Kundalini, is here active in a directed manner or aspect. It is in equilibrated action.",
      "page": "1"
    },
    {
      "text": "Justice is the name of Key 11, but what is Justice? From culture to culture, from society to society, the attitudes toward and the ideas of justice differ widely... Nevertheless, \"justice\" is applied and people punished if they break the laws of their society.",
      "page": "2"
    },
    {
      "text": "Key 11 depicts the equilibration of that rotary motion which is constantly in operation. We may veer off in one direction and then another because the law of opposites is forever equilibrating the universe. It is through the law of opposites that we have action! If everything were always in perfect balance, we should have no livingness at all; everything would be static.",
      "page": "2"
    },
    {
      "text": "Actually, karma does not imply retribution at all. The entire universe is a Being or an aspect of that Being. In a being, readjustments are always going on, just as they take place in our own body. As above, so below. Hence, any forms, whether mental, emotional or physical, that we set in motion, bring on automatic readjustment. Karma, in a sense, can be called a readjustment of motion, and motion is livingness.",
      "page": "3"
    },
    {
      "text": "We should not attempt to stop action but be equilibrated in action. We cannot stop acting, we cannot stop thinking, we cannot stop feeling; so we must accept the fact that we, as living beings, are creating karma every second of every minute--forever.",
      "page": "4"
    },
    {
      "text": "Another attribution of Key 11 is the type of consciousness assigned to it and to the Hebrew letter, Lamed; that is \"the Faithful Intelligence.\" This refers to a real and abiding faith in the justice of the universe.",
      "page": "4"
    }
  ],
  "critical_analysis": {
    "relevance": "This text offers a sophisticated esoteric interpretation of Tarot, moving beyond simple divination to its use as a tool for psychological and spiritual development, specifically enhancing supersensory perception. Its relevance lies in providing a framework for understanding universal laws like justice and karma through symbolic language, integrating Qabalistic principles with practical esoteric training. The emphasis on 'equilibrium in action' and the redefinition of karma as 'readjustment of motion' provides a unique perspective for practitioners grappling with concepts of cause and effect and personal responsibility within a spiritual context.",
    "target_audience": "The text is aimed at serious students of esoteric philosophy and occultism who are already familiar with basic Qabalistic and Tarot principles. It is particularly suited for individuals seeking to develop extrasensory perception and a deeper, conscious understanding of universal dynamics, karma, and the directed use of inner energies. The author's personal narrative suggests it may also resonate with those who have struggled with concepts of divine justice or perceived suffering."
  }
}