{
  "header": {
    "title": "ART MAGIC",
    "authors": [
      "Unknown",
      "Emma Hardinge Britten (Edited By)"
    ],
    "category": "Western Esotericism, Occultism, Magic, Spiritism, Theosophy",
    "keywords": [
      "Astral Light",
      "Spiritism",
      "Magic",
      "Qabalah",
      "Hermeticism",
      "Mesmerism",
      "Angels",
      "Elementaries",
      "Ritual Magic",
      "Divination",
      "Healing",
      "Willpower",
      "Asceticism",
      "Astral Fluid",
      "Cosmogony",
      "Astrology"
    ]
  },
  "central_thesis": "The central thesis of \"Art Magic\" is that true magic is a spiritual science, not superstition, based on universal natural laws, particularly the manipulation of \"Astral Fluid\" and the omnipotent power of \"Will.\" It argues that ancient magical and spiritual practices, from various cultures (Hindu, Egyptian, Chaldean, Jewish, Mongolian) to medieval alchemists and modern spiritualists/magnetists, all stem from the same underlying principles of spirit-matter interaction. The book aims to demystify these traditions, presenting them as a systematic path to spiritual and material mastery through disciplined practice, bridging ancient wisdom with a 'spiritual science' to be rediscovered by humanity.",
  "structure_content": [
    {
      "chapter_title": "Section I: Spirit, The First Great Cause",
      "summary": "This section defines the grand Trinity of Being as Matter, Force, and Spirit. Spirit is presented as the primordial, uncreated, eternal source whose sole attribute is Will. Force is described as the life principle that permeates, vitalizes, and moves matter, with dual attributes of Attraction and Repulsion. Matter comprises indestructible atoms existing in solid, fluid, gaseous, and ethereal states, with Ether being 'unparticled matter.'"
    },
    {
      "chapter_title": "Section II: Speculation Regarding the Origin of Man",
      "summary": "This part explores the ancient concept of the 'Fall of Man' as a 'Fall of Spirit,' asserting that all existence originates in Spirit and the physical universe is an expression of a spiritual idea. Man existed as a pure, sinless spiritual being before incarnating in matter, and his earthly existence is a probationary state for the soul's progress and perfection."
    },
    {
      "chapter_title": "Section III: Is There One or Many Gods?",
      "summary": "The author discusses the nature of God as an eternal, uncreated Spirit and the 'Grand Central Spiritual Sun,' from which all other celestial bodies derive light and heat. This central Divine Being governs the larger Astral System, manifesting through Love, Wisdom, and Power, reflecting a unified yet vast cosmic order."
    },
    {
      "chapter_title": "Section III(S): Early Conceptions of the Hindoos",
      "summary": "This supplement details early Hindu beliefs, positing an unknowable Supreme Being (Brahm) with three subordinate emanations: Brahma (Creator), Vishnu (Preserver), and Siva (Destroyer/Reproducer). It links these to the 'astronomical religion,' fire worship, and the symbolism of temples that revered light and heat, influencing early worship practices."
    },
    {
      "chapter_title": "Section IV: How Traditions Become Scriptures",
      "summary": "This section explains how ancient traditions, particularly the 'astronomical religion' focused on Sun-God worship and Zodiacal signs, formed the basis of scriptures. It posits that early man found God in nature, interpreting celestial movements as divine messages, but that priestcraft later obscured these natural truths with man-made idolatry and fictions."
    },
    {
      "chapter_title": "Section IV(S): Biographies of Chrishna and Buddha Sakia",
      "summary": "This supplement compares the lives of Chrishna and Buddha Sakia to the Sun-God myth, noting parallel themes such as virgin birth, threatened infancy, miracles, violent death, and reappearance as saviors. It asserts that these astronomical-religious narratives form a consistent foundation across Indian, Egyptian, Chaldean, and Sabean traditions."
    },
    {
      "chapter_title": "Section V: Sex Worship - Its Antiquity and Meaning",
      "summary": "This section introduces sex worship as an ancient religious system, co-existing with star worship, using symbols like the Phallus/Lingham, Triangle, Cross, and Serpent. It reinterprets the Garden of Eden story as an astronomical allegory for the 'fall of spirit into matter' and regards physical generation as a sacred process for the soul's progression."
    },
    {
      "chapter_title": "Section V(S): Sex Worship – Continued",
      "summary": "This part continues exploring sex worship, highlighting its pervasive symbols in ancient records and its connection to solar worship. It explains that the physical act of generation was deified as a direct representation of Divine creative action, though over time, this holy idea became corrupted by sensualism into gross licentiousness."
    },
    {
      "chapter_title": "Section VI: Subordinate Gods in the Universe",
      "summary": "The author asserts the existence of various subordinate spiritual entities, including Archangels, Angels, Elementaries (fire, air, earth, water spirits), and Genii, operating for good or evil. These beings, from celestial hierarchies to rudimentary elemental forms, interact with humanity and influence earthly affairs, their nature corresponding to the elements of the universe."
    },
    {
      "chapter_title": "Section VI(S): The Jewish Caballa",
      "summary": "This supplement describes the Jewish Cabala as a cryptic collection of writings, designed to mask sacred meanings through symbolic language. It outlines Cabalistic cosmology, including the Divine Trinity, emanations (Adam Kadman, Divine Ensoph, Sophia), and hierarchies of celestial beings, demonstrating its alignment with Eastern philosophical traditions."
    },
    {
      "chapter_title": "Section VII: Man's Earliest Communion With Spirits",
      "summary": "Man's religious history is linked to Spiritism, communion with spiritual realms. This communion, initially intuitive, became difficult over time, leading to 'Magic' as an art to procure it through prepared conditions. Magic is presented as the 'science of Spiritism,' leveraging occult forces, and categorized spiritual gifts like vision and hearing."
    },
    {
      "chapter_title": "Section VIII: Man the Microcosm of the Universe",
      "summary": "Man is presented as a microcosm, a universe in miniature, comprising Body (matter), Spirit (Astral Spirit/life principle), and Soul (Divine essence/Will). The Astral Spirit is described as the subtle, refined element linking man to the universal forces, and its understanding is key to magical operations. The section argues for the scientific basis of Spiritism, rejecting mere credulity."
    },
    {
      "chapter_title": "Section IX: Ancient Priest and Prophets",
      "summary": "This section distinguishes ancient Priests, who used acquired magical arts, from Prophets, who possessed innate spiritual gifts. It details their preparatory disciplines (asceticism, fasting, prayer) and methods of spirit communion, emphasizing that natural prophetic endowments are superior to artificial means. The text highlights the moral superiority of Prophets over corrupt Priesthoods."
    },
    {
      "chapter_title": "Section X: Art Magic",
      "summary": "This section summarizes Art Magic as a practical application of ancient Theosophy, bridging speculative philosophy with occult practices. It reiterates Magnetism and Psychology as the foundational pillars for manipulating Astral fluid and controlling spirits. It notes the historical secrecy of magical knowledge, reserved by ancient priests to maintain their authority."
    },
    {
      "chapter_title": "Section XI: Art Magic in India",
      "summary": "Indian magic, practiced by Guroos, Brahmins, Yogees, and Fakeers, is depicted as deeply religious and ascetic. Severe self-mortifications, fasting, and spiritual disciplines are described as means to attain miraculous powers, including intuition, healing, levitation, and compelling spirits, all attributed to the accumulation and manipulation of 'Akasa' (Astral Fluid)."
    },
    {
      "chapter_title": "Section XI(S): Art Magic in India – Continued",
      "summary": "This supplement provides detailed eyewitness accounts of Indian Fakeers performing extraordinary physical feats such as self-mutilation with instantaneous healing, moving heavy objects, rapid plant growth, and temporary invisibility. These are explained by the manipulation of 'Akasa' (Astral Fluid) and the aid of 'Pitris' (ancestral spirits), emphasizing the discipline and willpower required."
    },
    {
      "chapter_title": "Section XII: Magic Among the Mongolians",
      "summary": "Mongolian magic, rooted in Buddhism, emphasizes moral and ascetic practices (good works, meditation) to achieve ten specific 'powers' like clairvoyance and form-shifting. It details how Lamas induce ecstatic states through narcotics, loud music, and spinning, enabling feats such as levitation, moving objects, and summoning spirits into miniature pagodas."
    },
    {
      "chapter_title": "Section XIII: Magic In Egypt",
      "summary": "Egyptian magic involved priests as Adepts in Magnetism and Psychology, utilizing loadstones, gems, herbs, drugs, and music for healing and theurgy. Initiation rites included severe disciplines, dramatic scenes, and sensory manipulation to evoke psychological powers, with the aim of achieving clairvoyant perceptions and understanding the mysteries of being."
    },
    {
      "chapter_title": "Section XIII(S): The Great Pyramid of Egypt - Its Possible Use and Object",
      "summary": "This section interprets the Great Pyramid as a monumental representation of universal laws, particularly of astronomy, astrology, mathematics, and geometry. It suggests it served as a temple for initiation into life and death mysteries, symbolizing the soul's progress and 'new birth' through allegorical representations of celestial events."
    },
    {
      "chapter_title": "Section XIV: Spiritism and Magic Amongst the Jews",
      "summary": "Jewish Spiritism is explored, portraying Abraham and his descendants as 'Spirit Mediums' who communed with angels and received divine counsel. Moses is depicted as both Prophet and Magian, excelling in spiritual gifts and magical arts. The text details various forms of divination, both lawful and forbidden, such as Urim and Thummim, augury, and necromancy."
    },
    {
      "chapter_title": "Section XIV(S): Idolatry and Ancient Scripture",
      "summary": "This supplement delves into Jewish divination methods, listing forbidden practices from Deut. 18:10-11, such as observing times, enchanting, witchcraft, charming, consulting familiar spirits (Ob), wizardry, and necromancy. It provides historical examples and interpretations of these practices, noting the use of words, deeds, and even entrails for prophecy."
    },
    {
      "chapter_title": "Section XV: Magic and Spiritism Amongst the Chaldeans",
      "summary": "Chaldean magic focused on astronomical religion and astrology, with Magi renowned for divination and understanding the future from stars. Their methods involved severe initiation, purity, and asceticism, enabling control over elements, healing, and even casting spells on armies, highlighting the distinction from sex worship."
    },
    {
      "chapter_title": "Section XVI: The Poetry of Life's Sterner Prose",
      "summary": "This section contrasts Oriental metaphysics with the Grecian and Roman approaches to spiritism. It briefly covers the Samothracian mysteries, involving magnetism and electricity, and the Eleusinian/Bacchic rites, interpreting the myth of Proserpina's descent as an allegory for the soul's journey through material existence and its eventual re-ascent."
    },
    {
      "chapter_title": "Section XVII: Medieval Theosophy - Elves or Fairies",
      "summary": "This part explores medieval concepts of intermediary spirits, or Schedim, categorized into four elemental orders: Fire (Salamanders), Air, Earth (Trolls, Gnomes), and Water (Tritons, Mermaids). These Elementaries are depicted as embryonic, rudimentary beings, some benevolent, some mischievous, who interact with humans based on sympathetic attraction."
    },
    {
      "chapter_title": "Section XVIII: Spiritism and Magic in Transitional Eras",
      "summary": "This section discusses the decline of Spiritism in Western Europe, attributing it to Christian suppression and the Church's condemnation of miraculous powers outside its authority as 'witchcraft.' It contrasts this with the sustained practice of Spiritism in Eastern nations, where it continues to be openly taught as an art and engrafted on religious services."
    },
    {
      "chapter_title": "Section XVIII(S): Alchemists and Philosophers",
      "summary": "This supplement examines Alchemists (e.g., Paracelsus, Agrippa) as 'Fire Philosophers' who sought the 'Philosopher's Stone' and 'Elixir Vitae' through natural science and the manipulation of magnetism/psychology. It highlights their role in preserving occult knowledge, often disguised to avoid persecution, and their contributions to early scientific understanding of universal forces."
    },
    {
      "chapter_title": "Section XIX: Heptameron, or Magical Elements of Peter D'Abano",
      "summary": "This section provides practical instructions for magical ceremonies, specifically Peter D'Abano's Heptameron. It details the construction of a magical circle (dimensions, inscriptions of angels, divine names, planetary associations for specific days and hours), consecration rituals using holy water and perfumes, and the preparation of a magical garment and pentacle."
    },
    {
      "chapter_title": "Section XX: Cornelius Agrippa's Philosophy",
      "summary": "This section summarizes Cornelius Agrippa's philosophy on magic, emphasizing his belief that a 'Magician must be born so from his mother's womb.' It stresses that innate prophetic or mediumistic endowments are more crucial than learned arts, and highlights the supreme potency of 'Will' as the primary instrument for all magical operations and influencing spirits."
    },
    {
      "chapter_title": "Section XXI: The Magic Mirror - Its Composition",
      "summary": "This section describes the composition and use of a 'Magic Mirror' for divination, recommending a polished glass with black lead. It specifies the need for a magnetized subject (Seer/Medium) and psychological influence for success. The text also mentions Dr. Dee's similar mirror and the use of perfumes to attract spirits, emphasizing the importance of dedicated practice."
    },
    {
      "chapter_title": "Section XXII: History of Magnetism",
      "summary": "This section traces the history of Magnetism, crediting Paracelsus and Swedenborg for reintroducing its principles, and Anton Mesmer for systematizing 'Animal Magnetism.' It presents Mesmer's 27 aphorisms, defining magnetism as a universal fluid responsible for reciprocal influences between heavenly bodies and living things, capable of being accumulated, communicated, and used for healing."
    },
    {
      "chapter_title": "Section XXIII: Spiritualistic Literature",
      "summary": "This section surveys modern Spiritism, particularly in America, highlighting Andrew Jackson Davis as a key prophet whose revelations offered a comprehensive 'Harmonial Philosophy.' It critiques superficial aspects of modern Spiritism and advocates for a scientific, moral, and orderly approach, suggesting 'Schools of the Prophets' to cultivate mediumistic gifts and restore dignity to spiritual science."
    },
    {
      "chapter_title": "Epilogue to the Drama of Art Magic",
      "summary": "The epilogue reiterates the book's purpose to reveal the 'spiritual science' underlying ancient magic, urging readers to deeply study its high themes rather than engage in superficial criticism. It calls for a serious, disciplined approach to Spiritism, asserting that true magic, rooted in the interplay of Astral Fluid and Will, is attainable through a blend of culture, morals, and scientific investigation."
    }
  ],
  "key_concepts": [
    {
      "term": "Spirit",
      "definition": "The one primordial, uncreated, eternal, infinite Alpha and Omega of Being; its sole attribute is Will, and it is the cause of all effects."
    },
    {
      "term": "Force",
      "definition": "The life principle of being, the second element of the grand Trinity. It permeates, vitalizes, and moves matter, acting through dual attributes of Attraction and Repulsion."
    },
    {
      "term": "Matter",
      "definition": "An aggregation of minute, indestructible atoms, existing in solid, fluid, gaseous, and ethereal states. Its general properties include indestructibility, extension, divisibility, impenetrability, and inertia."
    },
    {
      "term": "Ether (unparticled matter)",
      "definition": "Matter in such a rare and sublimated condition that its divisibility into particles is beyond man's current scientific attainment, filling all space not occupied by particulate matter."
    },
    {
      "term": "Astral Fluid (Akasa, Astral Light, Astral Spirit)",
      "definition": "The all-pervading life element, invisible, latent, and inscrutable, known only by its effects in life, warmth, and motion. It constitutes the 'spiritual body' in man and the 'Astral light' in space, serving as the medium through which spirits operate and magic is effected."
    },
    {
      "term": "Elementaries",
      "definition": "Sub-mundane spirits, neither wholly good nor evil, which are not entirely spiritual nor material. They are creatures of the elements (fire, air, earth, water) existing in embryonic and rudimentary forms, lacking an immortal soul but progressing through successive births. They are attracted to man and can be invoked."
    },
    {
      "term": "Spiritism",
      "definition": "The spontaneous and natural communion with spiritual beings, whether exercised by communities or individuals. It represents the natural interaction between the human soul and the realms of spiritual existence."
    },
    {
      "term": "Magic (Art Magic)",
      "definition": "The art and science of procuring communion with spirits or evoking occult powers through prepared conditions and specific methods, often involving the manipulation of Astral Fluid and Will. It is distinguished from natural prophetic gifts but can be acquired through discipline."
    },
    {
      "term": "Adept (Magician)",
      "definition": "An individual born with natural prophetic or mediumistic endowments, or one who has acquired these powers through intense discipline and culture. An Adept commands spirits and occult forces, performing magical feats through strong will and Astral Fluid."
    },
    {
      "term": "Medium",
      "definition": "A passive agent through whom other spirits manifest, making their presence known through various phenomena. Unlike an Adept, a medium cannot command or direct spirits and is receptive to their influence."
    },
    {
      "term": "Will",
      "definition": "The sole attribute of Spirit, described as the power of faith and the all-omnipotent, resistless force by which matter bends before Spirit. It is the core creative and operative power in both divine and human action."
    },
    {
      "term": "Solar & Sex Worship",
      "definition": "Ancient religious systems that found foundational divine principles in natural phenomena (sun, moon, stars) and generative functions. These systems often merged, using astronomical and biological symbols to represent cosmic and human creation."
    },
    {
      "term": "Microcosm/Macrocosm",
      "definition": "Man is a Microcosm, a 'universe in little,' embodying all forces and objective forms, reflecting the larger Macrocosm, the great Universe of intelligible and intelligent forms. Understanding this correspondence is key to occult wisdom."
    }
  ],
  "practical_system": {
    "description": "The book outlines a comprehensive system of 'Art Magic' designed to enable communion with various grades of spirits and the performance of magical feats. This system is rooted in the manipulation of 'Astral Fluid' (Akasa) and the cultivation of 'Willpower,' emphasizing rigorous physical and mental discipline. It integrates ancient practices from diverse cultures, viewing them as proto-scientific methods for harnessing universal spiritual energies.",
    "tools": [
      "Holy Water",
      "Pentacle (on kid's skin parchment)",
      "Linen Garment (Priest's vesture)",
      "New Earthen or Iron Vessel (for fire)",
      "Perfumes (frankincense, spices, gums, aromatic herbs, aloes, myrrh, cassia, amber, ambergris, pepperwort, sulphur, saffron, mastick)",
      "Sword (inscribed with 'Alga' and 'On')",
      "Crystal or Magic Mirror (polished glass, sea-coal)",
      "Narcotics/Stimulants (Hasheesh, Napellus, Opium, Indian Soma, Egyptian Lotus plant, acrid fungi distillations, nitrous oxide gas)",
      "Musical Instruments (drums, cymbals, flageolet, bells, glass harmonica)",
      "Loadstones and Magnets",
      "Electro-magnetic Battery",
      "Writing Materials and Slates",
      "Talismans, Amulets, Spells, Charms"
    ],
    "rituals": [
      "**Preparation**: Involves rigorous asceticism: fasting (abstinence from food, meat, wine, female sex) for extended periods (e.g., months, or 3-9 days for specific operations), ablutions, silent contemplation, prayer (sincere aspiration), seclusion, and deep musings on Deity. Specific physical postures (sitting square on heels, fingers excluding sight/hearing) and controlled respiration (repeating sacred syllables like A U M sixteen times) are prescribed to achieve mental absorption and stimulate latent spiritual powers.",
      "**Circle Construction (Heptameron)**: Create three concentric circles, each nine feet in latitude and a hand's breadth apart. Inscribe specific names of angels (hour, day, presidential Air Angels), divine names (Adonay, Eloim, Saday, Ja, etc.), planetary signs, and seasonal names in different circles and angles. Pentagones are drawn outside the main circle. The inner circle includes four divine names (Alpha/East, Omega/West) with crosses.",
      "**Consecration of Circle**: Sprinkle the constructed circle with holy water while reciting, 'Thou shalt purge me with hysop, O Lord, and I shall be clean; thou shalt wash me, and I shall be whiter than snow.'",
      "**Benediction of Perfumes**: Bless the aromatic substances (e.g., frankincense, spices, gums) to infuse them with power and virtue, preventing false imaginations or baneful spirits from entering them. This is done by invoking divine names and sprinkling with holy water.",
      "**Exorcism of Fire**: Exorcise the fire, to be used for fumigations in a new earthen or iron vessel, to cast away all phantasms and prevent harm. Bless it 'to set forth the praise of thy holy name, that no hurt may come to the exorcisers of Spectators.'",
      "**Garment and Pentacle Preparation**: Use a clean linen garment (ideally a priest's). Create a Pentacle on parchment from kid's skin, on a Mercury day/hour with increasing Moon. A Mass of the Holy Ghost is said over it, and it is sprinkled with baptismal water. The Master wears the garment and carries the Pentacle and a sword (inscribed with 'Alga' and 'On') during rituals.",
      "**Invocation & Conjuration**: The purified Master enters the circle, invoking Angels from the four parts of the world (associated with Planets, days, Colors, Metals) by specific divine names and conjurations. Examples include 'O Angeli supradicti, estate adjutores mea petitioni...' for general assistance, and specific conjurations for each day (e.g., Sunday's Michael, Monday's Gabriel, Tuesday's Samael, Wednesday's Raphael, Thursday's Sachiel, Friday's Anael, Saturday's Cassiel), declaring the purpose of the operation.",
      "**Crystal/Mirror Gazing (Divination)**: Procure a clear, unused crystal or mirror. Dedicate it for good purposes with fervent prayer. Inspect the crystal, first requesting to see one's Guardian Spirit, then asking for advice, visions of distant places/events, or to see specific persons. Spirits do not 'appear' in the crystal but magnetically assist the seer to look into the spirit world. Always discharge spirits after use.",
      "**Spirit Circles (Modern Spiritism)**: Gather at least once a week in a consecrated room. Participants should fast for four hours prior, with clean faces and hearts. The atmosphere should be harmonious, with sweet music (bells, glass harmonica). The floor should be glass for insulation. No total darkness. Ozone and electro-magnetic batteries are recommended to enhance Astral Fluid and prevent depletion. Solemn invocation and courteous discharge of spirits are required."
    ]
  },
  "relevant_quotes": [
    {
      "text": "ART MAGIC By Unknown Edited By Emma Hardinge Britten",
      "page": "1"
    },
    {
      "text": "Spirit is the one primordial, uncreated, eternal, infinite Alpha and Omega of Being. It may have subsisted independent of Force and Matter, evolving both from its own incomprehensible but illimitable perfection; but Force and Matter could never have originated Spirit, as its one sole attribute comprehends and embraces all others, must antedate, govern, and surpass all others, and is itself the cause of all effects. That attribute is Will.",
      "page": "10"
    },
    {
      "text": "The vast and extended orbits of planetary bodies are marked out and regulated by Force, with its dual attributes, now attracting the revolving satellite to the centre, now forcing it off into a relative point of distance, but always maintaining it in a given path or orbit between the oscillations of its contending motions.",
      "page": "9"
    },
    {
      "text": "To be an 'Adept,' was to be able to practice magic, and to do this was either to be a natural prophet, cultured to the strength of a magician, or an individual who had acquired this prophetic power and magical strength through discipline.",
      "page": "91"
    },
    {
      "text": "The true potency resides in the quantity and quality of the Astral fluid, by which the operator furnishes means for the use of the spirits, and the power of the will, by which he compels beings less potent than himself to obey him.",
      "page": "212"
    },
    {
      "text": "There exists a reciprocal influence between the heavenly bodies, the earth, and all living things.",
      "page": "246"
    },
    {
      "text": "A fluid which is spread everywhere, and which is so expanded that it permits of no vacuum, of a delicacy which can be compared to nothing besides itself, and which, through its nature, is enabled to receive movement, to spread and to participate in it, is the medium of this influence.",
      "page": "247"
    },
    {
      "text": "The best and most ancient method of divination was by the Crystal, or Urim and Thummim. It's origin was divine, and the inspiration, visions and communications received through this source, when man was pure and holy, were free from all human agency, wholly divine.",
      "page": "239"
    }
  ],
  "critical_analysis": {
    "relevance": "The book’s primary relevance lies in its ambitious attempt to synthesize disparate esoteric traditions from around the globe and across millennia into a unified 'spiritual science.' It directly addresses the intellectual and spiritual challenges of its era, critiquing both rigid materialism and superstitious religious dogmas. By framing 'magic' as a systematic application of natural laws and spiritual forces (like Astral Fluid and Will), it seeks to legitimize occult phenomena within a scientific framework. This approach offers a significant historical perspective on the early attempts to reconcile science and spirituality during a period of intense intellectual ferment regarding Spiritism and magnetism, arguing for the practical, operative potential of spiritual development.",
    "target_audience": "The target audience consists of aspiring magicians, serious students of occult sciences, Spiritualists seeking a deeper philosophical and practical framework, Theosophists, and philosophers interested in the metaphysical causes underlying physical effects. The author explicitly disdains 'Index worshipers,' 'skimming' readers, and those with 'uninformed skepticism' or 'bigoted ecclesiasticism,' indicating an appeal to individuals with an open, inquiring mind, willing to undertake rigorous study and self-discipline to master occult knowledge."
  }
}